{"path":"%D0%9E%D0%B4%D0%BD%D0%BE%D0%B4%D0%BE%D0%BB%D1%8C%D0%BD%D1%8B%D0%B5%20-%20Monocotyledones","keywords":["однодольные","Liliopsida","Monocotyledones","monocots"],"deepCounters":{"total":6278,"images":5600,"folders":676,"files":5602,"others":2},"counters":{"total":8,"folders":8},"thumb":{"path":"%D0%9B%D0%B8%D0%BB%D0%B8%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Liliales\/%D0%9B%D0%B8%D0%BB%D0%B5%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Liliaceae\/%D0%9B%D0%B8%D0%BB%D0%B8%D1%8F%20%D0%BB%D0%B5%D1%81%D0%BD%D0%B0%D1%8F%2C%20%D1%86%D0%B0%D1%80%D1%81%D0%BA%D0%B8%D0%B5%20%D0%BA%D1%83%D0%B4%D1%80%D0%B8%20-%20Lilium%20martagon\/thumbs\/DSC01887.webp","width":512,"height":410},"thumbCaption":"<h3>Однодольные - Monocotyledones<\/h3><div class=\"comment\">Monocotyledons are flowering plants (angiosperms) whose seeds typically contain only one embryonic leaf, or cotyledon. They constitute one of the major groups&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3221<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39191<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%9B%D0%B8%D0%BB%D0%B8%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Liliales","deepCounters":{"total":1023,"images":895,"folders":128,"files":895},"counters":{"total":5,"folders":5},"thumb":{"path":"%D0%9B%D0%B8%D0%BB%D0%B8%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Liliales\/%D0%9B%D0%B8%D0%BB%D0%B5%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Liliaceae\/%D0%9B%D0%B8%D0%BB%D0%B8%D1%8F%20%D0%BB%D0%B5%D1%81%D0%BD%D0%B0%D1%8F%2C%20%D1%86%D0%B0%D1%80%D1%81%D0%BA%D0%B8%D0%B5%20%D0%BA%D1%83%D0%B4%D1%80%D0%B8%20-%20Lilium%20martagon\/thumbs\/DSC01887.webp","width":512,"height":410},"thumbCaption":"<h3>Лилиецветные - Liliales<\/h3><div class=\"comment\">Liliales (older name: Lilia) is an order of monocotyledonous flowering plants in the Angiosperm Phylogeny Group and Angiosperm Phylogeny Web system, within the&hellip;<\/div>","name":"Лилиецветные - Liliales","comment":"Liliales (older name: Lilia) is an order of monocotyledonous flowering plants in the Angiosperm Phylogeny Group and Angiosperm Phylogeny Web system, within the lilioid monocots. This order of necessity includes the family Liliaceae. The APG III system (2009) places this order in the monocot clade. In APG III, the family Luzuriagaceae is combined with the family Alstroemeriaceae and the family Petermanniaceae is recognized. Both the Lililiales order and the Liliaceae family have had a widely disputed history, with the circumscription varying greatly from one taxonomist to another. Previous members of this order, which at one stage included most monocots with conspicuous tepals and lacking starch in the endosperm are now distributed over three orders, Liliales, Dioscoreales and Asparagales, using predominantly molecular phylogenetics. The newly delimited Liliales is monophyletic, with ten families. Well known plants from the order include Lilium (lily), tulip, the North American wildflower Trillium, and greenbrier.\nThus circumscribed, this order consists mostly of herbaceous plants, but lianas and shrubs also occur. They are mostly perennial plants, with food storage organs such as corms or rhizomes. The family Corsiaceae is notable for being heterotrophic.\nThe order has worldwide distribution. The larger families (with more than 100 species) are roughly confined to the Northern Hemisphere, or are distributed worldwide, centering on the north. On the other hand, the smaller families (with up to 10 species) are confined to the Southern Hemisphere, or sometimes just to Australia or South America. The total number of species in the order is now about 1768.\nAs with any herbaceous group, the fossil record of the Liliales is rather scarce. There are several species from the Eocene, such as Petermanniopsis anglesaensis or Smilax, but their identification is not definite. Another known fossil is Ripogonum scandens from the Miocene. Due to the scarcity of data, it seems impossible to determine precisely the age and the initial distribution of the order. It is assumed that the Liliales originate from the Lower Cretaceous, over 100 million years ago. Fossil aquatic plants from the Cretaceous of northeastern Brazil and a new terrestrial species placed in the new genus Cratosmilax suggest that the first species have appeared around 120 million years ago when the continents formed Pangea, before dispersing as Asia, Africa and America. The initial diversification to the current families took place between 82 and 48 million years ago. The order consists of 10 families, 67 genera and about 1,768 species.","dates":{"added":1686441193,"dateRange":{"0":1234554734,"1":1686406599}},"fileDate":"2023-01-20T17:40:03.443Z","category":"folder"},{"path":"%D0%98%D0%BC%D0%B1%D0%B8%D1%80%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Zingiberales","deepCounters":{"total":224,"images":193,"folders":31,"files":193},"counters":{"total":7,"folders":7},"thumb":{"path":"%D0%98%D0%BC%D0%B1%D0%B8%D1%80%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Zingiberales\/%D0%9A%D0%BE%D1%81%D1%82%D1%83%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Costaceae\/%D0%9A%D0%BE%D1%81%D1%82%D1%83%D1%81%20%D0%BF%D1%80%D0%B5%D0%BA%D1%80%D0%B0%D1%81%D0%BD%D1%8B%D0%B8%20-%20Costus%20barbatus\/thumbs\/DSC07770.webp","width":512,"height":410},"thumbCaption":"<h3>Имбирецветные - Zingiberales<\/h3><div class=\"comment\">The Zingiberales are flowering plants forming one of four orders in the commelinids clade of monocots, together with its sister order, Commelinales. The order&hellip;<\/div>","name":"Имбирецветные - Zingiberales","comment":"The Zingiberales are flowering plants forming one of four orders in the commelinids clade of monocots, together with its sister order, Commelinales. The order includes 68 genera and 2,600 species. Zingiberales are a unique though morphologically diverse order that has been widely recognised as such over a long period of time. Usually large herbaceous plants with rhizomatous root systems and lacking an aerial stem except when flowering. Flowers are usually large and showy, and the stamens are often modified (staminodes) to also form colourful petal-like structures that attract pollinators.\nZingiberales contain eight families that are informally considered as two groups, differing in the number of fertile stamens. A \"banana group\" of four families appeared first and were named on the basis of large banana like leaves. Later, a more genetically coherent (monophyletic) \"ginger group\" appeared, consisting of the remaining four families. The order, which has a fossil record, is thought to have originated in the early Cretaceous period between 80 and 120 million years ago (Mya), most likely in Australia, and diverged relatively rapidly with the families as we know them today established by the end of the period (66 Mya). Zingiberales are found throughout the tropics (pantropical) with some extension into subtropical and temperate climates. They rely on insects for pollination, together with some birds and small animals.\nThe order includes many familiar plants, and are used as ornamental plants (Bird of Paradise flower, heliconias, prayer-plants), food crops (bananas, plantains, arrowroot), spices and traditional medicines (ginger, cardamom, turmeric, galangal and myoga).","dates":{"added":1661691516,"dateRange":{"0":1135395932,"1":1661605211}},"fileDate":"2023-01-20T17:40:03.440Z","category":"folder"},{"path":"%D0%9A%D0%BE%D0%BC%D0%BC%D0%B5%D0%BB%D0%B8%D0%BD%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Commelinales","deepCounters":{"total":105,"images":88,"folders":17,"files":88},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%9A%D0%BE%D0%BC%D0%BC%D0%B5%D0%BB%D0%B8%D0%BD%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Commelinales\/%D0%9A%D0%BE%D0%BC%D0%BC%D0%B5%D0%BB%D0%B8%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Commelinaceae\/%D0%A2%D1%80%D0%B0%D0%B4%D0%B5%D1%81%D0%BA%D0%B0%D0%BD%D1%86%D0%B8%D1%8F%20%D0%B1%D0%BB%D0%B5%D0%B4%D0%BD%D0%B0%D1%8F%20-%20Tradescantia%20pallida\/thumbs\/DSC02355.webp","width":512,"height":410},"thumbCaption":"<h3>Коммелиноцветные - Commelinales<\/h3><div class=\"comment\">Commelinales is the botanical name of an order of flowering plants. It comprises five families: Commelinaceae, Haemodoraceae, Hanguanaceae, Philydraceae, and&hellip;<\/div>","name":"Коммелиноцветные - Commelinales","comment":"Commelinales is the botanical name of an order of flowering plants. It comprises five families: Commelinaceae, Haemodoraceae, Hanguanaceae, Philydraceae, and Pontederiaceae. All the families combined contain over 885 species in about 70 genera; the majority of species are in the Commelinaceae. Plants in the order share a number of synapomorphies that tie them together, such as a lack of mycorrhizal associations and tapetal raphides. Estimates differ as to when the Comminales evolved, but most suggest an origin and diversification sometime during the mid- to late Cretaceous. Depending on the methods used, studies suggest a range of origin between 123 and 73 million years, with diversification occurring within the group 110 to 66 million years ago. The order's closest relatives are in the Zingiberales, which includes ginger, bananas, cardamom, and others.\nThe older Cronquist system of 1981, which was based purely on morphological data, placed the order in subclass Commelinidae of class Liliopsida and included the families Commelinaceae, Mayacaceae, Rapateaceae and Xyridaceae. These families are now known to be only distantly related. In the classification system of Dahlgren the Commelinales were one of four orders in the superorder Commeliniflorae (also called Commelinanae), and contained five families, of which only Commelinaceae has been retained by the Angiosperm Phylogeny Group (APG).","dates":{"added":1688936036,"dateRange":{"0":1304416891,"1":1687705275}},"fileDate":"2023-01-20T17:40:03.441Z","category":"folder"},{"path":"%D0%9C%D1%8F%D1%82%D0%BB%D0%B8%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Poales","deepCounters":{"total":772,"images":669,"folders":103,"files":669},"counters":{"total":5,"folders":5},"thumb":{"path":"%D0%9C%D1%8F%D1%82%D0%BB%D0%B8%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Poales\/%D0%9C%D1%8F%D1%82%D0%BB%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Poaceae\/%D0%9F%D1%88%D0%B5%D0%BD%D0%B8%D1%86%D0%B0%20%D0%BC%D1%8F%D0%B3%D0%BA%D0%B0%D1%8F%20-%20Triticum%20aestivum\/thumbs\/0DSC04623.webp","width":512,"height":410},"thumbCaption":"<h3>Мятликоцветные - Poales<\/h3><div class=\"comment\">The Poales are a large order of flowering plants in the monocotyledons, and includes families of plants such as the grasses, bromeliads, and sedges. Sixteen&hellip;<\/div>","name":"Мятликоцветные - Poales","comment":"The Poales are a large order of flowering plants in the monocotyledons, and includes families of plants such as the grasses, bromeliads, and sedges. Sixteen plant families are currently recognized by botanists to be part of Poales.\nThe flowers are typically small, enclosed by bracts, and arranged in inflorescences (except in three species of the genus Mayaca, which possess very reduced, one-flowered inflorescences). The flowers of many species are wind pollinated; the seeds usually contain starch.\nThe earlier APG system (1998) adopted the same placement of the order, although it used the spelling \"commelinoids\". It did not include the Bromeliaceae and Mayaceae, but had the additional families Prioniaceae (now included in Thurniaceae), Sparganiaceae (now in Typhaceae), and Hydatellaceae (now transferred out of the monocots; recently discovered to be an 'early-diverging' lineage of flowering plants).\nThe morphology-based Cronquist system did not include an order named Poales, assigning these families to the orders Bromeliales, Cyperales, Hydatellales, Juncales, Restionales and Typhales.\nIn early systems, an order including the grass family did not go by the name Poales but by a descriptive botanical name such as Graminales in the Engler system (update of 1964) and in the Hutchinson system (first edition, first volume, 1926), Glumiflorae in the Wettstein system (last revised 1935) or Glumaceae in the Bentham & Hooker system (third volume, 1883).","dates":{"added":1703514519,"dateRange":{"0":1135393732,"1":1702994304}},"fileDate":"2023-01-20T17:40:03.443Z","category":"folder"},{"path":"%D0%9F%D0%B0%D0%BB%D1%8C%D0%BC%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Arecales","deepCounters":{"total":63,"images":51,"folders":12,"files":51},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9F%D0%B0%D0%BB%D1%8C%D0%BC%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Arecales\/%D0%9F%D0%B0%D0%BB%D1%8C%D0%BC%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Arecaceae\/%D0%9A%D0%BE%D0%BA%D0%BE%D1%81%20%D0%BE%D1%80%D0%B5%D1%85%D0%BE%D0%BD%D0%BE%D1%81%D0%BD%D1%8B%D0%B8%20-%20Cocos%20nucifera\/thumbs\/DSC05179.webp","width":512,"height":410},"thumbCaption":"<h3>Пальмоцветные - Arecales<\/h3><div class=\"comment\">Arecales is an order of flowering plants. The order has been widely recognised only for the past few decades; until then, the accepted name for the order&hellip;<\/div>","name":"Пальмоцветные - Arecales","comment":"Arecales is an order of flowering plants. The order has been widely recognised only for the past few decades; until then, the accepted name for the order including these plants was Principes.\nThe Cronquist system of 1981 assigned the order to the subclass Arecidae in the class Liliopsida (= monocotyledons).\nThe Thorne system (1992) and the Dahlgren system assigned the order to the superorder Areciflorae, also called Arecanae in the subclass Liliidae (= monocotyledons), with the single family Arecaceae.\nThis was unchanged from the APG system of 1998, although it used the spelling \"commelinoids\" instead of commelinids.\nThe APG IV system of 2016 places Dasypogonaceae in this order, after studies shown Dasypogonaceae as sister to Arecaceae.","dates":{"added":1709228406,"dateRange":{"0":1135394138,"1":1703249768}},"fileDate":"2023-01-20T17:40:03.443Z","category":"folder"},{"path":"%D0%9F%D0%B0%D0%BD%D0%B4%D0%B0%D0%BD%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Pandanales","deepCounters":{"total":22,"images":18,"folders":4,"files":18},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9F%D0%B0%D0%BD%D0%B4%D0%B0%D0%BD%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Pandanales\/%D0%9F%D0%B0%D0%BD%D0%B4%D0%B0%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Pandanaceae\/%D0%9F%D0%B0%D0%BD%D0%B4%D0%B0%D0%BD%20%D0%B0%D1%80%D0%BE%D0%BC%D0%B0%D1%82%D0%BD%D0%B5%D0%B8%D1%88%D0%B8%D0%B8%20-%20Pandanus%20odoratissimus\/thumbs\/DSC05597.webp","width":512,"height":410},"thumbCaption":"<h3>Панданоцветные - Pandanales<\/h3><div class=\"comment\">Pandanales (pandans or screw-pines) is the botanical name for an order of flowering plants placed in the monocot clade in the Angiosperm Phylogeny Group and&hellip;<\/div>","name":"Панданоцветные - Pandanales","comment":"Pandanales (pandans or screw-pines) is the botanical name for an order of flowering plants placed in the monocot clade in the Angiosperm Phylogeny Group and Angiosperm Phylogeny Web systems. Within the monocots Pandanales are grouped in the lilioid monocots where they are in a sister group relationship with the Dioscoreales. Historically the order has consisted of a number of different families in different systems but modern classification of the order is based primarily on molecular phylogenetics despite diverse morphology which previously placed many of the families in other groupings based on apparent similarity. Members of the order have a subtropical distribution and includes palms, trees, shrubs, and vines as well as herbaceous plants. The order consists of 5 families, 36 genera and about 1,610 species.\nPandanales are highly diverse including large arboraceous plants of tropical rainforests and coastal areas, climbing vines and lianas, as well as very small achlorophyllous (mycoheterotrophic) and saprophytic herbaceous forest floor species. This has made it difficult to reliably define synapomorphies, but the loss of trimery distinguishes many of them from other lilioid monocots.\nThe Pandanales order is distinctive with its highly variable and hardly definable floral morphology, especially the number of stamens and their structure so as many other characteristics. In some of the members, even different interpretations exist about the composition and organization of the reproductive structures. The structure of the inflorescence also varies.\nThe order includes plants with traits that seem atypical when compared to other groups of monocots. A good example is the female reproductive organ and its position relative to other parts of the flower. Some of the species included in the families Pandanaceae and Stemonaceae show flowers formed from only one carpel, while in the Triuridaceae, a family that lacks chlorophyll, the carpels are free from each other. In fact, the Triuridaceae hold the most doubtful flower morphology from the whole order.","dates":{"added":1644691405,"dateRange":{"0":1356337809,"1":1644665044}},"fileDate":"2023-01-20T17:40:03.443Z","category":"folder"},{"path":"%D0%A1%D0%BF%D0%B0%D1%80%D0%B6%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Asparagales","deepCounters":{"total":3857,"images":3511,"folders":344,"files":3513,"others":2},"counters":{"total":6,"folders":6},"thumb":{"path":"%D0%A1%D0%BF%D0%B0%D1%80%D0%B6%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Asparagales\/%D0%A1%D0%BF%D0%B0%D1%80%D0%B6%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Asparagaceae\/%D0%A1%D0%BF%D0%B0%D1%80%D0%B6%D0%B0%20%D0%BB%D0%B5%D0%BA%D0%B0%D1%80%D1%81%D1%82%D0%B2%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20%27%D0%9C%D1%8D%D1%80%D0%B8%20%D0%92%D0%B0%D1%88%D0%B8%D0%BD%D0%B3%D1%82%D0%BE%D0%BD%27%20-%20Asparagus%20officinalis%20%27Mary%20Washington%27\/thumbs\/0DSC08887_.webp","width":512,"height":410},"thumbCaption":"<h3>Спаржецветные - Asparagales<\/h3><div class=\"comment\">Asparagales (asparagoid lilies) is an order of plants in modern classification systems such as the Angiosperm Phylogeny Group (APG) and the Angiosperm Phylogeny&hellip;<\/div>","name":"Спаржецветные - Asparagales","comment":"Asparagales (asparagoid lilies) is an order of plants in modern classification systems such as the Angiosperm Phylogeny Group (APG) and the Angiosperm Phylogeny Web. The order takes its name from the type family Asparagaceae and is placed in the monocots amongst the lilioid monocots. The order has only recently been recognized in classification systems. It was first put forward by Huber in 1977 and later taken up in the Dahlgren system of 1985 and then the APG in 1998, 2003 and 2009. Before this, many of its families were assigned to the old order Liliales, a very large order containing almost all monocots with colourful tepals and lacking starch in their endosperm. DNA sequence analysis indicated that many of the taxa previously included in Liliales should actually be redistributed over three orders, Liliales, Asparagales and Dioscoreales. The boundaries of the Asparagales and of its families have undergone a series of changes in recent years; future research may lead to further changes and ultimately greater stability. In the APG circumscription, Asparagales is the largest order of monocots with 14 families, 1,122 genera, and about 36,000 species.\nThe order is clearly circumscribed on the basis of molecular phylogenetics, but is difficult to define morphologically, since its members are structurally diverse. Most species of Asparagales are herbaceous perennials, although some are climbers and some are tree-like. The order also contains many geophytes (bulbs, corms and various kinds of tuber). According to telomere sequence, at least two evolutionary switch-points happened within the order. Basal sequence is formed by TTTAGGG like in majority of higher plants. Basal motif was changed to vertebrate-like TTAGGG and finally the most divergent motif CTCGGTTATGGG appears in Allium. One of the defining characteristics (synapomorphies) of the order is the presence of phytomelanin, a black pigment present in the seed coat, creating a dark crust. Phytomelanin is found in most families of the Asparagales (although not in Orchidaceae, thought to be a sister to the rest of the group).","dates":{"added":1709663818,"dateRange":{"0":1103958720,"1":1709299797}},"fileDate":"2023-01-20T17:40:03.445Z","category":"folder"},{"path":"%D0%A7%D0%B0%D1%81%D1%82%D1%83%D1%85%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Alismatales","deepCounters":{"total":204,"images":175,"folders":29,"files":175},"counters":{"total":5,"folders":5},"thumb":{"path":"%D0%A7%D0%B0%D1%81%D1%82%D1%83%D1%85%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Alismatales\/%D0%A7%D0%B0%D1%81%D1%82%D1%83%D1%85%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Alismataceae\/%D0%A7%D0%B0%D1%81%D1%82%D1%83%D1%85%D0%B0%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Alisma%20plantago-aquatica\/thumbs\/0DSC09271.webp","width":512,"height":410},"thumbCaption":"<h3>Частухоцветные - Alismatales<\/h3><div class=\"comment\">The Alismatales (alismatids) are an order of flowering plants including about 4500 species. Plants assigned to this order are mostly tropical or aquatic. Some&hellip;<\/div>","name":"Частухоцветные - Alismatales","comment":"The Alismatales (alismatids) are an order of flowering plants including about 4500 species. Plants assigned to this order are mostly tropical or aquatic. Some grow in fresh water, some in marine habitats.\nThe Alismatales comprise herbaceous flowering plants of aquatic and marshy habitats, and the only monocots known to have green embryos other than the Amaryllidaceae. They also include the only marine angiosperms. The flowers are usually arranged in inflorescences, and the mature seeds lack endosperm.\nBoth marine and freshwater forms include those with staminate flowers that detach from the parent plant and float to the surface where they become pollinated. In others, pollination occurs underwater, where pollen may form elongated strands, increasing chance of success. Most aquatic species have a totally submerged juvenile phase, and flowers are either floating or emergent. Vegetation may be totally submersed, have floating leaves, or protrude from the water. Collectively, they are commonly known as \"water plantain\".\nThe Alismatales contain about 165 genera in 13 families, with a cosmopolitan distribution. Phylogenetically, they are basal monocots, diverging early in evolution relative to the lilioid and commelinid monocot lineages. Together with the Acorales, the Alismatales are referred to informally as the alismatid monocots.","dates":{"added":1653173234,"dateRange":{"0":1311592198,"1":1652954672}},"fileDate":"2023-01-20T17:40:03.445Z","category":"folder"}],"name":"Однодольные - Monocotyledones","comment":"Monocotyledons are flowering plants (angiosperms) whose seeds typically contain only one embryonic leaf, or cotyledon. They constitute one of the major groups into which the flowering plants have traditionally been divided, the rest of the flowering plants having two cotyledons and therefore classified as dicotyledons, or dicots. However, molecular phylogenetic research has shown that while the monocots form a monophyletic group or clade (comprising all the descendants of a common ancestor), the dicots do not. Monocots have almost always been recognized as a group, but with various taxonomic ranks and under several different names. The APG III system of 2009 recognises a clade called \"monocots\" but does not assign it to a taxonomic rank.\nThe monocots include about 60,000 species. The largest family in this group (and in the flowering plants as a whole) by number of species are the orchids (family Orchidaceae), with more than 20,000 species. About half as many species belong to the true grasses (Poaceae), which are economically the most important family of monocots. In agriculture the majority of the biomass produced comes from monocots. These include not only major grains (rice, wheat, maize, etc.), but also forage grasses, sugar cane, and the bamboos. Other economically important monocot crops include various palms (Arecaceae), bananas and plantains (Musaceae), gingers and their relatives, turmeric and cardamom (Zingiberaceae), asparagus (Asparagaceae), pineapple (Bromeliaceae), water chestnut (Cyperaceae), and leeks, onion and garlic (Amaryllidaceae). Many houseplants are monocot epiphytes. Additionally most of the horticultural bulbs, plants cultivated for their blooms, such as lilies, daffodils, irises, amaryllis, cannas, bluebells and tulips, are monocots.","dates":{"added":1709663818,"dateRange":{"0":1103958720,"1":1709299797}},"fileDate":"2023-01-20T17:39:10.955Z"}