{"path":"%D0%9F%D0%B0%D0%BB%D1%8C%D0%BC%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Arecales","deepCounters":{"total":63,"images":51,"folders":12,"files":51},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9F%D0%B0%D0%BB%D1%8C%D0%BC%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Arecaceae\/%D0%9A%D0%BE%D0%BA%D0%BE%D1%81%20%D0%BE%D1%80%D0%B5%D1%85%D0%BE%D0%BD%D0%BE%D1%81%D0%BD%D1%8B%D0%B8%20-%20Cocos%20nucifera\/thumbs\/DSC05179.webp","width":512,"height":410},"thumbCaption":"<h3>Пальмоцветные - Arecales<\/h3><div class=\"comment\">Arecales is an order of flowering plants. The order has been widely recognised only for the past few decades; until then, the accepted name for the order&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3209<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39103<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%9F%D0%B0%D0%BB%D1%8C%D0%BC%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Arecaceae","deepCounters":{"total":62,"images":51,"folders":11,"files":51},"counters":{"total":11,"folders":11},"thumb":{"path":"%D0%9F%D0%B0%D0%BB%D1%8C%D0%BC%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Arecaceae\/%D0%9A%D0%BE%D0%BA%D0%BE%D1%81%20%D0%BE%D1%80%D0%B5%D1%85%D0%BE%D0%BD%D0%BE%D1%81%D0%BD%D1%8B%D0%B8%20-%20Cocos%20nucifera\/thumbs\/DSC05179.webp","width":512,"height":410},"thumbCaption":"<h3>Пальмовые - Arecaceae<\/h3><div class=\"comment\">The Arecaceae are a botanical family of perennial plants. Their growth form can be climbers, shrubs, trees and stemless plants, all commonly known as palms.&hellip;<\/div>","name":"Пальмовые - Arecaceae","comment":"The Arecaceae are a botanical family of perennial plants. Their growth form can be climbers, shrubs, trees and stemless plants, all commonly known as palms. Those having a tree form are colloquially called palm trees. They are flowering plants, a family in the monocot order Arecales. Currently 181 genera with around 2600 species are known, most of them restricted to tropical and subtropical climates. Most palms are distinguished by their large, compound, evergreen leaves, known as fronds, arranged at the top of an unbranched stem. However, palms exhibit an enormous diversity in physical characteristics and inhabit nearly every type of habitat within their range, from rainforests to deserts.\nPalms are among the best known and most extensively cultivated plant families. They have been important to humans throughout much of history. Many common products and foods are derived from palms. In contemporary times, palms are also widely used in landscaping, making them one of the most economically important plants. In many historical cultures, because of their importance as food, palms were symbols for such ideas as victory, peace, and fertility. For inhabitants of cooler climates today, palms symbolize the tropics and vacations.","dates":{"added":1709228406,"dateRange":{"0":1135394138,"1":1703249768}},"fileDate":"2023-01-20T17:50:09.391Z","category":"folder"}],"name":"Пальмоцветные - Arecales","comment":"Arecales is an order of flowering plants. The order has been widely recognised only for the past few decades; until then, the accepted name for the order including these plants was Principes.\nThe Cronquist system of 1981 assigned the order to the subclass Arecidae in the class Liliopsida (= monocotyledons).\nThe Thorne system (1992) and the Dahlgren system assigned the order to the superorder Areciflorae, also called Arecanae in the subclass Liliidae (= monocotyledons), with the single family Arecaceae.\nThis was unchanged from the APG system of 1998, although it used the spelling \"commelinoids\" instead of commelinids.\nThe APG IV system of 2016 places Dasypogonaceae in this order, after studies shown Dasypogonaceae as sister to Arecaceae.","dates":{"added":1709228406,"dateRange":{"0":1135394138,"1":1703249768}},"fileDate":"2023-01-20T17:40:03.443Z"}