{"path":"%D0%9F%D1%80%D0%BE%D1%82%D0%B5%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Proteales","deepCounters":{"total":98,"images":86,"folders":12,"files":86},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%9F%D1%80%D0%BE%D1%82%D0%B5%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Proteaceae\/%D0%9F%D1%80%D0%BE%D1%82%D0%B5%D1%8F%20%D0%B0%D1%80%D1%82%D0%B8%D1%88%D0%BE%D0%BA%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Protea%20cynaroides\/thumbs\/0DSC06827.webp","width":512,"height":410},"thumbCaption":"<h3>Протеецветные - Proteales<\/h3><div class=\"comment\">Proteales is the botanical name of an order of flowering plants consisting of two (or three) families. The Proteales have been recognized by almost all&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3221<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39191<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%9F%D1%80%D0%BE%D1%82%D0%B5%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Proteaceae","deepCounters":{"total":63,"images":56,"folders":7,"files":56},"counters":{"total":7,"folders":7},"thumb":{"path":"%D0%9F%D1%80%D0%BE%D1%82%D0%B5%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Proteaceae\/%D0%9F%D1%80%D0%BE%D1%82%D0%B5%D1%8F%20%D0%B0%D1%80%D1%82%D0%B8%D1%88%D0%BE%D0%BA%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Protea%20cynaroides\/thumbs\/0DSC06827.webp","width":512,"height":410},"thumbCaption":"<h3>Протейные - Proteaceae<\/h3><div class=\"comment\">The Proteaceae are a family of flowering plants predominantly distributed in the Southern Hemisphere. The family comprises 83 genera with about 1,660 known&hellip;<\/div>","name":"Протеиные - Proteaceae","comment":"The Proteaceae are a family of flowering plants predominantly distributed in the Southern Hemisphere. The family comprises 83 genera with about 1,660 known species. Together with the Platanaceae and Nelumbonaceae, they make up the order Proteales. Well-known genera include Protea, Banksia, Embothrium, Grevillea, Hakea, Dryandra, and Macadamia. Species such as the New South Wales waratah (Telopea speciosissima), king protea (Protea cynaroides), and various species of Banksia, Grevillea, and Leucadendron are popular cut flowers, while the nuts of Macadamia integrifolia are widely grown commercially and consumed. Australia and South Africa have the greatest concentrations of diversity.","dates":{"added":1649437851,"dateRange":{"0":1342777893,"1":1649418694}},"fileDate":"2023-01-20T17:48:47.545Z","category":"folder","title":"Протейные - Proteaceae"},{"path":"%D0%9B%D0%BE%D1%82%D0%BE%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Nelumbonaceae","deepCounters":{"total":24,"images":23,"folders":1,"files":23},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9B%D0%BE%D1%82%D0%BE%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Nelumbonaceae\/%D0%9B%D0%BE%D1%82%D0%BE%D1%81%20%D0%BE%D1%80%D0%B5%D1%85%D0%BE%D0%BD%D0%BE%D1%81%D0%BD%D1%8B%D0%B8%20-%20Nelumbo%20nucifera\/thumbs\/DSC04629.webp","width":512,"height":410},"thumbCaption":"<h3>Лотосовые - Nelumbonaceae<\/h3><div class=\"comment\">Nelumbonaceae, sometimes called the sacred lotus family, is a family of flowering plants, including the single genus Nelumbo with two species, N. lutea (North&hellip;<\/div>","name":"Лотосовые - Nelumbonaceae","comment":"Nelumbonaceae, sometimes called the sacred lotus family, is a family of flowering plants, including the single genus Nelumbo with two species, N. lutea (North America) and N. nucifera (widespread in tropical Asia).\nWhile in the past, members of the family have been included in the waterlily family, Nymphaeaceae, it is now widely accepted, following molecular studies, that the Nelumbonaceae are actually an example of convergent evolution and are highly modified eudicots belonging to the order Proteales, their closest living relatives being the plane trees (Platanaceae) and Proteaceae. The APG IV system of 2016 (unchanged from the earlier APG system of 1998, the APG II system of 2003 and the APG III system of 2009) places the family in the order Proteales, in the clade eudicots.\nThe family consists of aquatic plants, extant Nelumbo are native to North America and Asia (and perhaps some adjacent areas, but widely cultivated). At least four other genera, Nelumbites, Exnelumbites, Paleonelumbo, and Nelumbago, are known from fossils.\nThe Cronquist system, of 1981, also recognized this family, but placed it in order Nymphaeales in subclass Magnoliidae in class Magnoliopsida (=dicotyledons), based on gross morphological similarities. The Dahlgren system and Thorne system (1992) also recognized this family and placed it in its own order Nelumbonales in superorder Magnolianae in subclass Magnoliidae (=dicotyledons).","dates":{"added":1422822598,"dateRange":{"0":1355818850,"1":1421413650}},"fileDate":"2023-01-20T17:48:47.499Z","category":"folder"},{"path":"%D0%9F%D0%BB%D0%B0%D1%82%D0%B0%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Platanaceae","deepCounters":{"total":8,"images":7,"folders":1,"files":7},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9F%D0%BB%D0%B0%D1%82%D0%B0%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Platanaceae\/%D0%9F%D0%BB%D0%B0%D1%82%D0%B0%D0%BD%20%D0%B2%D0%BE%D1%81%D1%82%D0%BE%D1%87%D0%BD%D1%8B%D0%B8%20-%20Platanus%20orientalis\/thumbs\/DSC06907.webp","width":512,"height":410},"thumbCaption":"<h3>Платановые - Platanaceae<\/h3><div class=\"comment\">The Platanaceae are a family of flowering plants belonging to the order Proteales. This family has been recognized by almost all taxonomists, and is sometimes&hellip;<\/div>","name":"Платановые - Platanaceae","comment":"The Platanaceae are a family of flowering plants belonging to the order Proteales. This family has been recognized by almost all taxonomists, and is sometimes called the \"plane-tree family\". The family consists of only a single extant genus Platanus, with eight known species. The plants are tall trees, native to temperate and subtropical regions of the Northern Hemisphere. The hybrid London plane is widely planted in cities worldwide.\nThe plane-tree is referenced in Pliny the Younger's letter to Domitius Apollinaris as part of his description of his Tuscan Villa located somewhere in Tuscany in the first century.","dates":{"added":1684089824,"dateRange":{"0":1304507040,"1":1682849963}},"fileDate":"2023-01-20T17:48:47.499Z","category":"folder"}],"name":"Протеецветные - Proteales","comment":"Proteales is the botanical name of an order of flowering plants consisting of two (or three) families. The Proteales have been recognized by almost all taxonomists.\nIn the classification system of Dahlgren the Proteales were in the superorder Proteiflorae (also called Proteanae).The APG II system of 2003 also recognizes this order, and places it in the clade eudicots.\nThe APG III system of 2009 followed this same approach, but favored the narrower circumscription of the three families, firmly recognizing three families in Proteales: Nelumbonaceae, Platanaceae, and Proteaceae. The Angiosperm Phylogeny Website, however, suggests the addition of Sabiaceae, which was not placed in an order in the eudicots in the APG III system, would be sensible.\nThe APG IV system of 2016 added family Sabiaceae to the order.\nWell-known members of the Proteales include the proteas of South Africa, the banksias and macadamias of Australia, the London plane, and the sacred lotus. The origins of the order are clearly ancient, with evidence of diversification in the mid-Cretaceous, over 100 million years ago. Of interest are the current family distributions, with the Proteaceae a mostly Southern Hemisphere family, while the Platanaceae and Nelumbonaceae are Northern Hemisphere plants.","dates":{"added":1684089824,"dateRange":{"0":1304507040,"1":1682849963}},"fileDate":"2023-01-20T17:39:38.935Z"}