{"path":"%D0%94%D0%B2%D1%83%D0%B4%D0%BE%D0%BB%D1%8C%D0%BD%D1%8B%D0%B5%20-%20Dicotyledones","keywords":["двудольные","Magnoliopsida","Dicotyledon","dicots"],"deepCounters":{"total":34866,"images":32228,"folders":2620,"files":32246,"others":18},"counters":{"total":39,"folders":39},"thumb":{"path":"%D0%A0%D0%BE%D0%B7%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Rosales\/%D0%A0%D0%BE%D0%B7%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Rosaceae\/%D0%A0%D0%BE%D0%B7%D0%B0%20x%20%D1%81%D0%B0%D0%B4%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Rosa%20x%20domestica\/thumbs\/DSC08174.webp","width":512,"height":410},"thumbCaption":"<h3>Двудольные - Dicotyledones<\/h3><div class=\"comment\">The dicotyledons, also known as dicots (or more rarely dicotyls), were one of the two groups into which all the flowering plants or angiosperms were formerly&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3221<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39191<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%90%D0%B2%D1%81%D1%82%D1%80%D0%BE%D0%B1%D1%8D%D0%B8%D0%BB%D0%B8%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Austrobaileyales","deepCounters":{"total":8,"images":6,"folders":2,"files":6},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%90%D0%B2%D1%81%D1%82%D1%80%D0%BE%D0%B1%D1%8D%D0%B8%D0%BB%D0%B8%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Austrobaileyales\/%D0%9B%D0%B8%D0%BC%D0%BE%D0%BD%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Schisandraceae\/%D0%9B%D0%B8%D0%BC%D0%BE%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BA%D0%B8%D1%82%D0%B0%D0%B8%D1%81%D0%BA%D0%B8%D0%B8%20-%20Schisandra%20chinensis\/thumbs\/DSC05309.webp","width":512,"height":410},"thumbCaption":"<h3>Австробэйлиецветные - Austrobaileyales<\/h3><div class=\"comment\">Austrobaileyales is an order of flowering plants consisting of about 100 species of woody plants growing as trees, shrubs and lianas. Perhaps the most familiar&hellip;<\/div>","name":"Австробэилиецветные - Austrobaileyales","comment":"Austrobaileyales is an order of flowering plants consisting of about 100 species of woody plants growing as trees, shrubs and lianas. Perhaps the most familiar species is Illicium verum, from which comes the spice star anise. The order belongs to the group of basal angiosperms, the ANA grade (Amborellales, Nymphaeales, and Austrobaileyales), which diverged earlier from the remaining flowering plants. Austrobaileyales is sister to all remaining extant angiosperms outside the ANA grade.\nThe order includes just three families of flowering plants, the Austrobaileyaceae, a monotypic family containing the sole genus, Austrobaileya scandens, a woody liana, the Schisandraceae, a family of trees, shrubs, or lianas containing essential oils, and the Trimeniaceae, essential oil-bearing trees and lianas.","dates":{"added":1538680431,"dateRange":{"0":1537795918,"1":1537795961}},"fileDate":"2023-01-20T17:39:38.919Z","category":"folder","title":"Австробэйлиецветные - Austrobaileyales"},{"path":"%D0%90%D1%81%D1%82%D1%80%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Asterales","keywords":["Астроцветные","Asterales"],"deepCounters":{"total":3555,"images":3258,"folders":297,"files":3258},"counters":{"total":6,"folders":6},"thumb":{"path":"%D0%90%D1%81%D1%82%D1%80%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Asterales\/%D0%90%D1%81%D1%82%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Asteraceae\/%D0%90%D1%81%D1%82%D1%80%D0%B0%20%D1%80%D0%B0%D0%B7%D0%BD%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D0%B0%D1%8F%20-%20Aster%20versicolor\/thumbs\/DSC08458.webp","width":512,"height":410},"thumbCaption":"<h3>Астроцветные - Asterales<\/h3><div class=\"comment\">Asterales is an order of dicotyledonous flowering plants that includes the large family Asteraceae (or Compositae) known for composite flowers made of florets,&hellip;<\/div>","name":"Астроцветные - Asterales","comment":"Asterales is an order of dicotyledonous flowering plants that includes the large family Asteraceae (or Compositae) known for composite flowers made of florets, and ten families related to the Asteraceae.The order is a cosmopolite (plants found throughout most of the world including desert and frigid zones), and includes mostly herbaceous species, although a small number of trees (such as the giant Lobelia and the giant Senecio) and shrubs are also present.Asterales are organisms that seem to have evolved from one common ancestor. Asterales share characteristics on morphological and biochemical levels. Synapomorphies (a character that is shared by two or more groups through evolutionary development) include the presence in the plants of oligosaccharide inulin, a nutrient storage molecule used instead of starch; and unique stamen morphology. The stamens are usually found around the style, either aggregated densely or fused into a tube, probably an adaptation in association with the plunger (brush; or secondary) pollination that is common among the families of the order, wherein pollen is collected and stored on the length of the pistil.","dates":{"added":1703514519,"dateRange":{"0":1223233546,"1":1702982204}},"fileDate":"2023-01-20T17:39:38.919Z","category":"folder"},{"path":"%D0%91%D0%B5%D1%80%D0%B5%D1%81%D0%BA%D0%BB%D0%B5%D1%82%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Celastrales","keywords":["Бересклетоцветные","Celastrales"],"deepCounters":{"total":179,"images":161,"folders":18,"files":161},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%91%D0%B5%D1%80%D0%B5%D1%81%D0%BA%D0%BB%D0%B5%D1%82%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Celastrales\/%D0%91%D0%B5%D1%80%D0%B5%D1%81%D0%BA%D0%BB%D0%B5%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Celastraceae\/%D0%91%D0%B5%D1%80%D0%B5%D1%81%D0%BA%D0%BB%D0%B5%D1%82%20%D0%B5%D0%B2%D1%80%D0%BE%D0%BF%D0%B5%D0%B8%D1%81%D0%BA%D0%B8%D0%B8%20-%20Euonymus%20europaea\/thumbs\/SET08838.webp","width":512,"height":410},"thumbCaption":"<h3>Бересклетоцветные - Celastrales<\/h3><div class=\"comment\">The Celastrales are an order of flowering plants found throughout the tropics and subtropics, with only a few species extending far into the temperate regions.&hellip;<\/div>","name":"Бересклетоцветные - Celastrales","comment":"The Celastrales are an order of flowering plants found throughout the tropics and subtropics, with only a few species extending far into the temperate regions. The 1200 to 1350 species are in about 100 genera. All but seven of these genera are in the large family Celastraceae. Until recently, the composition of the order and its division into families varied greatly from one author to another.\nThe Celastrales are a diverse order that has no conspicuous distinguishing characteristic, so is consequently hard to recognize. The flowers are usually small with a conspicuous nectary disk. The stipules are small or rarely absent. The micropyle has two openings and is therefore called a bistomal micropyle. Flowers with well-developed male and female parts are often functionally unisexual. The seed often has an aril. In bud, the sepals have a quincuncial arrangement. This means that two sepals are inside, two are outside, and the remaining sepal is half inside and half outside.","dates":{"added":1686441193,"dateRange":{"0":1316781030,"1":1686404336}},"fileDate":"2023-01-20T17:39:38.919Z","category":"folder"},{"path":"%D0%91%D0%BE%D0%B1%D0%BE%D0%B2%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Fabales","keywords":["Бобовоцветные","Fabales"],"deepCounters":{"total":1854,"images":1725,"folders":127,"files":1727,"others":2},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%91%D0%BE%D0%B1%D0%BE%D0%B2%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Fabales\/%D0%91%D0%BE%D0%B1%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Fabaceae\/%D0%93%D0%BE%D1%80%D0%BE%D1%85%20%D0%BF%D0%BE%D1%81%D0%B5%D0%B2%D0%BD%D0%BE%D0%B8%20-%20Pisum%20sativum\/thumbs\/DSC01798.webp","width":512,"height":410},"thumbCaption":"<h3>Бобовоцветные - Fabales<\/h3><div class=\"comment\">The Fabales are an order of flowering plants included in the rosid group of the eudicots in the Angiosperm Phylogeny Group II classification system. In the APG&hellip;<\/div>","name":"Бобовоцветные - Fabales","comment":"The Fabales are an order of flowering plants included in the rosid group of the eudicots in the Angiosperm Phylogeny Group II classification system. In the APG II circumscription, this order includes the families Fabaceae or legumes (including the subfamilies Caesalpinioideae, Mimosoideae, and Faboideae), Quillajaceae, Polygalaceae or milkworts (including the families Diclidantheraceae, Moutabeaceae, and Xanthophyllaceae), and Surianaceae. Under the Cronquist system and some other plant classification systems, the order Fabales contains only the family Fabaceae. In the classification system of Dahlgren the Fabales were in the superorder Fabiflorae (also called Fabanae) with three familiese corresponding to the subfamilies of Fabaceae in APG II. The other families treated in the Fabales by the APG II classification were placed in separate orders by Cronquist, the Polygalaceae within its own order, the Polygalales, and the Quillajaceae and Surianaceae within the Rosales.\nThe Fabaceae, as the third-largest plant family in the world, contain most of the diversity of the Fabales, the other families making up a comparatively small portion of the order's diversity. Research in the order is largely focused on the Fabaceae, due in part to its great biological diversity, and to its importance as food plants. The Polygalaceae are fairly well researched among plant families, in part due to the large diversity of the genus Polygala, and other members of the family being food plants for various Lepidoptera (butterfly and moth) species. While taxonomists using molecular phylogenetic techniques find strong support for the order, questions remain about the morphological relationships of the Quillajaceae and Surianaceae to the rest of the order, due in part to limited research on these families.","dates":{"added":1703514519,"dateRange":{"0":1223233548,"1":1703250223}},"fileDate":"2023-01-20T17:39:38.919Z","category":"folder"},{"path":"%D0%91%D1%83%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Fagales","deepCounters":{"total":644,"images":596,"folders":48,"files":596},"counters":{"total":6,"folders":6},"thumb":{"path":"%D0%91%D1%83%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Fagales\/%D0%91%D1%83%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Fagaceae\/%D0%91%D1%83%D0%BA%20%D0%BB%D0%B5%D1%81%D0%BD%D0%BE%D0%B8%20-%20Fagus%20sylvatica\/thumbs\/0DSC08809.webp","width":512,"height":410},"thumbCaption":"<h3>Букоцветные - Fagales<\/h3><div class=\"comment\">The Fagales are an order of flowering plants, including some of the best-known trees. The order name is derived from genus Fagus, beeches. They belong among the&hellip;<\/div>","name":"Букоцветные - Fagales","comment":"The Fagales are an order of flowering plants, including some of the best-known trees. The order name is derived from genus Fagus, beeches. They belong among the rosid group of dicotyledons.\nThe older Cronquist system only included four families (Betulaceae, Corylaceae, Fagaceae, Ticodendraceae; Corylaceae now being included within Betulaceae); this arrangement is followed by, for example, the World checklist of selected plant families (see external link below). The other families were split into three different orders, placed among the Hamamelidae. The Casuarinales comprised the single family Casuarinaceae, the Juglandales comprised the Juglandaceae and Rhoipteleaceae, and the Myricales comprised the remaining forms (plus Balanops). The change is due to studies suggesting the Myricales, so defined, are paraphyletic to the other two groups.","dates":{"added":1703514519,"dateRange":{"0":1191780323,"1":1703251125}},"fileDate":"2023-01-20T17:39:38.919Z","category":"folder"},{"path":"%D0%91%D1%83%D1%80%D0%B0%D1%87%D0%BD%D0%B8%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Boraginales","deepCounters":{"total":606,"images":558,"folders":48,"files":558},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%91%D1%83%D1%80%D0%B0%D1%87%D0%BD%D0%B8%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Boraginales\/%D0%91%D1%83%D1%80%D0%B0%D1%87%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Boraginaceae\/%D0%9D%D0%B5%D0%B7%D0%B0%D0%B1%D1%83%D0%B4%D0%BA%D0%B0%20%D0%BB%D0%B5%D1%81%D0%BD%D0%B0%D1%8F%20-%20Myosotis%20sylvatica\/thumbs\/DSC06148.webp","width":512,"height":410},"thumbCaption":"<h3>Бурачникоцветные - Boraginales<\/h3><div class=\"comment\">Boraginales is a valid taxonomic name at the rank of order for a group of flowering plants. When recognized, it includes Boraginaceae and closely related&hellip;<\/div>","name":"Бурачникоцветные - Boraginales","comment":"Boraginales is a valid taxonomic name at the rank of order for a group of flowering plants. When recognized, it includes Boraginaceae and closely related asterid families.\nBoraginales is recognized in neither of two major classification systems, the Cronquist system and the APG III system, but has been recognized in some recent scientific papers. The circumscription of Boraginales is essentially identical to the circumscription of Boraginaceae sensu APG. The APG III system takes a broad view of Boraginaceae, including within it the traditionally recognized families Hydrophyllaceae and Lennoaceae based on recent molecular phylogenies that show that Boraginaceae, as traditionally defined, is paraphyletic over these two families. APG III includes Boraginaceae in the Euasterid I (lamiid) clade but this family is otherwise unplaced; its precise relationship to other families in the Euasterid I group remains unclear. In a phylogenetic study of DNA sequences of selected genes, Boraginales was resolved as sister to Lamiales sensu APG, but that result had only 65% maximum likelihood bootstrap support.\nIn the 2016 APG IV system Boraginales is an order with only one family Boraginaceae, which includes the former family Codonaceae.\nIn the Cronquist system, Boraginaceae (including Cordiaceae, Ehretiaceae, and Heliotropiaceae) and Lennoaceae were placed in Lamiales, and Hydrophyllaceae in Solanales.","dates":{"added":1687206998,"dateRange":{"0":1211050476,"1":1687093707}},"fileDate":"2023-04-23T16:59:23.306Z","category":"folder"},{"path":"%D0%92%D0%B5%D1%80%D0%B5%D1%81%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Ericales","deepCounters":{"total":1959,"images":1836,"folders":123,"files":1836},"counters":{"total":10,"folders":10},"thumb":{"path":"%D0%92%D0%B5%D1%80%D0%B5%D1%81%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Ericales\/%D0%92%D0%B5%D1%80%D0%B5%D1%81%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ericaceae\/%D0%92%D0%B5%D1%80%D0%B5%D1%81%D0%BA%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B8%20-%20Calluna%20vulgaris\/thumbs\/DSC03593.webp","width":512,"height":410},"thumbCaption":"<h3>Верескоцветные - Ericales<\/h3><div class=\"comment\">The Ericales are a large and diverse order of dicotyledons, including, for example, tea, persimmon, blueberry, Brazil nut, and azalea. The order includes trees,&hellip;<\/div>","name":"Верескоцветные - Ericales","comment":"The Ericales are a large and diverse order of dicotyledons, including, for example, tea, persimmon, blueberry, Brazil nut, and azalea. The order includes trees, bushes, lianas, and herbaceous plants. Together with ordinary autophytic plants, the Ericales include chlorophyll-deficient mycoheterotrophic plants (e.g., Sarcodes sanguinea) and carnivorous plants (e.g., genus Sarracenia).\nMany species have five petals, often grown together. Fusion of the petals as a trait was traditionally used to place the order in the subclass Sympetalae.\nMycorrhiza is an interesting property, frequently associated with the Ericales. Indeed, symbiosis with root fungi is quite common among the order representatives, and three kinds of it can be found exclusively among Ericales (namely, ericoid, arbutoid and monotropoid mycorrhiza). In addition, some families among the order are notable for their exceptional ability to accumulate aluminum.\nEricales are a cosmopolitan order. Areas of distribution of families vary largely - while some are restricted to tropics, others exist mainly in Arctic or temperate regions. The entire order contains over 8,000 species, of which the Ericaceae account for 2,000-4,000 species (by various estimates).","dates":{"added":1709663818,"dateRange":{"0":1223233716,"1":1709300745}},"fileDate":"2023-01-20T17:39:38.919Z","category":"folder"},{"path":"%D0%92%D0%B8%D0%BD%D0%BE%D0%B3%D1%80%D0%B0%D0%B4%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Vitales","deepCounters":{"total":168,"images":158,"folders":10,"files":158},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%92%D0%B8%D0%BD%D0%BE%D0%B3%D1%80%D0%B0%D0%B4%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Vitales\/%D0%92%D0%B8%D0%BD%D0%BE%D0%B3%D1%80%D0%B0%D0%B4%D0%BD%D1%8B%D0%B5%20-%20Vitaceae\/%D0%92%D0%B8%D0%BD%D0%BE%D0%B3%D1%80%D0%B0%D0%B4%20%D0%BA%D1%83%D0%BB%D1%8C%D1%82%D1%83%D1%80%D0%BD%D1%8B%D0%B8%20-%20Vitis%20vinifera\/thumbs\/DSC02305.webp","width":512,"height":410},"thumbCaption":"<h3>Виноградоцветные - Vitales<\/h3><div class=\"comment\">The Vitaceae are a family of dicotyledonous flowering plants, with 14 genera and ca 910 known species, including the grapevine and Virginia creeper. The family&hellip;<\/div>","name":"Виноградоцветные - Vitales","comment":"The Vitaceae are a family of dicotyledonous flowering plants, with 14 genera and ca 910 known species, including the grapevine and Virginia creeper. The family name is derived from the genus Vitis. The name sometimes appears as Vitidaceae, but Vitaceae is a conserved name and therefore has priority over both Vitidaceae and another name sometimes found in the older literature, Ampelidaceae. In the APG III system (2009) onwards, the family is placed in its own order, Vitales. Molecular phylogenetic studies place the Vitales as the most basal clade in the rosids.\nIn the Cronquist system, the family was placed near the family Rhamnaceae in order Rhamnales.\nMost Vitis species have 38 chromosomes (n=19), but 40 (n=20) in subgenus Muscadinia, while Ampelocissus, Parthenocissus, and Ampelopsis also have 40 chromosomes (n=20) and Cissus has 24 chromosomes (n=12).\nThe family is economically important as the berries of Vitis species, commonly known as grapes, are an important fruit crop and, when fermented, produce wine.\nSpecies of the genus Tetrastigma serve as hosts to parasitic plants in the family Rafflesiaceae.\nLeea, sometimes classified in its own family, Leeaceae, is included in Vitaceae by APG IV (2016) and the Angiosperm Phylogeny Website.","dates":{"added":1686441193,"dateRange":{"0":1213467868,"1":1686404243}},"fileDate":"2023-01-20T17:39:38.919Z","category":"folder"},{"path":"%D0%92%D0%BE%D1%80%D1%81%D1%8F%D0%BD%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Dipsacales","deepCounters":{"total":974,"images":915,"folders":59,"files":915},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%92%D0%BE%D1%80%D1%81%D1%8F%D0%BD%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Dipsacales\/%D0%90%D0%B4%D0%BE%D0%BA%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Adoxaceae\/%D0%9A%D0%B0%D0%BB%D0%B8%D0%BD%D0%B0%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Viburnum%20opulus\/thumbs\/DSC00428_.webp","width":512,"height":410},"thumbCaption":"<h3>Ворсянкоцветные - Dipsacales<\/h3><div class=\"comment\">The Dipsacales are an order of flowering plants, included within the asterid group of dicotyledons. In the APG III system of 2009, the order includes only two&hellip;<\/div>","name":"Ворсянкоцветные - Dipsacales","comment":"The Dipsacales are an order of flowering plants, included within the asterid group of dicotyledons. In the APG III system of 2009, the order includes only two families, Adoxaceae and a broadly defined Caprifoliaceae. Some well-known members of the Dipsacales order are honeysuckle, elder, viburnum, and valerian.\nUnder the Cronquist system, the order included Adoxaceae, Caprifoliaceae sensu stricto, Dipsacaceae, and Valerianaceae. Under the 2003 APG II system, the circumscription of the order was much the same but the system allowed either a broadly circumscribed Caprifoliaceae including the families Diervillaceae, Dipsacaceae, Linnaeaceae, Morinaceae, and Valerianaceae, or these families being kept separate. The APG III system only uses the broadly circumscribed Caprifoliceae.\nThe Dipsacales appear to be most closely related to the Paracryphiales.","dates":{"added":1690228680,"dateRange":{"0":1223233546,"1":1690118993}},"fileDate":"2023-01-20T17:39:38.919Z","category":"folder"},{"path":"%D0%93%D0%B0%D1%80%D1%80%D0%B8%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Garryales","deepCounters":{"total":6,"images":4,"folders":2,"files":4},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%93%D0%B0%D1%80%D1%80%D0%B8%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Garryales\/%D0%93%D0%B0%D1%80%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Garryaceae\/%D0%90%D1%83%D0%BA%D1%83%D0%B1%D0%B0%20%D1%8F%D0%BF%D0%BE%D0%BD%D1%81%D0%BA%D0%B0%D1%8F%20-%20Aucuba%20japonica\/thumbs\/DSC02101.webp","width":512,"height":410},"thumbCaption":"<h3>Гарриецветные - Garryales<\/h3><div class=\"comment\">The Garryales are a small order of dicotyledons, including only two families and three genera.<br>Garryales are woody plants that are either hairless or have very&hellip;<\/div>","name":"Гарриецветные - Garryales","comment":"The Garryales are a small order of dicotyledons, including only two families and three genera.\nGarryales are woody plants that are either hairless or have very fine hairs. Members of the family Garryaceae are evergreen, whereas those of the Eucommiaceae are deciduous and produce latex. All members are dioecious.\nThese belong among the asterids. Under the Cronquist system, the Garryaceae were placed among the Cornales. The Eucommiaceae were given their own order and placed among the Hamamelidae. The Oncothecaceae family has been associated with Garryales, though the link is not strong enough to prove they are related.","dates":{"added":1653173232,"dateRange":{"0":1652948554,"1":1652948565}},"fileDate":"2023-01-20T17:39:38.919Z","category":"folder","title":"Гарриецветные - Garryales"},{"path":"%D0%93%D0%B2%D0%BE%D0%B7%D0%B4%D0%B8%D1%87%D0%BD%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Caryophyllales","deepCounters":{"total":2064,"images":1851,"folders":213,"files":1851},"counters":{"total":15,"folders":15},"thumb":{"path":"%D0%93%D0%B2%D0%BE%D0%B7%D0%B4%D0%B8%D1%87%D0%BD%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Caryophyllales\/%D0%93%D0%B2%D0%BE%D0%B7%D0%B4%D0%B8%D1%87%D0%BD%D1%8B%D0%B5%20-%20Caryophyllaceae\/%D0%93%D0%B2%D0%BE%D0%B7%D0%B4%D0%B8%D0%BA%D0%B0%20%D0%BF%D0%B5%D1%81%D1%87%D0%B0%D0%BD%D0%B0%D1%8F%20-%20Dianthus%20arenarius\/thumbs\/0DSC03718.webp","width":512,"height":410},"thumbCaption":"<h3>Гвоздичноцветные - Caryophyllales<\/h3><div class=\"comment\">Caryophyllales is an order of flowering plants that includes the cacti, carnations, amaranths, ice plants, beets, and many carnivorous plants. Many members are&hellip;<\/div>","name":"Гвоздичноцветные - Caryophyllales","comment":"Caryophyllales is an order of flowering plants that includes the cacti, carnations, amaranths, ice plants, beets, and many carnivorous plants. Many members are succulent, having fleshy stems or leaves.\nThe members of Caryophyllales include about 6% of eudicot species. This order is part of the core eudicots. Currently, the Caryophyllales contains 33 families, 692 genera and 11,155 species. The monophyly of the Caryophyllales has been supported by DNA sequences, cytochrome c sequence data and heritable characters such as anther wall development and vessel-elements with simple perforations.\nAs with all taxa, the circumscription of Caryophyllales has changed within various classification systems. All systems recognize a core of families with centrospermous ovules and seeds. More recent treatments have expanded the Caryophyllales to include many carnivorous plants.\nAlthough the monophyly of the order has been strongly supported, their placement is still uncertain. Systematists are undecided on whether Caryophyllales should be placed within the rosid complex or sister to the asterid clade. The possible connection between sympetalous angiosperms and Caryophyllales was presaged by Bessey, Hutchinson, and others; as Lawrence relates: \"The evidence is reasonably conclusive that the Primulaceae and the Caryophyllaceae have fundamentally the same type of gynecia, and as concluded by Douglas (1936)(and essentially Dickson, 1936) '...the vascular pattern and the presence of locules at the base of the ovary point to the fact that the present much reduced flower of the Primulaceae has descended from an ancestor which was characterized by a plurilocular ovary and axial placentation. This primitive flower might well be found in centrospermal stock as Wernham, Bessy, and Hutchinson have suggested.' \"\nCaryophyllales is separated into two suborders: Caryophyllineae and Polygonineae. These two suborders were formerly (and sometimes still are) recognized as two orders, Polygonales and Caryophyllales.","dates":{"added":1703514519,"dateRange":{"0":1214066542,"1":1703075605}},"fileDate":"2023-01-20T17:39:38.919Z","category":"folder"},{"path":"%D0%93%D0%B5%D1%80%D0%B0%D0%BD%D0%B8%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Geraniales","deepCounters":{"total":468,"images":434,"folders":34,"files":434},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%93%D0%B5%D1%80%D0%B0%D0%BD%D0%B8%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Geraniales\/%D0%96%D1%83%D1%80%D0%B0%D0%B2%D0%B5%D0%BB%D1%8C%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Geraniaceae\/%D0%93%D0%B5%D1%80%D0%B0%D0%BD%D1%8C%20%D0%9C%D0%B0%D0%B4%D0%B5%D0%B8%D1%80%D1%8B%20-%20Geranium%20maderense\/thumbs\/DSC06703.webp","width":512,"height":410},"thumbCaption":"<h3>Гераниецветные - Geraniales<\/h3><div class=\"comment\">Geraniales are a small order of flowering plants, included within the rosid subclade of eudicots. The largest family in the order is Geraniaceae with over 800&hellip;<\/div>","name":"Гераниецветные - Geraniales","comment":"Geraniales are a small order of flowering plants, included within the rosid subclade of eudicots. The largest family in the order is Geraniaceae with over 800 species. In addition, the order includes the smaller Francoaceae with about 40 species. Most Geraniales are herbaceous, but there are also shrubs and small trees.\nThe economic importance of Geraniales is low. Some species of the genus Pelargonium (Geraniaceae) are cultivated for their aromatic oil used in the perfume industry. Some other species, also mostly within Geraniaceae, have horticultural or medicinal uses. A Paleobotanic record is missing.","dates":{"added":1688880096,"dateRange":{"0":1240833408,"1":1688790795}},"fileDate":"2023-01-20T17:39:38.919Z","category":"folder"},{"path":"%D0%93%D0%BE%D1%80%D0%B5%D1%87%D0%B0%D0%B2%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Gentianales","deepCounters":{"total":657,"images":587,"folders":70,"files":587},"counters":{"total":4,"folders":4},"thumb":{"path":"%D0%93%D0%BE%D1%80%D0%B5%D1%87%D0%B0%D0%B2%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Gentianales\/%D0%93%D0%BE%D1%80%D0%B5%D1%87%D0%B0%D0%B2%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Gentianaceae\/%D0%93%D0%BE%D1%80%D0%B5%D1%87%D0%B0%D0%B2%D0%BA%D0%B0%20%D0%B0%D0%BB%D1%8C%D0%BF%D0%B8%D0%B8%D1%81%D0%BA%D0%B0%D1%8F%20-%20Gentiana%20alpina\/thumbs\/DSC02034.webp","width":512,"height":410},"thumbCaption":"<h3>Горечавкоцветные - Gentianales<\/h3><div class=\"comment\">Gentianales is an order of flowering plants, included within the asterid clade of eudicots. It comprises more than 16,000 species in about 1,138 genera in 5&hellip;<\/div>","name":"Горечавкоцветные - Gentianales","comment":"Gentianales is an order of flowering plants, included within the asterid clade of eudicots. It comprises more than 16,000 species in about 1,138 genera in 5 families. More than 80% of the species in this order belong to the Rubiaceae family.","dates":{"added":1703514519,"dateRange":{"0":1240754968,"1":1703339990}},"fileDate":"2023-04-23T16:59:54.979Z","category":"folder"},{"path":"%D0%93%D1%83%D0%BD%D0%BD%D0%B5%D1%80%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Gunnerales","deepCounters":{"total":10,"images":8,"folders":2,"files":8},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%93%D1%83%D0%BD%D0%BD%D0%B5%D1%80%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Gunnerales\/%D0%93%D1%83%D0%BD%D0%BD%D0%B5%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Gunneraceae\/%D0%93%D1%83%D0%BD%D0%BD%D0%B5%D1%80%D0%B0%20%D0%BA%D1%80%D0%B0%D1%81%D0%B8%D0%BB%D1%8C%D0%BD%D0%B0%D1%8F%20-%20Gunnera%20tinctoria\/thumbs\/0DSC02251.webp","width":512,"height":410},"thumbCaption":"<h3>Гуннероцветные - Gunnerales<\/h3><div class=\"comment\">The Gunnerales are an order of flowering plants. In the APG III system (2009) and APG IV system (2016) it contains two genera: Gunnera (in family Gunneraceae)&hellip;<\/div>","name":"Гуннероцветные - Gunnerales","comment":"The Gunnerales are an order of flowering plants. In the APG III system (2009) and APG IV system (2016) it contains two genera: Gunnera (in family Gunneraceae) and Myrothamnus (in family Myrothamnaceae). In the Cronquist system (1981), the Gunneraceae were in the Haloragales and Myrothamnaceae in the Hamamelidales.DNA analysis was definitive, but the grouping of the two families was a surprise, given their very dissimilar morphologies. In Cronquist's old system (1981, 1988), and Takhtajan's (1997), the Gunneraceae were in the Rosidae, and the Myrothamnaceae were in the Hamamelids. In modern classification systems such as APG III and APG IV this order was the first to derive from the core eudicots.","dates":{"added":1653173232,"dateRange":{"0":1652952307,"1":1652952365}},"fileDate":"2023-01-20T17:39:38.919Z","category":"folder","title":"Гуннероцветные - Gunnerales"},{"path":"%D0%9A%D0%B0%D0%BC%D0%BD%D0%B5%D0%BB%D0%BE%D0%BC%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Saxifragales","deepCounters":{"total":1522,"images":1379,"folders":143,"files":1379},"counters":{"total":8,"folders":8},"thumb":{"path":"%D0%9A%D0%B0%D0%BC%D0%BD%D0%B5%D0%BB%D0%BE%D0%BC%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Saxifragales\/%D0%9A%D0%B0%D0%BC%D0%BD%D0%B5%D0%BB%D0%BE%D0%BC%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Saxifragaceae\/%D0%9A%D0%B0%D0%BC%D0%BD%D0%B5%D0%BB%D0%BE%D0%BC%D0%BA%D0%B0%20x%20%D0%90%D1%80%D0%B5%D0%BD%D0%B4%D1%81%D0%B0%20%D1%80%D0%BE%D0%B7%D0%BE%D0%B2%D0%B0%D1%8F%20%D1%84%D0%BE%D1%80%D0%BC%D0%B0%20-%20Saxifraga%20x%20arendsii%20f.%20rosea\/thumbs\/DSC00814.webp","width":512,"height":410},"thumbCaption":"<h3>Камнеломкоцветные - Saxifragales<\/h3><div class=\"comment\">The Saxifragales are an order of flowering plants. Their closest relatives are a large eudicot group known as the rosids by the definition of rosids given in&hellip;<\/div>","name":"Камнеломкоцветные - Saxifragales","comment":"The Saxifragales are an order of flowering plants. Their closest relatives are a large eudicot group known as the rosids by the definition of rosids given in the APG II classification system. Some authors define the rosids more widely, including Saxifragales as their most basal group. Saxifragales is one of the eight groups that compose the core eudicots. The others are Gunnerales, Dilleniaceae, Rosids, Santalales, Berberidopsidales, Caryophyllales, and asterids.\nSaxifragales have an extensive fossil record. The extant members are apparently remnants of a formerly diverse and widespread order.\nThe Saxifragales order, as it is now understood, is based upon the results of molecular phylogenetic studies of DNA sequences. It is not part of any of the classification systems based on plant morphology. The group is much in need of comparative anatomical study, especially in light of the recent expansion of the family Peridiscaceae to include Medusandra, a genus that before 2009 had usually not been placed in Saxifragales.\nThe order is divided into suprafamilial groups as shown on the phylogenetic tree below. These groups are informal and are not understood to have any particular taxonomic rank.","dates":{"added":1703514519,"dateRange":{"0":1177779066,"1":1703253077}},"fileDate":"2023-01-20T17:39:38.935Z","category":"folder"},{"path":"%D0%9A%D0%B0%D0%BF%D1%83%D1%81%D1%82%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Brassicales","deepCounters":{"total":1143,"images":1052,"folders":91,"files":1052},"counters":{"total":6,"folders":6},"thumb":{"path":"%D0%9A%D0%B0%D0%BF%D1%83%D1%81%D1%82%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Brassicales\/%D0%9A%D0%B0%D0%BF%D1%83%D1%81%D1%82%D0%BD%D1%8B%D0%B5%20-%20Brassicaceae\/%D0%AD%D1%80%D1%83%D0%BA%D0%B0%20%D0%BF%D0%BE%D1%81%D0%B5%D0%B2%D0%BD%D0%B0%D1%8F%20-%20Eruca%20sativa\/thumbs\/DSC03243.webp","width":512,"height":410},"thumbCaption":"<h3>Капустоцветные - Brassicales<\/h3><div class=\"comment\">The Brassicales (or Cruciales) are an order of flowering plants, belonging to the eurosids II group of dicotyledons under the APG II system. One character&hellip;<\/div>","name":"Капустоцветные - Brassicales","comment":"The Brassicales (or Cruciales) are an order of flowering plants, belonging to the eurosids II group of dicotyledons under the APG II system. One character common to many members of the order is the production of glucosinolate (mustard oil) compounds. Most systems of classification have included this order, although sometimes under the name Capparales (the name chosen depending on which is thought to have priority).\nUnder the Cronquist system, the Brassicales were called the Capparales, and included among the \"Dilleniidae\". The only families included were the Brassicaceae and Capparaceae (treated as separate families), the Tovariaceae, Resedaceae, and Moringaceae. Other taxa now included here were placed in various other orders.\nThe families Capparaceae and Brassicaceae are closely related. One group, consisting of Cleome and related genera, was traditionally included in the Capparaceae but doing so results in a paraphyletic Capparaceae. Therefore, this group is generally now either included in the Brassicaceae or as its own family, Cleomaceae.","dates":{"added":1703514519,"dateRange":{"0":1250251275,"1":1703334543}},"fileDate":"2023-01-20T17:39:38.935Z","category":"folder"},{"path":"%D0%9A%D0%B8%D0%B7%D0%B8%D0%BB%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Cornales","deepCounters":{"total":334,"images":310,"folders":24,"files":310},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9A%D0%B8%D0%B7%D0%B8%D0%BB%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Cornales\/%D0%9A%D0%B8%D0%B7%D0%B8%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cornaceae\/%D0%9A%D0%B8%D0%B7%D0%B8%D0%BB%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B8%20-%20Cornus%20mas\/thumbs\/000DSC02103.webp","width":512,"height":410},"thumbCaption":"<h3>Кизилоцветные - Cornales<\/h3><div class=\"comment\">The Cornales are an order of flowering plants, basal among the asterids, containing about 600 species. Plants within the Cornales usually have four-parted&hellip;<\/div>","name":"Кизилоцветные - Cornales","comment":"The Cornales are an order of flowering plants, basal among the asterids, containing about 600 species. Plants within the Cornales usually have four-parted flowers, drupaceous fruits, and inferior gynoecia topped with disc-shaped nectaries.\nIn the classification system of Dahlgren the Cornales were in the superorder Corniflorae (also called Cornanae). Under the APG IV system, the Cornales order includes these families:\nThe oldest fossils assigned with confidence to the order are Hironoia fusiformis, described from Coniacian age Japanese coalified fruits, and Suciacarpa starrii described from American permineralized fruits of Campanian age.","dates":{"added":1684089824,"dateRange":{"0":1250242026,"1":1682929019}},"fileDate":"2023-04-23T17:02:30.737Z","category":"folder"},{"path":"%D0%9A%D0%B8%D1%81%D0%BB%D0%B8%D1%87%D0%BD%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Oxalidales","deepCounters":{"total":106,"images":91,"folders":15,"files":91},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9A%D0%B8%D1%81%D0%BB%D0%B8%D1%87%D0%BD%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Oxalidales\/%D0%9A%D0%B8%D1%81%D0%BB%D0%B8%D1%87%D0%BD%D1%8B%D0%B5%20-%20Oxalidaceae\/%D0%9A%D0%B8%D1%81%D0%BB%D0%B8%D1%86%D0%B0%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Oxalis%20acetosella\/thumbs\/0DSC02830.webp","width":512,"height":410},"thumbCaption":"<h3>Кисличноцветные - Oxalidales<\/h3><div class=\"comment\">The Oxalidales is an order of flowering plants, included within the rosid subgroup of eudicots. Compound leaves are common in Oxalidales and the majority of the&hellip;<\/div>","name":"Кисличноцветные - Oxalidales","comment":"The Oxalidales is an order of flowering plants, included within the rosid subgroup of eudicots. Compound leaves are common in Oxalidales and the majority of the species in this order have five or six sepals and petals. The following families are typically placed here:\nThe Cephalotaceae family contains a single species, a pitcher plant found in Southwest Australia.\nUnder the Cronquist system, most of the above families were placed in the Rosales. The Oxalidaceae were placed in the Geraniales, and the Elaeocarpaceae split between the Malvales and Polygalales, in the latter case being treated as the Tremandraceae.","dates":{"added":1703514519,"dateRange":{"0":1273642187,"1":1703071753}},"fileDate":"2023-01-20T17:39:38.919Z","category":"folder"},{"path":"%D0%9A%D1%80%D0%BE%D1%81%D1%81%D0%BE%D1%81%D0%BE%D0%BC%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Crossosomatales","deepCounters":{"total":58,"images":54,"folders":4,"files":54},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9A%D1%80%D0%BE%D1%81%D1%81%D0%BE%D1%81%D0%BE%D0%BC%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Crossosomatales\/%D0%9A%D0%BB%D0%B5%D0%BA%D0%B0%D1%87%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Staphyleaceae\/%D0%9A%D0%BB%D0%B5%D0%BA%D0%B0%D1%87%D0%BA%D0%B0%20%D0%BF%D0%B5%D1%80%D0%B8%D1%81%D1%82%D0%B0%D1%8F%20-%20Staphylea%20pinnata\/thumbs\/SET08608.webp","width":512,"height":410},"thumbCaption":"<h3>Кроссосомоцветные - Crossosomatales<\/h3><div class=\"comment\">Staphyleaceae is a small family of flowering plants in the order Crossosomatales, native to the Northern Hemisphere and also in South America. The largest genus&hellip;<\/div>","name":"Кроссосомоцветные - Crossosomatales","comment":"Staphyleaceae is a small family of flowering plants in the order Crossosomatales, native to the Northern Hemisphere and also in South America. The largest genus Staphylea, which gives the family its name, contains the \"bladdernut\" trees. The family includes two genera with ca 45 known species.\nThese two genera, formerly placed here, are now included in the Tapisciaceae (Huerteales) as of the APG III system (2009): Huertea, Tapiscia.","dates":{"added":1683998744,"dateRange":{"0":1432462608,"1":1682931736}},"fileDate":"2023-01-20T17:39:38.919Z","category":"folder"},{"path":"%D0%9A%D1%83%D0%B2%D1%88%D0%B8%D0%BD%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Nymphaeales","deepCounters":{"total":116,"images":106,"folders":10,"files":106},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9A%D1%83%D0%B2%D1%88%D0%B8%D0%BD%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Nymphaeales\/%D0%9A%D1%83%D0%B2%D1%88%D0%B8%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Nymphaeaceae\/%D0%9A%D1%83%D0%B2%D1%88%D0%B8%D0%BD%D0%BA%D0%B0%20%D0%B7%D0%B2%D0%B5%D0%B7%D0%B4%D1%87%D0%B0%D1%82%D0%B0%D1%8F%20-%20Nymphaea%20nouchali\/thumbs\/DSC04472.webp","width":512,"height":410},"thumbCaption":"<h3>Кувшинкоцветные - Nymphaeales<\/h3><div class=\"comment\">The Nymphaeales are an order of flowering plants, consisting of three families of aquatic plants, the Hydatellaceae, the Cabombaceae, and the Nymphaeaceae&hellip;<\/div>","name":"Кувшинкоцветные - Nymphaeales","comment":"The Nymphaeales are an order of flowering plants, consisting of three families of aquatic plants, the Hydatellaceae, the Cabombaceae, and the Nymphaeaceae (water lilies). It is one of the three orders of basal angiosperms, an early-diverging grade of flowering plants. At least 10 morphological characters unite the Nymphaeales. Molecular synapomorphies are also known.\nThe Plant List, created by the Royal Botanic Gardens, Kew and Missouri Botanical Garden recognizes about 70 species in 11 genera within the order, but a phylogenetic study of the genus Nymphaea implies that the number of species could be more than 90. The difference in species numbers is due almost entirely to the difficulty of delineating species in the genus Nymphaea.\nAll of the species are rhizomatous aquatic herbs with a broad leaf base and large, showy flowers.","dates":{"added":1653173229,"dateRange":{"0":1135822717,"1":1652954759}},"fileDate":"2023-01-20T17:39:38.919Z","category":"folder"},{"path":"%D0%9B%D0%B0%D0%B2%D1%80%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Laurales","deepCounters":{"total":50,"images":42,"folders":8,"files":42},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9B%D0%B0%D0%B2%D1%80%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Laurales\/%D0%9A%D0%B0%D0%BB%D0%B8%D0%BA%D0%B0%D0%BD%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Calycanthaceae\/%D0%9A%D0%B0%D0%BB%D0%B8%D0%BA%D0%B0%D0%BD%D1%82%20%D0%BA%D0%B8%D1%82%D0%B0%D0%B8%D1%81%D0%BA%D0%B8%D0%B8%20-%20Calycanthus%20chinensis\/thumbs\/DSC01680.webp","width":512,"height":410},"thumbCaption":"<h3>Лавроцветные - Laurales<\/h3><div class=\"comment\">The Laurales are an order of flowering plants. They are magnoliids, related to the Magnoliales.<br>The order includes about 2500-2800 species from 85-90 genera,&hellip;<\/div>","name":"Лавроцветные - Laurales","comment":"The Laurales are an order of flowering plants. They are magnoliids, related to the Magnoliales.\nThe order includes about 2500-2800 species from 85-90 genera, which comprise seven families of trees and shrubs. Most of the species are tropical and subtropical, though a few genera reach the temperate zone. The best known species in this order are those of the Lauraceae (for example bay laurel, cinnamon, avocado, and Sassafras), and the ornamental shrub Calycanthus of the Calycanthaceae.\nThe earliest lauraceous fossils are from the early Cretaceous. It is possible that the ancient origin of this order is one of the reasons for its highly diverged morphology. Indeed, presently no single morphological property is known, which would unify all the members of Laurales. The presently accepted classification is based on molecular and genetic analysis.","dates":{"added":1686441193,"dateRange":{"0":1304424436,"1":1686405240}},"fileDate":"2023-01-20T17:39:38.919Z","category":"folder"},{"path":"%D0%9B%D1%8E%D1%82%D0%B8%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Ranunculales","deepCounters":{"total":2659,"images":2497,"folders":154,"files":2505,"others":8},"counters":{"total":4,"folders":4},"thumb":{"path":"%D0%9B%D1%8E%D1%82%D0%B8%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Ranunculales\/%D0%9B%D1%8E%D1%82%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ranunculaceae\/%D0%9F%D0%B5%D1%80%D0%B5%D0%BB%D0%B5%D1%81%D0%BA%D0%B0%20%D0%B1%D0%BB%D0%B0%D0%B3%D0%BE%D1%80%D0%BE%D0%B4%D0%BD%D0%B0%D1%8F%20-%20Hepatica%20nobilis\/thumbs\/0DSC01628.webp","width":512,"height":410},"thumbCaption":"<h3>Лютикоцветные - Ranunculales<\/h3><div class=\"comment\">Ranunculales is an order of flowering plants. Of necessity it contains the family Ranunculaceae, the buttercup family, because the name of the order is based on&hellip;<\/div>","name":"Лютикоцветные - Ranunculales","comment":"Ranunculales is an order of flowering plants. Of necessity it contains the family Ranunculaceae, the buttercup family, because the name of the order is based on the name of a genus in that family. Ranunculales belongs to a paraphyletic group known as the basal eudicots. It is the most basal clade in this group; in other words, it is sister to the remaining eudicots. Widely known members include poppies, barberries, and buttercups.\nHistorically the term Ranales was used to include the Ranunculaceae and related families, as described by Bentham and Hooker. This became replaced with Ranunculales by Melchior in 1964.\nThe Cronquist system (1981) also recognised the order, but placed it in the subclass Magnoliidae, in class Magnoliopsida [= dicotyledons]. \nIn the Cronquist system, the Papaveraceae and Fumariaceae (including the plants in the optional family Pteridophyllaceae) were treated as a separate order Papaverales, placed in this same subclass Magnoliidae. The Cronquist circumscription of Ranunculales is now known to be polyphyletic. Sabiaceae is in a clade of basal eudicots separate from Ranunculales. Coriariaceae is now placed in the order Cucurbitales.","dates":{"added":1691789491,"dateRange":{"0":1115479862,"1":1690726677}},"fileDate":"2023-07-10T00:02:17.390Z","category":"folder"},{"path":"%D0%9C%D0%B0%D0%B3%D0%BD%D0%BE%D0%BB%D0%B8%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Magnoliales","deepCounters":{"total":160,"images":143,"folders":17,"files":143},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9C%D0%B0%D0%B3%D0%BD%D0%BE%D0%BB%D0%B8%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Magnoliales\/%D0%9C%D0%B0%D0%B3%D0%BD%D0%BE%D0%BB%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Magnoliaceae\/%D0%9C%D0%B0%D0%B3%D0%BD%D0%BE%D0%BB%D0%B8%D1%8F%20x%20%D0%9B%D0%B5%D0%B1%D0%BD%D0%B5%D1%80%D0%B0%20%D0%B1%D0%B5%D0%BB%D0%B0%D1%8F%20%D1%84%D0%BE%D1%80%D0%BC%D0%B0%20-%20Magnolia%20x%20loebneri%20f.%20alba\/thumbs\/DSC07681.webp","width":512,"height":410},"thumbCaption":"<h3>Магнолиецветные - Magnoliales<\/h3><div class=\"comment\">The Magnoliales comprise an order of flowering plants.<\/div>","name":"Магнолиецветные - Magnoliales","comment":"The Magnoliales comprise an order of flowering plants.","dates":{"added":1686441193,"dateRange":{"0":1342774791,"1":1686405092}},"fileDate":"2023-04-23T17:05:42.318Z","category":"folder"},{"path":"%D0%9C%D0%B0%D0%BB%D1%8C%D0%B2%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Malvales","deepCounters":{"total":560,"images":522,"folders":38,"files":522},"counters":{"total":4,"folders":4},"thumb":{"path":"%D0%9C%D0%B0%D0%BB%D1%8C%D0%B2%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Malvales\/%D0%9C%D0%B0%D0%BB%D1%8C%D0%B2%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Malvaceae\/%D0%9C%D0%B0%D0%BB%D1%8C%D0%B2%D0%B0%20%D0%BB%D0%B5%D1%81%D0%BD%D0%B0%D1%8F%20-%20Malva%20sylvestris\/thumbs\/0DSC05541.webp","width":512,"height":410},"thumbCaption":"<h3>Мальвоцветные - Malvales<\/h3><div class=\"comment\">The Malvales are an order of flowering plants. As circumscribed by APG II-system, the order includes about 6000 species within 9 families. The order is placed&hellip;<\/div>","name":"Мальвоцветные - Malvales","comment":"The Malvales are an order of flowering plants. As circumscribed by APG II-system, the order includes about 6000 species within 9 families. The order is placed in the eurosids II, which are part of the eudicots.\nThe plants are mostly shrubs and trees; most of its families have a cosmopolitan distribution in the tropics and subtropics, with limited expansion into temperate regions. An interesting distribution occurs in Madagascar, where three endemic families of Malvales (Sphaerosepalaceae, Sarcolaenaceae and Diegodendraceae) occur.\nMany species of Malvaceae sensu lato are known for their wood, with that of Ochroma (balsa) being known for its lightness, and that of Tilia (lime, linden, or basswood) as a popular wood for carving. Fruit of the cacao tree (Theobroma cacao) are used as an ingredient for chocolate. Kola nuts (genus Cola) are notable for their high content of caffeine, and in past were commonly used for preparing of various cola drinks. Other well-known members of Malvales in the APG II sense are daphnes, hibiscus, hollyhocks, okra, baobab trees, cotton, and kapok.","dates":{"added":1688936036,"dateRange":{"0":1221071470,"1":1687705461}},"fileDate":"2023-01-20T17:39:38.935Z","category":"folder"},{"path":"%D0%9C%D0%B0%D0%BB%D1%8C%D0%BF%D0%B8%D0%B3%D0%B8%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Malpighiales","deepCounters":{"total":923,"images":839,"folders":84,"files":839},"counters":{"total":9,"folders":9},"thumb":{"path":"%D0%9C%D0%B0%D0%BB%D1%8C%D0%BF%D0%B8%D0%B3%D0%B8%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Malpighiales\/%D0%98%D0%B2%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Salicaceae\/%D0%98%D0%B2%D0%B0%20%D0%B1%D0%B5%D0%BB%D0%B0%D1%8F%20%27%D0%9F%D0%BB%D0%B0%D0%BA%D1%83%D1%87%D0%B0%D1%8F%27%20-%20Salix%20alba%20%27Tristis%27\/thumbs\/0DSC03160.webp","width":512,"height":410},"thumbCaption":"<h3>Мальпигиецветные - Malpighiales<\/h3><div class=\"comment\">The Malpighiales comprise one of the largest orders of flowering plants, containing about 16,000 species, about 7.8% of the eudicots. The order is very diverse,&hellip;<\/div>","name":"Мальпигиецветные - Malpighiales","comment":"The Malpighiales comprise one of the largest orders of flowering plants, containing about 16,000 species, about 7.8% of the eudicots. The order is very diverse, containing plants as different as the willow, violet, Poinsettia, and coca plant, and are hard to recognize except with molecular phylogenetic evidence. It is not part of any of the classification systems based only on plant morphology. Molecular clock calculations estimate the origin of stem group Malpighiales at around 100 million years ago (Mya) and the origin of crown group Malpighiales at about 90 Mya.\nThe Malpighiales are divided into 32 to 42 families, depending upon which clades in the order are given the taxonomic rank of family. In the APG III system, 35 families are recognized. Medusagynaceae, Quiinaceae, Peraceae, Malesherbiaceae, Turneraceae, Samydaceae, and Scyphostegiaceae are consolidated into other families. The largest family, by far, is the Euphorbiaceae, with about 6300 species in about 245 genera.\nIn a 2009 study of DNA sequences of 13 genes, 42 families were placed into 16 groups, ranging in size from one to 10 families. Almost nothing is known about the relationships among these 16 groups. Malpighiales and Lamiales are the two large orders whose phylogeny remains mostly unresolved.","dates":{"added":1688880096,"dateRange":{"0":1239305489,"1":1688790433}},"fileDate":"2023-01-20T17:39:38.935Z","category":"folder"},{"path":"%D0%9C%D0%B8%D1%80%D1%82%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Myrtales","deepCounters":{"total":552,"images":498,"folders":54,"files":498},"counters":{"total":5,"folders":5},"thumb":{"path":"%D0%9C%D0%B8%D1%80%D1%82%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Myrtales\/%D0%9C%D0%B8%D1%80%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Myrtaceae\/%D0%9A%D0%B0%D0%BB%D0%BB%D0%B8%D1%81%D1%82%D0%B5%D0%BC%D0%BE%D0%BD%20%D0%BB%D0%B8%D0%BC%D0%BE%D0%BD%D0%BD%D1%8B%D0%B8%20-%20Callistemon%20citrinus\/thumbs\/DSC01987.webp","width":512,"height":410},"thumbCaption":"<h3>Миртоцветные - Myrtales<\/h3><div class=\"comment\">The Myrtales are an order of flowering plants placed as a sister to the eurosids II clade as of the publishing of the Eucalyptus grandis genome in June 2014.&hellip;<\/div>","name":"Миртоцветные - Myrtales","comment":"The Myrtales are an order of flowering plants placed as a sister to the eurosids II clade as of the publishing of the Eucalyptus grandis genome in June 2014. The APG III system of classification for angiosperms still places it within the eurosids. The following families are included as of APG III:\nThe Cronquist system gives essentially the same composition, except the Vochysiaceae are removed to the order Polygalales, and the Thymelaeaceae are included. The families Sonneratiaceae, Trapaceae, and Punicaceae are removed from the Lythraceae. In the classification system of Dahlgren the Myrtales were in the superorder Myrtiflorae (also called Myrtanae). The APG III system agrees with the older Cronquist circumscriptions of treating Psiloxylaceae and Heteropyxidaceae within Myrtaceae, and Memecyclaceae within Melastomataceae.\nEllagitannins are reported in dicotyledoneous angiospermes, and notably in species in the order Myrtales.\nMyrtales is dated to have begun 89–99 million years ago (mya) in Australasia. There is some contention as to that date however, which was obtained using nuclear DNA. When looking at chloroplast DNA, the myrtales ancestor is instead considered to have evolved in the mid-Cretaceous period (100 mya) in Southeast Africa, rather than in Australasia. Although the APG system classifies myrtales as within the eurosids, the recently published genome of Eucalyptus grandis places the order myrtales as a sister to the eurosids rather than inside them. The discrepancy is thought to have arisen due to the difference between using a large number of taxa versus using a large number of genes for constructing a phylogeny.","dates":{"added":1703514519,"dateRange":{"0":1135731404,"1":1703250072}},"fileDate":"2023-01-20T17:39:38.935Z","category":"folder"},{"path":"%D0%9F%D0%B0%D0%B4%D1%83%D0%B1%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Aquifoliales","deepCounters":{"total":48,"images":40,"folders":6,"files":42,"others":2},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9F%D0%B0%D0%B4%D1%83%D0%B1%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Aquifoliales\/%D0%9F%D0%B0%D0%B4%D1%83%D0%B1%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Aquifoliaceae\/%D0%9F%D0%B0%D0%B4%D1%83%D0%B1%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B8%20-%20Ilex%20aquifolium\/thumbs\/DSC02147.webp","width":512,"height":410},"thumbCaption":"<h3>Падубоцветные - Aquifoliales<\/h3><div class=\"comment\">The Aquifoliales are an order of flowering plants, including the Aquifoliaceae (or holly) family, and also the Helwingiaceae (2-5 species of temperate Asian&hellip;<\/div>","name":"Падубоцветные - Aquifoliales","comment":"The Aquifoliales are an order of flowering plants, including the Aquifoliaceae (or holly) family, and also the Helwingiaceae (2-5 species of temperate Asian shrubs) and the Phyllonomaceae (4 species of Central American trees and shrubs). In 2001, the families Stemonuraceae and Cardiopteridaceae were added to this order. This circumscription of Aquifoliales was recognized by the Angiosperm Phylogeny Group when they published the APG II system in 2003. In the Cronquist system, there is no Aquifoliales order: the Aquifoliaceae are placed within the order Celastrales and the others are in other families.","dates":{"added":1684089824,"dateRange":{"0":1442743611,"1":1682849337}},"fileDate":"2023-01-20T17:39:38.935Z","category":"folder"},{"path":"%D0%9F%D0%B0%D1%80%D0%BD%D0%BE%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B8%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Zygophyllales","deepCounters":{"total":9,"images":7,"folders":2,"files":7},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9F%D0%B0%D1%80%D0%BD%D0%BE%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B8%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Zygophyllales\/%D0%9F%D0%B0%D1%80%D0%BD%D0%BE%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Zygophyllaceae\/%D0%9F%D0%B0%D1%80%D0%BD%D0%BE%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B8%D0%BA%20%D0%B0%D0%BB%D1%8B%D0%B8%20-%20Zygophyllum%20coccineum\/thumbs\/DSC00116.webp","width":512,"height":410},"thumbCaption":"<h3>Парнолистникоцветные - Zygophyllales<\/h3><div class=\"comment\">The Zygophyllales are an order of dicotyledonous plants, comprising the following two families: Zygophyllaceae, Krameriaceae.<br>According to the Angiosperm&hellip;<\/div>","name":"Парнолистникоцветные - Zygophyllales","comment":"The Zygophyllales are an order of dicotyledonous plants, comprising the following two families: Zygophyllaceae, Krameriaceae.\nAccording to the Angiosperm Phylogeny Group (APG II) both families are unplaced to order, but nevertheless included in the Eurosids I. The APG III system of 2009, however, recognized this order. Even if the monogeneric family Krameriaceae shares little common traits with the family Zygophyllaceae, researchers see little advantage in keeping it as a separate family (e.g. Sheahan and Chase). The name Zygophyllales can be used if one finds it appropriate to place both families into an order. The order keeps unchanged in the APG IV system.\nUnder the Cronquist system, the Zygophyllaceae were included within the Sapindales, and the Krameriaceae within the Polygalales.","dates":{"added":1455132371,"dateRange":{"0":1326724796,"1":1326975043}},"fileDate":"2023-01-20T17:39:38.935Z","category":"folder"},{"path":"%D0%9F%D0%B0%D1%81%D0%BB%D0%B5%D0%BD%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Solanales","deepCounters":{"total":2042,"images":1968,"folders":68,"files":1974,"others":6},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9F%D0%B0%D1%81%D0%BB%D0%B5%D0%BD%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Solanales\/%D0%9F%D0%B0%D1%81%D0%BB%D0%B5%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Solanaceae\/%D0%91%D0%B5%D0%BB%D0%B5%D0%BD%D0%B0%20%D0%B1%D0%B5%D0%BB%D0%B0%D1%8F%20-%20Hyoscyamus%20albus\/thumbs\/0SET09400.webp","width":512,"height":410},"thumbCaption":"<h3>Паслёноцветные - Solanales<\/h3><div class=\"comment\">The Solanales are an order of flowering plants, included in the asterid group of dicotyledons. Some older sources used the name Polemoniales for this order.<\/div>","name":"Пасленоцветные - Solanales","comment":"The Solanales are an order of flowering plants, included in the asterid group of dicotyledons. Some older sources used the name Polemoniales for this order.","dates":{"added":1703514519,"dateRange":{"0":1221307010,"1":1703075535}},"fileDate":"2023-01-20T17:39:38.935Z","category":"folder","title":"Паслёноцветные - Solanales"},{"path":"%D0%9F%D0%B5%D1%80%D0%B5%D1%87%D0%BD%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Piperales","deepCounters":{"total":62,"images":53,"folders":9,"files":53},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9F%D0%B5%D1%80%D0%B5%D1%87%D0%BD%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Piperales\/%D0%9F%D0%B5%D1%80%D0%B5%D1%87%D0%BD%D1%8B%D0%B5%20-%20Piperaceae\/%D0%9F%D0%B5%D1%80%D0%B5%D1%86%20%D0%B4%D0%BB%D0%B8%D0%BD%D0%BD%D1%8B%D0%B8%20-%20Piper%20longum\/thumbs\/DSC05503.webp","width":512,"height":410},"thumbCaption":"<h3>Перечноцветные - Piperales<\/h3><div class=\"comment\">Piperales is a botanical name for an order of flowering plants. It necessarily includes the family Piperaceae but otherwise has been treated variously over&hellip;<\/div>","name":"Перечноцветные - Piperales","comment":"Piperales is a botanical name for an order of flowering plants. It necessarily includes the family Piperaceae but otherwise has been treated variously over time. Well-known plants which may be included in this order include black pepper, kava, lizard's tail, birthwort, and wild ginger.","dates":{"added":1688936036,"dateRange":{"0":1356337912,"1":1687704386}},"fileDate":"2023-01-20T17:39:38.935Z","category":"folder"},{"path":"%D0%9F%D1%80%D0%BE%D1%82%D0%B5%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Proteales","deepCounters":{"total":98,"images":86,"folders":12,"files":86},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%9F%D1%80%D0%BE%D1%82%D0%B5%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Proteales\/%D0%9F%D1%80%D0%BE%D1%82%D0%B5%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Proteaceae\/%D0%9F%D1%80%D0%BE%D1%82%D0%B5%D1%8F%20%D0%B0%D1%80%D1%82%D0%B8%D1%88%D0%BE%D0%BA%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Protea%20cynaroides\/thumbs\/0DSC06827.webp","width":512,"height":410},"thumbCaption":"<h3>Протеецветные - Proteales<\/h3><div class=\"comment\">Proteales is the botanical name of an order of flowering plants consisting of two (or three) families. The Proteales have been recognized by almost all&hellip;<\/div>","name":"Протеецветные - Proteales","comment":"Proteales is the botanical name of an order of flowering plants consisting of two (or three) families. The Proteales have been recognized by almost all taxonomists.\nIn the classification system of Dahlgren the Proteales were in the superorder Proteiflorae (also called Proteanae).The APG II system of 2003 also recognizes this order, and places it in the clade eudicots.\nThe APG III system of 2009 followed this same approach, but favored the narrower circumscription of the three families, firmly recognizing three families in Proteales: Nelumbonaceae, Platanaceae, and Proteaceae. The Angiosperm Phylogeny Website, however, suggests the addition of Sabiaceae, which was not placed in an order in the eudicots in the APG III system, would be sensible.\nThe APG IV system of 2016 added family Sabiaceae to the order.\nWell-known members of the Proteales include the proteas of South Africa, the banksias and macadamias of Australia, the London plane, and the sacred lotus. The origins of the order are clearly ancient, with evidence of diversification in the mid-Cretaceous, over 100 million years ago. Of interest are the current family distributions, with the Proteaceae a mostly Southern Hemisphere family, while the Platanaceae and Nelumbonaceae are Northern Hemisphere plants.","dates":{"added":1684089824,"dateRange":{"0":1304507040,"1":1682849963}},"fileDate":"2023-01-20T17:39:38.935Z","category":"folder"},{"path":"%D0%A0%D0%BE%D0%B7%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Rosales","deepCounters":{"total":4209,"images":3966,"folders":243,"files":3966},"counters":{"total":7,"folders":7},"thumb":{"path":"%D0%A0%D0%BE%D0%B7%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Rosales\/%D0%A0%D0%BE%D0%B7%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Rosaceae\/%D0%A0%D0%BE%D0%B7%D0%B0%20x%20%D1%81%D0%B0%D0%B4%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Rosa%20x%20domestica\/thumbs\/DSC08174.webp","width":512,"height":410},"thumbCaption":"<h3>Розоцветные - Rosales<\/h3><div class=\"comment\">Rosales is an order of flowering plants. It is sister to a clade consisting of Fagales and Cucurbitales. It contains about 7700 species, distributed into about&hellip;<\/div>","name":"Розоцветные - Rosales","comment":"Rosales is an order of flowering plants. It is sister to a clade consisting of Fagales and Cucurbitales. It contains about 7700 species, distributed into about 260 genera. Rosales comprise nine families, the type family being the rose family, Rosaceae. The largest of these families are Rosaceae (90\/2500) and Urticaceae (54\/2600). The order Rosales is divided into three clades that have never been assigned a taxonomic rank. The basal clade consists of the family Rosaceae; another clade consists of four families, including Rhamnaceae; and the third clade consists of the four urticalean families.\nThe order Rosales is strongly supported as monophyletic in phylogenetic analyses of DNA sequences, such as those carried out by members of the Angiosperm Phylogeny Group. In their APG III system of plant classification, they defined Rosales as consisting of the nine families listed in the box on the right. The relationships of these families were uncertain until 2011, when they were resolved in a molecular phylogenetic study based on two nuclear genes and ten chloroplast genes.\nWell-known members of Rosales include: roses, strawberries, blackberries and raspberries, apples and pears, plums, peaches and apricots, almonds, rowan and hawthorn, jujube, elms, banyans, figs, mulberries, breadfruit, nettles, hops, and cannabis.","dates":{"added":1703514519,"dateRange":{"0":1156689147,"1":1702998195}},"fileDate":"2023-01-20T17:39:38.935Z","category":"folder"},{"path":"%D0%A1%D0%B0%D0%BC%D1%88%D0%B8%D1%82%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Buxales","deepCounters":{"total":46,"images":42,"folders":4,"files":42},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A1%D0%B0%D0%BC%D1%88%D0%B8%D1%82%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Buxales\/%D0%A1%D0%B0%D0%BC%D1%88%D0%B8%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Buxaceae\/%D0%A1%D0%B0%D0%BC%D1%88%D0%B8%D1%82%20%D0%B2%D0%B5%D1%87%D0%BD%D0%BE%D0%B7%D0%B5%D0%BB%D0%B5%D0%BD%D1%8B%D0%B8%20-%20Buxus%20sempervirens\/thumbs\/DSC07650.webp","width":512,"height":410},"thumbCaption":"<h3>Самшитоцветные - Buxales<\/h3><div class=\"comment\">The Buxales are a small order of eudicot flowering plants, recognized by the APG IV system of 2016. The order includes the family Buxaceae; the families&hellip;<\/div>","name":"Самшитоцветные - Buxales","comment":"The Buxales are a small order of eudicot flowering plants, recognized by the APG IV system of 2016. The order includes the family Buxaceae; the families Didymelaceae and Haptanthaceae may also be recognized or may be included in the Buxaceae. Many members of the order are evergreen shrubs or trees, although some are herbaceous perennials. They have separate \"male\" (staminate) and \"female\" (carpellate) flowers, mostly on the same plant (i.e. they are mostly monoecious). Some species are of economic importance either for the wood they produce or as ornamental plants.\nThe Buxales have relatively few obvious shared features distinguishing them from related groups of plants (i.e. few obvious synapomorphies). One is the presence of a particular type of alkaloid or pseudoalkaloid, pregnane steroids. They have unisexual flowers (i.e. separate staminate or \"male\" flowers and carpellate or \"female\" flowers), most being monoecious. The flowers are small, less than 7 mm across. The tepals have a single vascular bundle (trace). Other characters common to the order include leaves with entire (untoothed) margins, flowers arranged in racemes, small styles capable of receiving pollen along their entire length rather than having a separate stigma, one to two ovules per carpel, and seeds with testae (coats) made up of several cell layers.\nDidymeles, the sole genus in the family Didymelaceae, consists of two species of evergreen tree occurring only in Madagascar. It is dioecious, i.e. with staminate and carpellate flowers on separate plants. Buxaceae (including Haptanthaceae) is more diverse, with five or six genera totalling about 115 species, and is found in most temperate and tropical areas of the world. Most species are evergreen shrubs or small trees, but some (such as those of Pachysandra) are herbaceous perennials.","dates":{"added":1651341518,"dateRange":{"0":1368021490,"1":1651332437}},"fileDate":"2023-01-20T17:39:38.935Z","category":"folder"},{"path":"%D0%A1%D0%B0%D0%BD%D1%82%D0%B0%D0%BB%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Santalales","deepCounters":{"total":23,"images":21,"folders":2,"files":21},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A1%D0%B0%D0%BD%D1%82%D0%B0%D0%BB%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Santalales\/%D0%9E%D0%BC%D0%B5%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Viscaceae\/%D0%9E%D0%BC%D0%B5%D0%BB%D0%B0%20%D0%B1%D0%B5%D0%BB%D0%B0%D1%8F%20-%20Viscum%20album\/thumbs\/DSC07472.webp","width":512,"height":410},"thumbCaption":"<h3>Санталоцветные - Santalales<\/h3><div class=\"comment\">The Santalales are an order of flowering plants with a cosmopolitan distribution, but heavily concentrated in tropical and subtropical regions. It derives its&hellip;<\/div>","name":"Санталоцветные - Santalales","comment":"The Santalales are an order of flowering plants with a cosmopolitan distribution, but heavily concentrated in tropical and subtropical regions. It derives its name from its type genus Santalum (sandalwood). Mistletoe is the common name for a number of parasitic plants within the order.\nMany of the members of the order are parasitic plants, mostly hemiparasites, able to produce sugars through photosynthesis, but tapping the stems or roots of other plants to obtain water and minerals; some (e.g. Arceuthobium) are obligate parasites, have low concentrations of chlorophyll within their shoots (1\/5 to 1\/10 of that found in their host’s foliage), and derive the majority of their sustenance from their hosts' vascular tissues (water, micro- and macronutrients, and sucrose).\nMost have seeds without testae (seed coats), which is unusual for flowering plants.","dates":{"added":1683410765,"dateRange":{"0":1557814675,"1":1683104612}},"fileDate":"2023-01-20T17:39:38.935Z","category":"folder"},{"path":"%D0%A1%D0%B0%D0%BF%D0%B8%D0%BD%D0%B4%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Sapindales","deepCounters":{"total":1249,"images":1175,"folders":74,"files":1175},"counters":{"total":5,"folders":5},"thumb":{"path":"%D0%A1%D0%B0%D0%BF%D0%B8%D0%BD%D0%B4%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Sapindales\/%D0%A0%D1%83%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Rutaceae\/%D0%A0%D1%83%D1%82%D0%B0%20%D0%B4%D1%83%D1%88%D0%B8%D1%81%D1%82%D0%B0%D1%8F%2C%20%D0%BF%D0%B0%D1%85%D1%83%D1%87%D0%B0%D1%8F%20-%20Ruta%20graveolens\/thumbs\/DSC03490.webp","width":512,"height":410},"thumbCaption":"<h3>Сапиндоцветные - Sapindales<\/h3><div class=\"comment\">Sapindales is an order of flowering plants. Well-known members of Sapindales include citrus; maples, horse-chestnuts, lychees and rambutans; mangos and cashews;&hellip;<\/div>","name":"Сапиндоцветные - Sapindales","comment":"Sapindales is an order of flowering plants. Well-known members of Sapindales include citrus; maples, horse-chestnuts, lychees and rambutans; mangos and cashews; frankincense and myrrh; mahogany and neem.Sapindales is an order of flowering plants. Well-known members of Sapindales include citrus; maples, horse-chestnuts, lychees and rambutans; mangos and cashews; frankincense and myrrh; mahogany and neem.","dates":{"added":1703514519,"dateRange":{"0":1240249490,"1":1703252764}},"fileDate":"2023-01-20T17:39:38.935Z","category":"folder"},{"path":"%D0%A1%D0%B5%D0%BB%D1%8C%D0%B4%D0%B5%D1%80%D0%B5%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Apiales","deepCounters":{"total":1240,"images":1172,"folders":68,"files":1172},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%A1%D0%B5%D0%BB%D1%8C%D0%B4%D0%B5%D1%80%D0%B5%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Apiales\/%D0%A1%D0%B5%D0%BB%D1%8C%D0%B4%D0%B5%D1%80%D0%B5%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Apiaceae\/%D0%9C%D0%BE%D1%80%D0%BA%D0%BE%D0%B2%D1%8C%20%D0%B4%D0%B8%D0%BA%D0%B0%D1%8F%20-%20Daucus%20carota\/thumbs\/DSC02567.webp","width":512,"height":410},"thumbCaption":"<h3>Сельдереецветные - Apiales<\/h3><div class=\"comment\">The Apiales are an order of flowering plants. The families are those recognized in the APG III system. This is typical of the newer classifications, though&hellip;<\/div>","name":"Сельдереецветные - Apiales","comment":"The Apiales are an order of flowering plants. The families are those recognized in the APG III system. This is typical of the newer classifications, though there is some slight variation and in particular, the Torriceliaceae may be divided.\n\nUnder this definition, well-known members include carrots, celery, parsley, and Hedera helix (English ivy).\n\nThe order Apiales is placed within the asterid group of eudicots as circumscribed by the APG III system. Within the asterids, Apiales belongs to an unranked group called the campanulids, and within the campanulids, it belongs to a clade known in phylogenetic nomenclature as Apiidae. In 2010, a subclade of Apiidae named Dipsapiidae was defined to consist of the three orders: Apiales, Paracryphiales, and Dipsacales.\n\nUnder the Cronquist system, only the Apiaceae and Araliaceae were included here, and the restricted order was placed among the rosids rather than the asterids. The Pittosporaceae were placed within the Rosales, and many of the other forms within the family Cornaceae. Pennantia was in the family Icacinaceae. In the classification system of Dahlgren the Apiaceae and Araliaceae families were placed in the order Ariales, in the superorder Araliiflorae (also called Aralianae).\n\nThe present understanding of the Apiales is fairly recent and is based upon comparison of DNA sequences by phylogenetic methods. The circumscriptions of some of the families have changed. In 2009, one of the subfamilies of Araliaceae was shown to be polyphyletic.","dates":{"added":1703514519,"dateRange":{"0":1240762352,"1":1703253178}},"fileDate":"2023-04-23T17:14:40.0Z","category":"folder"},{"path":"%D0%A2%D1%8B%D0%BA%D0%B2%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Cucurbitales","deepCounters":{"total":531,"images":481,"folders":50,"files":481},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%A2%D1%8B%D0%BA%D0%B2%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Cucurbitales\/%D0%A2%D1%8B%D0%BA%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B5%20-%20Cucurbitaceae\/%D0%A6%D1%83%D0%BA%D0%BA%D0%B8%D0%BD%D0%B8%20-%20Cucurbita%20pepo%20var.%20cylindrica\/thumbs\/DSC08910.webp","width":512,"height":410},"thumbCaption":"<h3>Тыквоцветные - Cucurbitales<\/h3><div class=\"comment\">The Cucurbitales are an order of flowering plants, included in the rosid group of dicotyledons. This order mostly belongs to tropical areas, with limited&hellip;<\/div>","name":"Тыквоцветные - Cucurbitales","comment":"The Cucurbitales are an order of flowering plants, included in the rosid group of dicotyledons. This order mostly belongs to tropical areas, with limited presence in subtropic and temperate regions. The order includes shrubs and trees, together with many herbs and climbers. One major characteristic of the Cucurbitales is the presence of unisexual flowers, mostly pentacyclic, with thick pointed petals (whenever present). The pollination is usually performed by insects, but wind pollination is also present (in Coriariaceae and Datiscaceae).\nThe order consists of roughly 2600 species in eight families. The largest families are Begoniaceae (begonia family) with around 1500 species and Cucurbitaceae (gourd family) with around 900 species. These two families include the only economically important plants. Specifically, the Cucurbitaceae (gourd family) include some food species, such as squash, pumpkin (both from Cucurbita), watermelon (Citrullus vulgaris), and cucumber and melons (Cucumis). The Begoniaceae are known for their horticultural species, of which there are over 130 with many more varieties.","dates":{"added":1696640557,"dateRange":{"0":1135827843,"1":1694446342}},"fileDate":"2023-01-20T17:39:38.935Z","category":"folder"},{"path":"%D0%AD%D1%81%D0%BA%D0%B0%D0%BB%D0%BB%D0%BE%D0%BD%D0%B8%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Escalloniales","deepCounters":{"total":21,"images":19,"folders":2,"files":19},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%AD%D1%81%D0%BA%D0%B0%D0%BB%D0%BB%D0%BE%D0%BD%D0%B8%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Escalloniales\/%D0%AD%D1%81%D0%BA%D0%B0%D0%BB%D0%BB%D0%BE%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Escalloniaceae\/%D0%AD%D1%81%D0%BA%D0%B0%D0%BB%D0%BB%D0%BE%D0%BD%D0%B8%D1%8F%20%D0%BF%D1%80%D1%83%D1%82%D1%8C%D0%B5%D0%B2%D0%B8%D0%B4%D0%BD%D0%B0%D1%8F%20-%20Escallonia%20virgata\/thumbs\/00DSC09048.webp","width":512,"height":410},"thumbCaption":"<h3>Эскаллониецветные - Escalloniales<\/h3><div class=\"comment\">Escalloniaceae is a family of flowering plants consisting of about 130 species in seven genera. In the APG II system it is one of eight families in the&hellip;<\/div>","name":"Эскаллониецветные - Escalloniales","comment":"Escalloniaceae is a family of flowering plants consisting of about 130 species in seven genera. In the APG II system it is one of eight families in the euasterids II clade (campanulids) that are unplaced as to order. More recent research has provided evidence that two of those families, Eremosynaceae and Tribelaceae, arose from within Escalloniaceae; the Angiosperm Phylogeny Website therefore merges these two families into Escalloniaceae, and also places the family alone in order Escalloniales.","dates":{"added":1562689950,"dateRange":{"0":1492238340,"1":1561816246}},"fileDate":"2023-01-20T17:39:38.935Z","category":"folder"},{"path":"%D0%AF%D1%81%D0%BD%D0%BE%D1%82%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Lamiales","deepCounters":{"total":3914,"images":3568,"folders":346,"files":3568},"counters":{"total":16,"folders":16},"thumb":{"path":"%D0%AF%D1%81%D0%BD%D0%BE%D1%82%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Lamiales\/%D0%AF%D1%81%D0%BD%D0%BE%D1%82%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Lamiaceae\/%D0%AF%D1%81%D0%BD%D0%BE%D1%82%D0%BA%D0%B0%20%D0%BA%D1%80%D1%83%D0%BF%D0%BD%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BA%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Lamium%20orvala\/thumbs\/0DSC02549.webp","width":512,"height":410},"thumbCaption":"<h3>Ясноткоцветные - Lamiales<\/h3><div class=\"comment\">The Lamiales are an order in the asterid group of dicotyledonous flowering plants. It includes about 23,810 species, 1,059 genera, and is divided into about 24&hellip;<\/div>","name":"Ясноткоцветные - Lamiales","comment":"The Lamiales are an order in the asterid group of dicotyledonous flowering plants. It includes about 23,810 species, 1,059 genera, and is divided into about 24 families. Well-known or economically important members of this order include lavender, lilac, olive, jasmine, the ash tree, teak, snapdragon, sesame, psyllium, garden sage, and a number of table herbs such as mint, basil, and rosemary.\nThe Lamiales previously had a restricted circumscription (e.g., by Arthur Cronquist) that included the major families Lamiaceae (Labiatae), Verbenaceae, and Boraginaceae, plus a few smaller families. In the classification system of Dahlgren the Lamiales were in the superorder Lamiiflorae (also called Lamianae). Recent phylogenetic work has shown the Lamiales are polyphyletic with respect to order Scrophulariales and the two groups are now usually combined in a single order that also includes the former orders Hippuridales and Plantaginales. Lamiales has become the preferred name for this much larger combined group. The placement of the Boraginaceae is unclear, but phylogenetic work shows this family does not belong in Lamiales.\nAlso, the circumscription of family Scrophulariaceae, formerly a paraphyletic group defined primarily by plesiomorphic characters and from within which numerous other families of the Lamiales were derived, has been radically altered to create a number of smaller, better-defined, and putatively monophyletic families.","dates":{"added":1703514519,"dateRange":{"0":1211652033,"1":1703328057}},"fileDate":"2023-07-09T23:09:07.204Z","category":"folder"}],"name":"Двудольные - Dicotyledones","comment":"The dicotyledons, also known as dicots (or more rarely dicotyls), were one of the two groups into which all the flowering plants or angiosperms were formerly divided. The name refers to one of the typical characteristics of the group, namely that the seed has two embryonic leaves or cotyledons. There are around 200,000 species within this group. The other group of flowering plants were called monocotyledons or monocots, typically having one cotyledon. Historically, these two groups formed the two divisions of the flowering plants. so they can not divide in two equal parts. Largely from the 1990s onwards, molecular phylogenetic research confirmed what had already been suspected, namely that dicotyledons are not a group made up of all the descendants of a common ancestor (i.e. they are not a monophyletic group). Rather, a number of lineages, such as the magnoliids and groups now collectively known as the basal angiosperms, diverged earlier than the monocots did. The traditional dicots are thus a paraphyletic group. The largest clade of the dicotyledons are known as the eudicots. They are distinguished from all other flowering plants by the structure of their pollen. Other dicotyledons and monocotyledons have monosulcate pollen, or forms derived from it, whereas eudicots have tricolpate pollen, or derived forms, the pollen having three or more pores set in furrows called colpi.","dates":{"added":1709663818,"dateRange":{"0":1115479862,"1":1709300745}},"fileDate":"2023-01-20T17:39:09.752Z"}