{"path":"%D0%A1%D0%B0%D0%B3%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D1%8B%D0%B5%20-%20Cycadopsida","keywords":["саговниковые","Cycas","Cycadaceae"],"deepCounters":{"total":12,"images":7,"folders":5,"files":7},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A1%D0%B0%D0%B3%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cycadales\/%D0%A1%D0%B0%D0%B3%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cycadaceae\/%D0%A1%D0%B0%D0%B3%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%20-%20Cycas\/thumbs\/DSC02403.webp","width":512,"height":410},"thumbCaption":"<h3>Саговниковидные - Cycadopsida<\/h3><div class=\"comment\">Cycads are seed plants with a long fossil history that were formerly more abundant and more diverse than they are today. They typically have a stout and woody&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3221<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39191<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%A1%D0%B0%D0%B3%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cycadales","deepCounters":{"total":11,"images":7,"folders":4,"files":7},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%A1%D0%B0%D0%B3%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cycadales\/%D0%A1%D0%B0%D0%B3%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cycadaceae\/%D0%A1%D0%B0%D0%B3%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%20-%20Cycas\/thumbs\/DSC02403.webp","width":512,"height":410},"thumbCaption":"<h3>Саговниковые - Cycadales<\/h3><div class=\"comment\">Cycadales is an order of seed plants that includes all the extant cycads. These plants typically have a stout and woody (ligneous) trunk with a crown of large,&hellip;<\/div>","name":"Саговниковые - Cycadales","comment":"Cycadales is an order of seed plants that includes all the extant cycads. These plants typically have a stout and woody (ligneous) trunk with a crown of large, hard and stiff, evergreen leaves. They usually have pinnate leaves. The individual plants are either all male or all female (dioecious). Cycads vary in size from having trunks only a few centimeters to several meters tall. They typically grow very slowly and live very long, with some specimens known to be as much as 1,000 years old. Because of the superficial resemblance, they are sometimes confused with and mistaken for palms or ferns, but are only distantly related to either.\n\nCycadales are found across much of the subtropical and tropical parts of the world. They are found in South and Central America (where the greatest diversity occurs), Mexico, the Antilles, southeastern United States, Australia, Melanesia, Micronesia, Japan, China, Southeast Asia, India, Sri Lanka, Madagascar, and southern and tropical Africa, where at least 65 species occur. Some can survive in harsh semidesert climates (xerophytic), others in wet rain forest conditions, and some in both. Some can grow in sand or even on rock, some in oxygen-poor, swampy, bog-like soils rich in organic material, and some in both. Some are able to grow in full sun, some in full shade, and some in both. Some are salt tolerant (halophytes).\n\nCycadales belong to the biological division Cycadophyta along with the fossil order Medullosales. The three extant families of cycadales are Cycadaceae, Stangeriaceae, and Zamiaceae. Though they are a minor component of the plant kingdom today, during the Jurassic period, they were extremely common. They have changed little since the Jurassic, compared to some major evolutionary changes in other plant divisions.\n\nCycads are gymnosperms (naked seeded), meaning their unfertilized seeds are open to the air to be directly fertilized by pollination, as contrasted with angiosperms, which have enclosed seeds with more complex fertilization arrangements. Cycads have very specialized pollinators, usually a specific species of beetle. They have been reported to fix nitrogen in association with a cyanobacterium living in the roots. These blue-green algae produce a neurotoxin called BMAA that is found in the seeds of cycads. This neurotoxin may enter a human food chain as the cycad seeds may be eaten directly as a source of flour by humans or by wild or feral animals such as bats, and humans may eat these animals. It is hypothesized that this is a source of some neurological diseases in humans.","dates":{"added":1396911738,"dateRange":{"0":1342784165,"1":1356066409}},"fileDate":"2023-01-20T17:40:21.421Z","category":"folder"}],"name":"Саговниковидные - Cycadopsida","comment":"Cycads are seed plants with a long fossil history that were formerly more abundant and more diverse than they are today. They typically have a stout and woody (ligneous) trunk with a crown of large, hard and stiff, evergreen leaves. They usually have pinnate leaves. The individual plants are either all male or all female (dioecious). Cycads vary in size from having trunks only a few centimeters to several meters tall. They typically grow very slowly and live very long, with some specimens known to be as much as 1,000 years old. Because of their superficial resemblance, they are sometimes mistaken for palms or ferns, but they are not closely related to either group.\nCycads are gymnosperms (naked seeded), meaning their unfertilized seeds are open to the air to be directly fertilized by pollination, as contrasted with angiosperms, which have enclosed seeds with more complex fertilization arrangements. Cycads have very specialized pollinators, usually a specific species of beetle. They have been reported to fix nitrogen in association with various cyanobacteria living in the roots (the \"coralloid\" roots). These photosynthetic bacteria produce a neurotoxin called BMAA that is found in the seeds of cycads. This neurotoxin may enter a human food chain as the cycad seeds may be eaten directly as a source of flour by humans or by wild or feral animals such as bats, and humans may eat these animals. It is hypothesized that this is a source of some neurological diseases in humans.","dates":{"added":1396911738,"dateRange":{"0":1342784165,"1":1356066409}},"fileDate":"2023-01-20T17:39:11.913Z"}