{"path":"Herbarium","deepCounters":{"total":42730,"images":39198,"folders":3512,"files":39218,"others":20},"counters":{"total":16,"folders":16},"thumb":{"path":"%D0%94%D0%B2%D1%83%D0%B4%D0%BE%D0%BB%D1%8C%D0%BD%D1%8B%D0%B5%20-%20Dicotyledones\/%D0%A0%D0%BE%D0%B7%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Rosales\/%D0%A0%D0%BE%D0%B7%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Rosaceae\/%D0%A0%D0%BE%D0%B7%D0%B0%20x%20%D1%81%D0%B0%D0%B4%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Rosa%20x%20domestica\/thumbs\/DSC08174.webp","width":512,"height":410},"album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3209<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39103<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%94%D0%B2%D1%83%D0%B4%D0%BE%D0%BB%D1%8C%D0%BD%D1%8B%D0%B5%20-%20Dicotyledones","keywords":["двудольные","Magnoliopsida","Dicotyledon","dicots"],"deepCounters":{"total":34859,"images":32221,"folders":2620,"files":32239,"others":18},"counters":{"total":39,"folders":39},"thumb":{"path":"%D0%94%D0%B2%D1%83%D0%B4%D0%BE%D0%BB%D1%8C%D0%BD%D1%8B%D0%B5%20-%20Dicotyledones\/%D0%A0%D0%BE%D0%B7%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Rosales\/%D0%A0%D0%BE%D0%B7%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Rosaceae\/%D0%A0%D0%BE%D0%B7%D0%B0%20x%20%D1%81%D0%B0%D0%B4%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Rosa%20x%20domestica\/thumbs\/DSC08174.webp","width":512,"height":410},"thumbCaption":"<h3>Двудольные - Dicotyledones<\/h3><div class=\"comment\">The dicotyledons, also known as dicots (or more rarely dicotyls), were one of the two groups into which all the flowering plants or angiosperms were formerly&hellip;<\/div>","name":"Двудольные - Dicotyledones","comment":"The dicotyledons, also known as dicots (or more rarely dicotyls), were one of the two groups into which all the flowering plants or angiosperms were formerly divided. The name refers to one of the typical characteristics of the group, namely that the seed has two embryonic leaves or cotyledons. There are around 200,000 species within this group. The other group of flowering plants were called monocotyledons or monocots, typically having one cotyledon. Historically, these two groups formed the two divisions of the flowering plants. so they can not divide in two equal parts. Largely from the 1990s onwards, molecular phylogenetic research confirmed what had already been suspected, namely that dicotyledons are not a group made up of all the descendants of a common ancestor (i.e. they are not a monophyletic group). Rather, a number of lineages, such as the magnoliids and groups now collectively known as the basal angiosperms, diverged earlier than the monocots did. The traditional dicots are thus a paraphyletic group. The largest clade of the dicotyledons are known as the eudicots. They are distinguished from all other flowering plants by the structure of their pollen. Other dicotyledons and monocotyledons have monosulcate pollen, or forms derived from it, whereas eudicots have tricolpate pollen, or derived forms, the pollen having three or more pores set in furrows called colpi.","dates":{"added":1703514519,"dateRange":{"0":1115479862,"1":1703339990}},"fileDate":"2023-01-20T17:39:09.752Z","category":"folder"},{"path":"%D0%9E%D0%B4%D0%BD%D0%BE%D0%B4%D0%BE%D0%BB%D1%8C%D0%BD%D1%8B%D0%B5%20-%20Monocotyledones","keywords":["однодольные","Liliopsida","Monocotyledones","monocots"],"deepCounters":{"total":6191,"images":5525,"folders":664,"files":5527,"others":2},"counters":{"total":8,"folders":8},"thumb":{"path":"%D0%9E%D0%B4%D0%BD%D0%BE%D0%B4%D0%BE%D0%BB%D1%8C%D0%BD%D1%8B%D0%B5%20-%20Monocotyledones\/%D0%9B%D0%B8%D0%BB%D0%B8%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Liliales\/%D0%9B%D0%B8%D0%BB%D0%B5%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Liliaceae\/%D0%9B%D0%B8%D0%BB%D0%B8%D1%8F%20%D0%BB%D0%B5%D1%81%D0%BD%D0%B0%D1%8F%2C%20%D1%86%D0%B0%D1%80%D1%81%D0%BA%D0%B8%D0%B5%20%D0%BA%D1%83%D0%B4%D1%80%D0%B8%20-%20Lilium%20martagon\/thumbs\/DSC01887.webp","width":512,"height":410},"thumbCaption":"<h3>Однодольные - Monocotyledones<\/h3><div class=\"comment\">Monocotyledons are flowering plants (angiosperms) whose seeds typically contain only one embryonic leaf, or cotyledon. They constitute one of the major groups&hellip;<\/div>","name":"Однодольные - Monocotyledones","comment":"Monocotyledons are flowering plants (angiosperms) whose seeds typically contain only one embryonic leaf, or cotyledon. They constitute one of the major groups into which the flowering plants have traditionally been divided, the rest of the flowering plants having two cotyledons and therefore classified as dicotyledons, or dicots. However, molecular phylogenetic research has shown that while the monocots form a monophyletic group or clade (comprising all the descendants of a common ancestor), the dicots do not. Monocots have almost always been recognized as a group, but with various taxonomic ranks and under several different names. The APG III system of 2009 recognises a clade called \"monocots\" but does not assign it to a taxonomic rank.\nThe monocots include about 60,000 species. The largest family in this group (and in the flowering plants as a whole) by number of species are the orchids (family Orchidaceae), with more than 20,000 species. About half as many species belong to the true grasses (Poaceae), which are economically the most important family of monocots. In agriculture the majority of the biomass produced comes from monocots. These include not only major grains (rice, wheat, maize, etc.), but also forage grasses, sugar cane, and the bamboos. Other economically important monocot crops include various palms (Arecaceae), bananas and plantains (Musaceae), gingers and their relatives, turmeric and cardamom (Zingiberaceae), asparagus (Asparagaceae), pineapple (Bromeliaceae), water chestnut (Cyperaceae), and leeks, onion and garlic (Amaryllidaceae). Many houseplants are monocot epiphytes. Additionally most of the horticultural bulbs, plants cultivated for their blooms, such as lilies, daffodils, irises, amaryllis, cannas, bluebells and tulips, are monocots.","dates":{"added":1709228408,"dateRange":{"0":1103958720,"1":1703252983}},"fileDate":"2023-01-20T17:39:10.955Z","category":"folder"},{"path":"%D0%A5%D0%B2%D0%BE%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Pinopsida","keywords":["хвойные","Pinophyta","Coniferophyta","Coniferae","conifers"],"deepCounters":{"total":980,"images":903,"folders":77,"files":903},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A5%D0%B2%D0%BE%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Pinopsida\/%D0%A1%D0%BE%D1%81%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Pinales\/%D0%A1%D0%BE%D1%81%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Pinaceae\/%D0%9F%D0%B8%D1%85%D1%82%D0%B0%20%D0%BA%D0%BE%D1%80%D0%B5%D0%B8%D1%81%D0%BA%D0%B0%D1%8F%20-%20Abies%20koreana\/thumbs\/DSC04408.webp","width":512,"height":410},"thumbCaption":"<h3>Хвойные - Pinopsida<\/h3><div class=\"comment\">The Pinophyta, also known as Coniferophyta or Coniferae, or commonly as conifers, are a division of vascular land plants containing a single class, Pinopsida.&hellip;<\/div>","name":"Хвоиные - Pinopsida","comment":"The Pinophyta, also known as Coniferophyta or Coniferae, or commonly as conifers, are a division of vascular land plants containing a single class, Pinopsida. They are gymnosperms, cone-bearing seed plants. All extant conifers are perennial woody plants with secondary growth. The great majority are trees, though a few are shrubs. Examples include cedars, Douglas firs, cypresses, firs, junipers, kauri, larches, pines, hemlocks, redwoods, spruces, and yews. As of 1998, the division Pinophyta was estimated to contain eight families, 68 genera, and 629 living species.\nAlthough the total number of species is relatively small, conifers are ecologically important. They are the dominant plants over large areas of land, most notably the taiga of the Northern Hemisphere, but also in similar cool climates in mountains further south. Boreal conifers have many wintertime adaptations. The narrow conical shape of northern conifers, and their downward-drooping limbs, help them shed snow. Many of them seasonally alter their biochemistry to make them more resistant to freezing. While tropical rainforests have more biodiversity and turnover, the immense conifer forests of the world represent the largest terrestrial carbon sink. Conifers are of great economic value for softwood lumber and paper production.","dates":{"added":1703514518,"dateRange":{"0":1192386725,"1":1703071930}},"fileDate":"2023-01-20T17:39:12.125Z","category":"folder","title":"Хвойные - Pinopsida"},{"path":"%D0%93%D0%B8%D0%BD%D0%BA%D0%B3%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ginkgoopsida","deepCounters":{"total":26,"images":22,"folders":4,"files":22},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%93%D0%B8%D0%BD%D0%BA%D0%B3%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ginkgoopsida\/%D0%93%D0%B8%D0%BD%D0%BA%D0%B3%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ginkgoales\/%D0%93%D0%B8%D0%BD%D0%BA%D0%B3%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ginkgoaceae\/%D0%93%D0%B8%D0%BD%D0%BA%D0%B3%D0%BE%20%D0%B4%D0%B2%D1%83%D0%BB%D0%BE%D0%BF%D0%B0%D1%81%D1%82%D0%BD%D1%8B%D0%B8%20-%20Ginkgo%20biloba\/thumbs\/0SET08504.webp","width":512,"height":410},"thumbCaption":"<h3>Гинкговые - Ginkgoopsida<\/h3><div class=\"comment\">Ginkgoales or Ginkgophyte is a gymnosperm order containing only one extant species: Ginkgo biloba, the ginkgo tree. It is monotypic, (the only taxon) within the&hellip;<\/div>","name":"Гинкговые - Ginkgoopsida","comment":"Ginkgoales or Ginkgophyte is a gymnosperm order containing only one extant species: Ginkgo biloba, the ginkgo tree. It is monotypic, (the only taxon) within the class Ginkgoopsida, which itself is monotypic within the division Ginkgophyta. The order includes five families, of which only Ginkgoaceae remains extant.\nThe first Ginkgo leaves were found from the Triassic period, but there were many species of Ginkgo during the Jurassic and Cretaceous periods as well. These periods, known collectively as the Mesozoic era, were when diversity and distribution for all plants were at their highest, including in Ginkophytes. It was in the early Cenozoic period that Ginkgophytes nearly became extinct, specifically during the early Cretaceous and Tertiary periods. The only remaining Ginkgophyte was Ginkgo adiantoidses – a polymorphic species. The Chinese were the ones to save Ginkgo, as they grew them in their temple gardens. This is why modern Ginkgo trees are native to China.","dates":{"added":1683998744,"dateRange":{"0":1469455998,"1":1682928920}},"fileDate":"2023-01-20T17:39:08.924Z","category":"folder"},{"path":"%D0%A1%D0%B0%D0%B3%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D1%8B%D0%B5%20-%20Cycadopsida","keywords":["саговниковые","Cycas","Cycadaceae"],"deepCounters":{"total":12,"images":7,"folders":5,"files":7},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A1%D0%B0%D0%B3%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D1%8B%D0%B5%20-%20Cycadopsida\/%D0%A1%D0%B0%D0%B3%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cycadales\/%D0%A1%D0%B0%D0%B3%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cycadaceae\/%D0%A1%D0%B0%D0%B3%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%20-%20Cycas\/thumbs\/DSC02403.webp","width":512,"height":410},"thumbCaption":"<h3>Саговниковидные - Cycadopsida<\/h3><div class=\"comment\">Cycads are seed plants with a long fossil history that were formerly more abundant and more diverse than they are today. They typically have a stout and woody&hellip;<\/div>","name":"Саговниковидные - Cycadopsida","comment":"Cycads are seed plants with a long fossil history that were formerly more abundant and more diverse than they are today. They typically have a stout and woody (ligneous) trunk with a crown of large, hard and stiff, evergreen leaves. They usually have pinnate leaves. The individual plants are either all male or all female (dioecious). Cycads vary in size from having trunks only a few centimeters to several meters tall. They typically grow very slowly and live very long, with some specimens known to be as much as 1,000 years old. Because of their superficial resemblance, they are sometimes mistaken for palms or ferns, but they are not closely related to either group.\nCycads are gymnosperms (naked seeded), meaning their unfertilized seeds are open to the air to be directly fertilized by pollination, as contrasted with angiosperms, which have enclosed seeds with more complex fertilization arrangements. Cycads have very specialized pollinators, usually a specific species of beetle. They have been reported to fix nitrogen in association with various cyanobacteria living in the roots (the \"coralloid\" roots). These photosynthetic bacteria produce a neurotoxin called BMAA that is found in the seeds of cycads. This neurotoxin may enter a human food chain as the cycad seeds may be eaten directly as a source of flour by humans or by wild or feral animals such as bats, and humans may eat these animals. It is hypothesized that this is a source of some neurological diseases in humans.","dates":{"added":1396911738,"dateRange":{"0":1342784165,"1":1356066409}},"fileDate":"2023-01-20T17:39:11.913Z","category":"folder"},{"path":"%D0%93%D0%BD%D0%B5%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Gnetopsida","deepCounters":{"total":23,"images":18,"folders":5,"files":18},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%93%D0%BD%D0%B5%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Gnetopsida\/%D0%A5%D0%B2%D0%BE%D0%B8%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%2C%20%D0%AD%D1%84%D0%B5%D0%B4%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ephedrales\/%D0%A5%D0%B2%D0%BE%D0%B8%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%2C%20%D0%AD%D1%84%D0%B5%D0%B4%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ephedraceae\/%D0%A5%D0%B2%D0%BE%D0%B8%D0%BD%D0%B8%D0%BA%20%D0%B4%D0%B2%D1%83%D1%85%D0%BA%D0%BE%D0%BB%D0%BE%D1%81%D0%BA%D0%BE%D0%B2%D1%8B%D0%B8%20-%20Ephedra%20distachya\/thumbs\/DSC09178.webp","width":512,"height":410},"thumbCaption":"<h3>Гнетовые - Gnetopsida<\/h3><div class=\"comment\">Gnetophyta is a division of plants, grouped within the gymnosperms (which also includes conifers, cycads, and ginkgos), that consists of some 70 species across&hellip;<\/div>","name":"Гнетовые - Gnetopsida","comment":"Gnetophyta is a division of plants, grouped within the gymnosperms (which also includes conifers, cycads, and ginkgos), that consists of some 70 species across the three relict genera: Gnetum (family Gnetaceae), Welwitschia (family Welwitschiaceae), and Ephedra (family Ephedraceae). Fossilized pollen attributed to a close relative of Ephedra has been dated as far back as the Early Cretaceous. Though diverse and dominant in the Tertiary, only three families, each containing a single genus, are still alive today. The primary difference between gnetophytes and other gymnosperms is the presence of vessel elements, a system of conduits that transport water within the plant, similar to those found in flowering plants. Because of this, gnetophytes were once thought to be the closest gymnosperm relatives to flowering plants, but more recent molecular studies have largely disproven this hypothesis.\nThough it is clear they are all closely related, the exact evolutionary inter-relationships between gnetophytes are unclear. Some classifications hold that all three genera should be placed in a single order (Gnetales), while other classifications say they should be distributed among three separate orders, each containing a single family and genus. Most morphological and molecular studies confirm that the genera Gnetum and Welwitschia diverged from each other more recently than they did from Ephedra.","dates":{"added":1549656946,"dateRange":{"0":1326789657,"1":1543931757}},"fileDate":"2023-01-20T17:39:09.346Z","category":"folder"},{"path":"%D0%9F%D0%B0%D0%BF%D0%BE%D1%80%D0%BE%D1%82%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Polypodiopsida","keywords":["папоротниковидные","Fern","Pteridophyta"],"deepCounters":{"total":345,"images":279,"folders":66,"files":279},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%9F%D0%B0%D0%BF%D0%BE%D1%80%D0%BE%D1%82%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Polypodiopsida\/%D0%9C%D0%BD%D0%BE%D0%B3%D0%BE%D0%BD%D0%BE%D0%B6%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Polypodiales\/%D0%9C%D0%BD%D0%BE%D0%B3%D0%BE%D0%BD%D0%BE%D0%B6%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Polypodiaceae\/%D0%93%D0%BE%D0%BD%D0%B8%D0%BE%D1%84%D0%BB%D0%B5%D0%B1%D0%B8%D1%83%D0%BC%20%D1%83%D1%88%D0%BA%D0%BE%D0%B2%D0%B0%D1%82%D1%8B%D0%B8%20-%20Goniophlebium%20subauriculatum\/thumbs\/DSC04998.webp","width":512,"height":410},"thumbCaption":"<h3>Папоротниковые - Polypodiopsida<\/h3><div class=\"comment\">Leptosporangiate ferns are the largest group of living ferns, including some 11000 species worldwide. They constitute the subclass Polypodiidae, but are often&hellip;<\/div>","name":"Папоротниковые - Polypodiopsida","comment":"Leptosporangiate ferns are the largest group of living ferns, including some 11000 species worldwide. They constitute the subclass Polypodiidae, but are often considered to be the class Pteridopsida or Polypodiopsida, although other classifications assign them a different rank. The leptosporangiate ferns are one of the four major groups of ferns, with the other three being the Eusporangiate ferns comprising the marattioid ferns (Marattiidae, Marattiaceae), the horsetails (Equisetiidae, Equisetaceae), and whisk ferns and moonworts.\nThere are approximately 8465 species of living leptosporangiate ferns, compared with about 2070 for all other ferns, totalling 10535 species of ferns. Almost a third of leptosporangiate fern species are epiphytes.\nThese ferns are called leptosporangiate because their sporangia arise from a single epidermal cell and not from a group of cells as in eusporangiate ferns (a polyphyletic lineage). The sporangia are typically covered with a scale called the indusium, which can cover the whole sorus, forming a ring or cup around the sorus, or can also be strongly reduced to completely absent. Many leptosporangiate ferns have an annulus around the sporangium, which ejects the spores.","dates":{"added":1657302989,"dateRange":{"0":1243198143,"1":1656766739}},"fileDate":"2023-01-20T17:39:11.112Z","category":"folder","title":"Папоротниковые - Polypodiopsida"},{"path":"%D0%9F%D1%81%D0%B8%D0%BB%D0%BE%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Psilotopsida","deepCounters":{"total":36,"images":32,"folders":4,"files":32},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9F%D1%81%D0%B8%D0%BB%D0%BE%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Psilotopsida\/%D0%A3%D0%B6%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ophioglossales\/%D0%A3%D0%B6%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ophioglossaceae\/%D0%A3%D0%B6%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B8%20-%20Ophioglossum%20vulgatum\/thumbs\/DSC03456.webp","width":512,"height":410},"thumbCaption":"<h3>Псилотовые - Psilotopsida<\/h3><div class=\"comment\">Psilotopsida is a class of ferns or fern-like plants, considered to be one of the three classes of eusporangiate ferns. It should not be confused with the&hellip;<\/div>","name":"Псилотовые - Psilotopsida","comment":"Psilotopsida is a class of ferns or fern-like plants, considered to be one of the three classes of eusporangiate ferns. It should not be confused with the obsolete class Psilophytopsida. As circumscribed by Smith et al., 2006, Psilotopsida contains two families, Psilotaceae and Ophioglossaceae, placed in orders Psilotales and Ophioglossales, respectively. The affinities of these two groups have long been unclear and a close relationship between them has only recently been confirmed through molecular systematic studies. Some studies show that Psilotopsida is the sister-group to all other ferns (including Marattiaceae and Equisetaceae), but others indicate that Equisetaceae is more basal.","dates":{"added":1592318091,"dateRange":{"0":1434186779,"1":1590924797}},"fileDate":"2023-01-20T17:39:11.782Z","category":"folder"},{"path":"%D0%A5%D0%B2%D0%BE%D1%89%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Equisetopsida","deepCounters":{"total":97,"images":86,"folders":11,"files":86},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A5%D0%B2%D0%BE%D1%89%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Equisetopsida\/%D0%A5%D0%B2%D0%BE%D1%89%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Equisetales\/%D0%A5%D0%B2%D0%BE%D1%89%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Equisetaceae\/%D0%A5%D0%B2%D0%BE%D1%89%20%D0%BF%D1%80%D0%B8%D1%80%D0%B5%D1%87%D0%BD%D1%8B%D0%B8%20-%20Equisetum%20fluviatile\/thumbs\/DSC02376.webp","width":512,"height":410},"thumbCaption":"<h3>Хвощёвые - Equisetopsida<\/h3><div class=\"comment\">Equisetopsida, or Sphenopsida, is a class of vascular plants with a fossil record going back to the Devonian. They are commonly known as horsetails. Living&hellip;<\/div>","name":"Хвощевые - Equisetopsida","comment":"Equisetopsida, or Sphenopsida, is a class of vascular plants with a fossil record going back to the Devonian. They are commonly known as horsetails. Living horsetails are represented by about twenty herbaceous species in the single genus Equisetum. They typically grow in wet areas, with whorls of needle-like branches radiating at regular intervals from a single vertical stem.\nThe Equisetopsida were formerly regarded as a separate division of spore plants and also called Equisetophyta, Arthrophyta or Sphenophyta; today they have been recognized as rather close relatives of the typical ferns (Pteridopsida) and form a specialized lineage of the Pteridophyta. However, the division between the Equisetopsids and the ferns is so ancient that many botanists, especially paleobotanists, still regard this group as fundamentally separate at the higher level.","dates":{"added":1652035499,"dateRange":{"0":1241730770,"1":1652019654}},"fileDate":"2023-01-20T17:39:12.202Z","category":"folder","title":"Хвощёвые - Equisetopsida"},{"path":"%D0%9F%D0%BB%D0%B0%D1%83%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Lycopodiopsida","deepCounters":{"total":27,"images":22,"folders":5,"files":22},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9F%D0%BB%D0%B0%D1%83%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Lycopodiopsida\/%D0%9F%D0%BB%D0%B0%D1%83%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Lycopodiales\/%D0%9F%D0%BB%D0%B0%D1%83%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Lycopodiaceae\/%D0%9F%D0%BB%D0%B0%D1%83%D0%BD%20%D0%B3%D0%BE%D0%B4%D0%B8%D1%87%D0%BD%D1%8B%D0%B8%20-%20Lycopodium%20annotinum\/thumbs\/DSC03717.webp","width":512,"height":410},"thumbCaption":"<h3>Плауновые - Lycopodiopsida<\/h3><div class=\"comment\">Lycopodiopsida is a class of herbaceous vascular plants known as the clubmosses and firmosses. They have dichotomously branching stems bearing simple leaves&hellip;<\/div>","name":"Плауновые - Lycopodiopsida","comment":"Lycopodiopsida is a class of herbaceous vascular plants known as the clubmosses and firmosses. They have dichotomously branching stems bearing simple leaves without ligules and reproduce by means of spores borne in sporangia at the bases of the leaves. Traditionally, the group also included the spikemosses (Selaginella and relatives) and the quillworts (Isoetes and relatives) but because these groups have leaves with ligules and reproduce using spores of two different sizes both are now placed into another class, Isoetopsida that also includes the extinct Lepidodendrales. These groups, together with the horsetails are often referred to informally as fern allies.\nThe class Lycopodiopsida as interpreted here contains a single living order, the Lycopodiales, and a single extinct order, the Drepanophycales.","dates":{"added":1664462319,"dateRange":{"0":1313843676,"1":1663850420}},"fileDate":"2023-01-20T17:39:11.377Z","category":"folder"},{"path":"%D0%9F%D0%BE%D0%BB%D1%83%D1%88%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Isoetopsida","deepCounters":{"total":9,"images":6,"folders":3,"files":6},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9F%D0%BE%D0%BB%D1%83%D1%88%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Isoetopsida\/%D0%A1%D0%B5%D0%BB%D0%B0%D0%B3%D0%B8%D0%BD%D0%B5%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Selaginellales\/%D0%9F%D0%BB%D0%B0%D1%83%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Selaginellaceae\/%D0%A1%D0%B5%D0%BB%D0%B0%D0%B3%D0%B8%D0%BD%D0%B5%D0%BB%D0%BB%D0%B0%20%D0%92%D0%B8%D0%BB%D1%8C%D0%B4%D0%B5%D0%BD%D0%BE%D0%B2%D0%B0%20-%20Selaginella%20willdenowii\/thumbs\/DSC06767.webp","width":512,"height":410},"thumbCaption":"<h3>Полушниковые - Isoëtopsida<\/h3><div class=\"comment\">The Isoetopsida is a class of Lycopodiophyta. All extant species belong to the genus Selaginella in the order Selaginellales or to the genus Isoetes in the&hellip;<\/div>","name":"Полушниковые - Isoetopsida","comment":"The Isoetopsida is a class of Lycopodiophyta. All extant species belong to the genus Selaginella in the order Selaginellales or to the genus Isoetes in the order Isoetales. In the past, members of this group sometimes have been placed in the classes Isoetopsida, Selaginellopsida, or Lycopodiopsida. There are c. 700 species of Selaginella and 140-150 species of Isoetes, with a cosmopolitan distribution, but often scarce to rare. Some botanists split Isoetes by separating two South American species into the genus Stylites","dates":{"added":1548534473,"dateRange":{"0":1548499718,"1":1548499790}},"fileDate":"2023-01-20T17:39:11.658Z","category":"folder","title":"Полушниковые - Isoëtopsida"},{"path":"%D0%A1%D1%84%D0%B0%D0%B3%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20%D0%BC%D1%85%D0%B8%20-%20Sphagnopsida","deepCounters":{"total":14,"images":11,"folders":3,"files":11},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A1%D1%84%D0%B0%D0%B3%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20%D0%BC%D1%85%D0%B8%20-%20Sphagnopsida\/%D0%A1%D1%84%D0%B0%D0%B3%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Sphagnales\/%D0%A1%D1%84%D0%B0%D0%B3%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Sphagnaceae\/%D0%A1%D1%84%D0%B0%D0%B3%D0%BD%D1%83%D0%BC%20-%20Sphagnum\/thumbs\/0DSC06766.webp","width":512,"height":410},"thumbCaption":"<h3>Сфагновые мхи - Sphagnopsida<\/h3><div class=\"comment\">The Sphagnopsida includes a single subclass Sphagnidae, with two orders. The order Sphagnales contains four living genera: Sphagnum, with all but three of the&hellip;<\/div>","name":"Сфагновые мхи - Sphagnopsida","comment":"The Sphagnopsida includes a single subclass Sphagnidae, with two orders. The order Sphagnales contains four living genera: Sphagnum, with all but three of the species, and Ambuchanania, Eosphagnum, and Flatbergium, each with a single species. The Protosphagnales contains a single fossil species.","dates":{"added":1633269295,"dateRange":{"0":1313846416,"1":1633171084}},"fileDate":"2023-01-20T17:39:11.976Z","category":"folder"},{"path":"%D0%9B%D0%B8%D1%81%D1%82%D0%BE%D1%81%D1%82%D0%B5%D0%B1%D0%B5%D0%BB%D1%8C%D0%BD%D1%8B%D0%B5%20%D0%BC%D1%85%D0%B8%20-%20Bryopsida","deepCounters":{"total":36,"images":22,"folders":14,"files":22},"counters":{"total":4,"folders":4},"thumb":{"path":"%D0%9B%D0%B8%D1%81%D1%82%D0%BE%D1%81%D1%82%D0%B5%D0%B1%D0%B5%D0%BB%D1%8C%D0%BD%D1%8B%D0%B5%20%D0%BC%D1%85%D0%B8%20-%20Bryopsida\/%D0%94%D0%B8%D0%BA%D1%80%D0%B0%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Dicranales\/%D0%9B%D0%B5%D1%83%D0%BA%D0%BE%D0%B1%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Leucobryaceae\/%D0%9B%D0%B5%D1%83%D0%BA%D0%BE%D0%B1%D1%80%D0%B8%D1%83%D0%BC%20%D1%81%D0%B8%D0%B7%D1%8B%D0%B8%20-%20Leucobryum%20glaucum\/thumbs\/DSC09990.webp","width":512,"height":410},"thumbCaption":"<h3>Листостебельные мхи - Bryopsida<\/h3><div class=\"comment\">The Bryopsida constitute the largest class of mosses, containing 95% of all moss species. It consists of approximately 11,500 species, common throughout the&hellip;<\/div>","name":"Листостебельные мхи - Bryopsida","comment":"The Bryopsida constitute the largest class of mosses, containing 95% of all moss species. It consists of approximately 11,500 species, common throughout the whole world.\nThe group is distinguished by having spore capsules with teeth that are arthrodontous; the teeth are separate from each other and jointed at the base where they attach to the opening of the capsule. These teeth are exposed when the covering operculum falls off. In other groups of mosses, the capsule is either nematodontous with an attached operculum, or else splits open without operculum or teeth.","dates":{"added":1505151936,"dateRange":{"0":1460202577,"1":1501321448}},"fileDate":"2023-01-20T17:39:10.221Z","category":"folder"},{"path":"%D0%9F%D0%BE%D0%BB%D0%B8%D1%82%D1%80%D0%B8%D1%85%D0%BE%D0%B2%D1%8B%D0%B5%20%D0%BC%D1%85%D0%B8%20-%20Polytrichopsida","deepCounters":{"total":15,"images":11,"folders":4,"files":11},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9F%D0%BE%D0%BB%D0%B8%D1%82%D1%80%D0%B8%D1%85%D0%BE%D0%B2%D1%8B%D0%B5%20%D0%BC%D1%85%D0%B8%20-%20Polytrichopsida\/%D0%9F%D0%BE%D0%BB%D0%B8%D1%82%D1%80%D0%B8%D1%85%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Polytrichales\/%D0%9F%D0%BE%D0%BB%D0%B8%D1%82%D1%80%D0%B8%D1%85%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Polytrichaceae\/%D0%9A%D1%83%D0%BA%D1%83%D1%88%D0%BA%D0%B8%D0%BD%20%D0%BB%D0%B5%D0%BD%20%D0%BC%D0%BE%D0%B6%D0%B6%D0%B5%D0%B2%D0%B5%D0%BB%D1%8C%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B8%20-%20Polytrichum%20juniperinum\/thumbs\/laesna_laeaene_viru-303544.webp","width":512,"height":410},"thumbCaption":"<h3>Политриховые мхи - Polytrichopsida<\/h3><div class=\"comment\">The Polytrichaceae also known as \"Aloe Moss\" is a common family of mosses. Members of this family tend to be larger than other mosses with a thickened central&hellip;<\/div>","name":"Политриховые мхи - Polytrichopsida","comment":"The Polytrichaceae also known as \"Aloe Moss\" is a common family of mosses. Members of this family tend to be larger than other mosses with a thickened central stem and a rhizome. The leaves have a midrib that bears lamellae on the upper surface. Species in this group are dioicous. Another characteristic that identifies them is that they have from 32 to 64 peristome teeth in their sporangium.","dates":{"added":1686253284,"dateRange":{"0":1313846342,"1":1686228112}},"fileDate":"2023-01-20T17:39:11.565Z","category":"folder"},{"path":"%D0%9C%D0%B0%D1%80%D1%88%D0%B0%D0%BD%D1%86%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20%D0%BC%D1%85%D0%B8%20-%20Marchantiopsida","deepCounters":{"total":34,"images":26,"folders":8,"files":26},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9C%D0%B0%D1%80%D1%88%D0%B0%D0%BD%D1%86%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20%D0%BC%D1%85%D0%B8%20-%20Marchantiopsida\/%D0%9C%D0%B0%D1%80%D1%88%D0%B0%D0%BD%D1%86%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Marchantiales\/%D0%90%D0%B2%D1%82%D0%BE%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Aytoniaceae\/%D0%9C%D0%B0%D0%BD%D0%BD%D0%B8%D1%8F%20%D0%B4%D0%B2%D1%83%D0%BF%D0%BE%D0%BB%D0%B0%D1%8F%20-%20Mannia%20androgyna\/thumbs\/DSC05988.webp","width":512,"height":410},"thumbCaption":"<h3>Маршанциевые мхи - Marchantiopsida<\/h3><div class=\"comment\">Marchantiopsida is a one of three classes within the liverwort phylum Marchantiophyta.<\/div>","name":"Маршанциевые мхи - Marchantiopsida","comment":"Marchantiopsida is a one of three classes within the liverwort phylum Marchantiophyta.","dates":{"added":1640555902,"dateRange":{"0":1462287552,"1":1639911767}},"fileDate":"2023-01-20T17:39:10.580Z","category":"folder"},{"path":"%D0%AE%D0%BD%D0%B3%D0%B5%D1%80%D0%BC%D0%B0%D0%BD%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20%D0%BC%D1%85%D0%B8%20-%20Jungermanniopsida","deepCounters":{"total":10,"images":7,"folders":3,"files":7},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%AE%D0%BD%D0%B3%D0%B5%D1%80%D0%BC%D0%B0%D0%BD%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20%D0%BC%D1%85%D0%B8%20-%20Jungermanniopsida\/%D0%9F%D0%BE%D1%80%D0%B5%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Porellales\/%D0%A0%D0%B0%D0%B4%D1%83%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Radulaceae\/%D0%A0%D0%B0%D0%B4%D1%83%D0%BB%D0%B0%20%D1%81%D0%BF%D0%BB%D1%8E%D1%81%D0%BD%D1%83%D1%82%D0%B0%D1%8F%20-%20Radula%20complanata\/thumbs\/0DSC06645.webp","width":512,"height":410},"thumbCaption":"<h3>Юнгерманниевые мхи - Jungermanniopsida<\/h3><div class=\"comment\">Jungermanniopsida is the largest of three classes within the division Marchantiophyta (liverworts).<\/div>","name":"Юнгерманниевые мхи - Jungermanniopsida","comment":"Jungermanniopsida is the largest of three classes within the division Marchantiophyta (liverworts).","dates":{"added":1664462319,"dateRange":{"0":1663757765,"1":1663757806}},"fileDate":"2023-01-20T17:39:12.262Z","category":"folder","title":"Юнгерманниевые мхи - Jungermanniopsida"}],"name":"Herbarium","comment":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3209<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39103<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","dates":{"added":1709228408,"dateRange":{"0":1103958720,"1":1703339990}},"fileDate":"2023-10-07T04:23:56.691Z","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"}