{"path":"%D0%9C%D1%8F%D1%82%D0%BB%D0%B8%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Poales","deepCounters":{"total":772,"images":669,"folders":103,"files":669},"counters":{"total":5,"folders":5},"thumb":{"path":"%D0%9C%D1%8F%D1%82%D0%BB%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Poaceae\/%D0%9F%D1%88%D0%B5%D0%BD%D0%B8%D1%86%D0%B0%20%D0%BC%D1%8F%D0%B3%D0%BA%D0%B0%D1%8F%20-%20Triticum%20aestivum\/thumbs\/0DSC04623.webp","width":512,"height":410},"thumbCaption":"<h3>Мятликоцветные - Poales<\/h3><div class=\"comment\">The Poales are a large order of flowering plants in the monocotyledons, and includes families of plants such as the grasses, bromeliads, and sedges. Sixteen&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3209<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39103<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%9C%D1%8F%D1%82%D0%BB%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Poaceae","deepCounters":{"total":409,"images":359,"folders":50,"files":359},"counters":{"total":50,"folders":50},"thumb":{"path":"%D0%9C%D1%8F%D1%82%D0%BB%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Poaceae\/%D0%9F%D1%88%D0%B5%D0%BD%D0%B8%D1%86%D0%B0%20%D0%BC%D1%8F%D0%B3%D0%BA%D0%B0%D1%8F%20-%20Triticum%20aestivum\/thumbs\/0DSC04623.webp","width":512,"height":410},"thumbCaption":"<h3>Мятликовые - Poaceae<\/h3><div class=\"comment\">Poaceae or Gramineae is a large and nearly ubiquitous family of monocotyledonous flowering plants known as grasses. Poaceae includes the cereal grasses, bamboos&hellip;<\/div>","name":"Мятликовые - Poaceae","comment":"Poaceae or Gramineae is a large and nearly ubiquitous family of monocotyledonous flowering plants known as grasses. Poaceae includes the cereal grasses, bamboos and the grasses of natural grassland and cultivated lawns and pasture. Grasses have stems that are hollow except at the nodes and narrow alternate leaves borne in two ranks. The lower part of each leaf encloses the stem, forming a leaf-sheath. With around 780 genera and around 12,000 species, Poaceae are the fifth-largest plant family, following the Asteraceae, Orchidaceae, Fabaceae and Rubiaceae.\nGrasslands such as savannah and prairie where grasses are dominant are estimated to constitute 40.5% of the land area of the Earth, excluding Greenland and Antarctica. Grasses are also an important part of the vegetation in many other habitats, including wetlands, forests and tundra. The Poaceae are the most economically important plant family, providing staple foods from domesticated cereal crops such as maize, wheat, rice, barley, and millet as well as forage, building materials (bamboo, thatch, straw) and fuel (ethanol).\nThough they are commonly called \"grasses\", seagrasses, rushes, and sedges fall outside this family. The rushes and sedges are related to the Poaceae, being members of the order Poales, but the seagrasses are members of order Alismatales.","dates":{"added":1703514519,"dateRange":{"0":1276704623,"1":1702994304}},"fileDate":"2023-07-09T07:07:21.998Z","category":"folder"},{"path":"%D0%91%D1%80%D0%BE%D0%BC%D0%B5%D0%BB%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Bromeliaceae","deepCounters":{"total":169,"images":145,"folders":24,"files":145},"counters":{"total":24,"folders":24},"thumb":{"path":"%D0%91%D1%80%D0%BE%D0%BC%D0%B5%D0%BB%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Bromeliaceae\/%D0%90%D0%BD%D0%B0%D0%BD%D0%B0%D1%81%20%D0%BA%D1%80%D1%83%D0%BF%D0%BD%D0%BE%D1%85%D0%BE%D1%85%D0%BE%D0%BB%D0%BA%D0%BE%D0%B2%D1%8B%D0%B8%20-%20Ananas%20comosus\/thumbs\/DSC05318.webp","width":512,"height":410},"thumbCaption":"<h3>Бромелиевые - Bromeliaceae<\/h3><div class=\"comment\">The Bromeliaceae (the bromeliads) are a family of monocot flowering plants of 51 genera and around 3475 known species native mainly to the tropical Americas,&hellip;<\/div>","name":"Бромелиевые - Bromeliaceae","comment":"The Bromeliaceae (the bromeliads) are a family of monocot flowering plants of 51 genera and around 3475 known species native mainly to the tropical Americas, with a few species found in the American subtropics and one in tropical west Africa, Pitcairnia feliciana.\nThey are among the basal families within the Poales and are unique because they are the only family within the order that has septal nectaries and inferior ovaries. These inferior ovaries characterize the Bromelioideae, a subfamily of the Bromeliaceae. The family includes both epiphytes, such as Spanish moss (Tillandsia usneoides), and terrestrial species, such as the pineapple (Ananas comosus). Many bromeliads are able to store water in a structure formed by their tightly-overlapping leaf bases. However, the family is diverse enough to include the tank bromeliads, grey-leaved epiphyte Tillandsia species that gather water only from leaf structures called trichomes, and a large number of desert-dwelling succulents.\nThe largest bromeliad is Puya raimondii, which reaches 3–4 m tall in vegetative growth with a flower spike 9–10 m tall, and the smallest is Spanish moss.","dates":{"added":1688936036,"dateRange":{"0":1135393732,"1":1687704585}},"fileDate":"2023-07-09T23:04:02.282Z","category":"folder"},{"path":"%D0%9E%D1%81%D0%BE%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cyperaceae","deepCounters":{"total":125,"images":107,"folders":18,"files":107},"counters":{"total":18,"folders":18},"thumb":{"path":"%D0%9E%D1%81%D0%BE%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cyperaceae\/%D0%9F%D1%83%D1%85%D0%BE%D0%BD%D0%BE%D1%81%20%D0%B0%D0%BB%D1%8C%D0%BF%D0%B8%D0%B8%D1%81%D0%BA%D0%B8%D0%B8%20-%20Trichophorum%20alpinum\/thumbs\/DSC00805.webp","width":512,"height":410},"thumbCaption":"<h3>Осоковые - Cyperaceae<\/h3><div class=\"comment\">The Cyperaceae are a family of monocotyledonous graminoid flowering plants known as sedges, which superficially resemble grasses and rushes. The family is&hellip;<\/div>","name":"Осоковые - Cyperaceae","comment":"The Cyperaceae are a family of monocotyledonous graminoid flowering plants known as sedges, which superficially resemble grasses and rushes. The family is large, with some 5,500 known species described in about 90 genera, the largest being the Carex genus of \"true sedges\" with over 2,000 species. These species are widely distributed, with the centers of diversity for the group occurring in tropical Asia and tropical South America. While sedges may be found growing in almost all environments, many are associated with wetlands, or with poor soils. Ecological communities dominated by sedges are known as sedgelands.\nFeatures distinguishing members of the sedge family from grasses or rushes are stems with triangular cross-sections (with occasional exceptions) and leaves that are spirally arranged in three ranks (grasses have alternate leaves forming two ranks).\nSome well-known sedges include the water chestnut (Eleocharis dulcis) and the papyrus sedge (Cyperus papyrus), from which the Ancient Egyptian writing material was made. This family also includes cotton-grass (Eriophorum), spike-rush (Eleocharis), sawgrass (Cladium), nutsedge or nutgrass (Cyperus rotundus, a common lawn weed), and white star sedge (Rhynchospora colorata).","dates":{"added":1688936036,"dateRange":{"0":1355825836,"1":1687702540}},"fileDate":"2023-05-20T00:34:25.1Z","category":"folder"},{"path":"%D0%A0%D0%BE%D0%B3%D0%BE%D0%B7%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Typhaceae","deepCounters":{"total":21,"images":20,"folders":1,"files":20},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A0%D0%BE%D0%B3%D0%BE%D0%B7%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Typhaceae\/%D0%A0%D0%BE%D0%B3%D0%BE%D0%B7%20%D1%88%D0%B8%D1%80%D0%BE%D0%BA%D0%BE%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D1%8B%D0%B8%20-%20Typha%20latifolia\/thumbs\/DSC09109.webp","width":512,"height":410},"thumbCaption":"<h3>Рогозовые - Typhaceae<\/h3><div class=\"comment\">The Typhaceae are a family of flowering plants. The botanical name for the family has been recognized by most taxonomists.<br>The APG II system, of 2003 (unchanged&hellip;<\/div>","name":"Рогозовые - Typhaceae","comment":"The Typhaceae are a family of flowering plants. The botanical name for the family has been recognized by most taxonomists.\nThe APG II system, of 2003 (unchanged from the APG system, 1998), also recognizes this family, and assigns it to the order Poales in the clade commelinids, in the monocots. The family then consisted of one genus (Typha), totalling a dozen species of perennial plants of wet habitats. More recently, the APG III system of 2009 included a second genus, Sparganium, in this family. The two genera together have a total of 51 known species.\nThe Cronquist system, of 1981, also recognized such a family and placed it in the order Typhales, in the subclass Commelinidae in class Liliopsida in division Magnoliophyta.\nThe Wettstein system, last updated in 1935, placed the family in order Pandanales.\nMembers can be recognized as large marsh herbs with two-ranked leaves and a brownish compact spike of unisexual flowers.\nThe earliest fossils, including pollen and flowers, have been recovered from late Cretaceous deposits.","dates":{"added":1608420173,"dateRange":{"0":1282806419,"1":1594553535}},"fileDate":"2023-01-20T17:50:09.375Z","category":"folder"},{"path":"%D0%A1%D0%B8%D1%82%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Juncaceae","deepCounters":{"total":43,"images":38,"folders":5,"files":38},"counters":{"total":5,"folders":5},"thumb":{"path":"%D0%A1%D0%B8%D1%82%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Juncaceae\/%D0%A1%D0%B8%D1%82%D0%BD%D0%B8%D0%BA%20%D0%BB%D1%83%D0%BA%D0%BE%D0%B2%D0%B8%D1%87%D0%BD%D1%8B%D0%B8%20-%20Juncus%20bulbosus\/thumbs\/DSC01575.webp","width":512,"height":410},"thumbCaption":"<h3>Ситниковые - Juncaceae<\/h3><div class=\"comment\">Juncaceae is a family of flowering plants, commonly known as the rush family. It consists of 8 genera and about 464 known species of slow-growing, rhizomatous,&hellip;<\/div>","name":"Ситниковые - Juncaceae","comment":"Juncaceae is a family of flowering plants, commonly known as the rush family. It consists of 8 genera and about 464 known species of slow-growing, rhizomatous, herbaceous monocotyledonous plants that may superficially resemble grasses and sedges. They often grow on infertile soils in a wide range of moisture conditions. The best-known and largest genus is Juncus. Most of the Juncus species grow exclusively in wetland habitats. A few rushes, such as Juncus bufonius are annuals, but most are perennials.\nThe leaves are evergreen and well-developed in a basal aggregation on an erect stem. They are alternate and tristichous (i.e., with three rows of leaves up the stem, each row of leaves arising one-third of the way around the stem from the previous leaf). Only in the genus Distichia are the leaves distichous. The rushes of the genus Juncus have flat, hairless leaves or cylindrical leaves. The leaves of the wood-rushes of the genus Luzula are always flat and bear long white hairs.\nThe plants are hermaphroditic or, rarely, dioecious. The small flowers are arranged in inflorescences of loose cymes, but also in rather dense heads or corymbs at the top of the stem or at its side. This family typically has reduced perianth segments called tepals. These are usually arranged in two whorls, each containing three thin, papery tepals. They are not bright or flashy in appearance, and their color can vary from greenish to whitish, brown, purple, black, or hyaline. The three stigmas are in the center of the flowers. As is characteristic of monocots, all of the flower parts appear in multiples of three.\nThe fruit is usually a nonfleshy, three-sectioned dehiscent capsule containing many seeds.","dates":{"added":1538679670,"dateRange":{"0":1342881139,"1":1537796335}},"fileDate":"2023-01-20T17:50:09.391Z","category":"folder"}],"name":"Мятликоцветные - Poales","comment":"The Poales are a large order of flowering plants in the monocotyledons, and includes families of plants such as the grasses, bromeliads, and sedges. Sixteen plant families are currently recognized by botanists to be part of Poales.\nThe flowers are typically small, enclosed by bracts, and arranged in inflorescences (except in three species of the genus Mayaca, which possess very reduced, one-flowered inflorescences). The flowers of many species are wind pollinated; the seeds usually contain starch.\nThe earlier APG system (1998) adopted the same placement of the order, although it used the spelling \"commelinoids\". It did not include the Bromeliaceae and Mayaceae, but had the additional families Prioniaceae (now included in Thurniaceae), Sparganiaceae (now in Typhaceae), and Hydatellaceae (now transferred out of the monocots; recently discovered to be an 'early-diverging' lineage of flowering plants).\nThe morphology-based Cronquist system did not include an order named Poales, assigning these families to the orders Bromeliales, Cyperales, Hydatellales, Juncales, Restionales and Typhales.\nIn early systems, an order including the grass family did not go by the name Poales but by a descriptive botanical name such as Graminales in the Engler system (update of 1964) and in the Hutchinson system (first edition, first volume, 1926), Glumiflorae in the Wettstein system (last revised 1935) or Glumaceae in the Bentham & Hooker system (third volume, 1883).","dates":{"added":1703514519,"dateRange":{"0":1135393732,"1":1702994304}},"fileDate":"2023-01-20T17:40:03.443Z"}