{"path":"%D0%A1%D0%B5%D0%BB%D1%8C%D0%B4%D0%B5%D1%80%D0%B5%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Apiales","deepCounters":{"total":1240,"images":1172,"folders":68,"files":1172},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%A1%D0%B5%D0%BB%D1%8C%D0%B4%D0%B5%D1%80%D0%B5%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Apiaceae\/%D0%9C%D0%BE%D1%80%D0%BA%D0%BE%D0%B2%D1%8C%20%D0%B4%D0%B8%D0%BA%D0%B0%D1%8F%20-%20Daucus%20carota\/thumbs\/DSC02567.webp","width":512,"height":410},"thumbCaption":"<h3>Сельдереецветные - Apiales<\/h3><div class=\"comment\">The Apiales are an order of flowering plants. The families are those recognized in the APG III system. This is typical of the newer classifications, though&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3209<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39103<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%A1%D0%B5%D0%BB%D1%8C%D0%B4%D0%B5%D1%80%D0%B5%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Apiaceae","deepCounters":{"total":1001,"images":954,"folders":47,"files":954},"counters":{"total":47,"folders":47},"thumb":{"path":"%D0%A1%D0%B5%D0%BB%D1%8C%D0%B4%D0%B5%D1%80%D0%B5%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Apiaceae\/%D0%9C%D0%BE%D1%80%D0%BA%D0%BE%D0%B2%D1%8C%20%D0%B4%D0%B8%D0%BA%D0%B0%D1%8F%20-%20Daucus%20carota\/thumbs\/DSC02567.webp","width":512,"height":410},"thumbCaption":"<h3>Сельдереевые - Apiaceae<\/h3><div class=\"comment\">Apiaceae or Umbelliferae, is a family of mostly aromatic flowering plants named after the type genus Apium and commonly known as the celery, carrot or parsley&hellip;<\/div>","name":"Сельдереевые - Apiaceae","comment":"Apiaceae or Umbelliferae, is a family of mostly aromatic flowering plants named after the type genus Apium and commonly known as the celery, carrot or parsley family. It is the 16th-largest family of flowering plants, with more than 3,700 species in 434 genera including such well-known and economically important plants such as angelica, anise, asafoetida, caraway, carrot, celery, chervil, coriander, cumin, dill, fennel, hemlock, lovage, cow parsley, parsley, parsnip, sea holly, and silphium (a plant whose identity is unclear and which may be extinct).\nMost Apiaceae are annual, biennial or perennial herbs (frequently with the leaves aggregated toward the base), though a minority are woody shrubs or small trees such as Bupleurum fruticosum.:35 Their leaves are of variable size and alternately arranged, or with the upper leaves becoming nearly opposite. The leaves may be petiolate or sessile. There are no stipules but the petioles are frequently sheathing and the leaves may be perfoliate. The leaf blade is usually dissected, ternate or pinnatifid, but simple and entire in some genera, e.g. Bupleurum. Commonly, their leaves emit a marked smell when crushed, aromatic to foetid, but absent in some species.\nThe defining characteristic of this family is the inflorescence, the flowers nearly always aggregated in terminal umbels, that may be simple or more commonly compound, often umbelliform cymes. The flowers are usually perfect (hermaphroditic) and actinomorphic but there may be zygomorphic petals at the edges of the umbel, as in carrot (Daucus carota). Some are andromonoecious, polygamomonoecious, or even dioecious (as in Acronema), with a distinct calyx and corolla, but the calyx is often highly reduced, to the point of being undetectable in many species, while the corolla can be white, yellow, pink or purple. The flowers are nearly perfectly pentamerous, with five petals, sepals, and stamens. The androecium consists of five stamens, but there is often variation in the functionality of the stamens even within a single inflorescence. Some flowers are functionally staminate (where a pistil may be present but has no ovules capable of being fertilized) while others are functionally pistillate (where stamens are present but their anthers do not produce viable pollen). Pollination of one flower by the pollen of a different flower of the same plant (geitonogamy) is common. The gynoecium consists of two carpels fused into a single, bicarpellate pistil with an inferior ovary. Stylopodia support two styles and secrete nectar, attracting pollinators like flies, mosquitoes, gnats, beetles, moths, and bees. The fruit is a schizocarp consisting of two fused carpels that separate at maturity into two mericarps, each containing a single seed. The fruits of many species are dispersed by wind but others such as those of Daucus spp., are covered in bristles, which may be hooked in sanicle Sanicula europaea and thus catch in the fur of animals. The seeds have an oily endosperm and often contain essential oils, containing aromatic compounds that are responsible for the flavour of commercially important umbelliferous seed such as anise, cumin and coriander. The shape and details of the ornamentation of the ripe fruits are important for identification to species level.","dates":{"added":1688880096,"dateRange":{"0":1244910902,"1":1688820734}},"fileDate":"2023-05-14T20:42:10.156Z","category":"folder"},{"path":"%D0%90%D1%80%D0%B0%D0%BB%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Araliaceae","deepCounters":{"total":187,"images":172,"folders":15,"files":172},"counters":{"total":15,"folders":15},"thumb":{"path":"%D0%90%D1%80%D0%B0%D0%BB%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Araliaceae\/%D0%97%D0%B0%D0%BC%D0%B0%D0%BD%D0%B8%D1%85%D0%B0%20%D1%83%D0%B6%D0%B0%D1%81%D0%B0%D1%8E%D1%89%D0%B0%D1%8F%20-%20Oplopanax%20horridus\/thumbs\/DSC09700.webp","width":512,"height":410},"thumbCaption":"<h3>Аралиевые - Araliaceae<\/h3><div class=\"comment\">The Araliaceae are a family of flowering plants, also known as the aralia family (after its type genus Aralia) or ivy family. The family includes 254 species of&hellip;<\/div>","name":"Аралиевые - Araliaceae","comment":"The Araliaceae are a family of flowering plants, also known as the aralia family (after its type genus Aralia) or ivy family. The family includes 254 species of trees, shrubs, lianas, and perennial herbaceous plants in two subfamilies. Species usually bear pinnately or palmately compound leaves, and usually have small flowers produced in large panicles.\nThe family from tropical area origin is present in cooler climates, too. They are found in the Americas, Eurasia, Africa, Australia, New Zealand, New Caledonia, and Pacific islands. Araliaceae bear essential oils, or without essential oils can be resinous and heterophyllous. It presents many shapes, includes some trees and ivies as the angelica tree (devil's walking-stick, Aralia spinosa), the devil's club (Oplopanax horridus), Hedera spp., including Hedera helix and herbs as ginseng Panax spp., a native of Korea and used as medical herb. Leaves are simple or compound, sometimes lauroid (resembling Laurus) or peltate, or not peltate; when compound, they are ternate, pinnate, or palmate.\nThe systematics of the Araliaceae are currently under study, and taxonomic changes and novelties are to be expected. Endemic Araliaceae are found in the pluvial montane forest, very humid montane, and humid lowland river forest regions. They are present, too, in laurel forest, cloud forest, and warm, humid habitats. The family is closely related to the Apiaceae and Pittosporaceae, and the boundaries between these families and other members of Apiales are still uncertain. Some recent systems included Araliaceae in an expanded Apiaceae, but this has not been widely followed. Molecular phylogenies suggest at least some of the genera traditionally included in Apiaceae as subfamily Hydrocotyloideae appear to be more closely related to Araliaceae, and the inclusion of Hydrocotyle and Trachymene in Araliaceae has been recommended.\nThe generic level classification of the Araliaceae has been unstable; in particular, numerous genera have been synonymized under Schefflera. Recent molecular phylogenies have shown this large pantropical genus is polyphyletic and some believe it should be divided again into several genera, though these would probably not correspond with the previously recognized genera.","dates":{"added":1684089825,"dateRange":{"0":1282815867,"1":1682845748}},"fileDate":"2023-05-14T20:47:09.127Z","category":"folder"},{"path":"%D0%A1%D0%BC%D0%BE%D0%BB%D0%BE%D1%81%D0%B5%D0%BC%D1%8F%D0%BD%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Pittosporaceae","deepCounters":{"total":49,"images":46,"folders":3,"files":46},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%A1%D0%BC%D0%BE%D0%BB%D0%BE%D1%81%D0%B5%D0%BC%D1%8F%D0%BD%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Pittosporaceae\/%D0%A1%D0%BC%D0%BE%D0%BB%D0%BE%D1%81%D0%B5%D0%BC%D1%8F%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%A2%D0%BE%D0%B1%D0%B8%D1%80%D0%B0%20-%20Pittosporum%20tobira\/thumbs\/DSC06880.webp","width":512,"height":410},"thumbCaption":"<h3>Смолосемянниковые - Pittosporaceae<\/h3><div class=\"comment\">Pittosporaceae is a family of flowering plants. The family includes approximately 200–240 species of trees, shrubs, and lianas in 9 genera. The species of&hellip;<\/div>","name":"Смолосемянниковые - Pittosporaceae","comment":"Pittosporaceae is a family of flowering plants. The family includes approximately 200–240 species of trees, shrubs, and lianas in 9 genera. The species of Pittosporaceae range from tropical to temperate climates of the Afrotropic, Indomalaya, Oceania, and Australasia ecozones.\nPittosporaceae are dioecious trees, shrubs, or twining vines, with leaves having pinnate venation, no stipules, and margins which are smooth. Ovaries are superior, often with parietal placentation. The style is undivided and straight, and the stigma is often lobed. The fruit is a capsule or berry with the calyx being shed from the fruit. The seeds are surrounded by sticky pulp which comes from secretions of the placental hairs. The flowers have equal numbers of sepals, petals and stamens.","dates":{"added":1703514519,"dateRange":{"0":1240762352,"1":1703253178}},"fileDate":"2023-01-20T17:48:47.592Z","category":"folder"}],"name":"Сельдереецветные - Apiales","comment":"The Apiales are an order of flowering plants. The families are those recognized in the APG III system. This is typical of the newer classifications, though there is some slight variation and in particular, the Torriceliaceae may be divided.\n\nUnder this definition, well-known members include carrots, celery, parsley, and Hedera helix (English ivy).\n\nThe order Apiales is placed within the asterid group of eudicots as circumscribed by the APG III system. Within the asterids, Apiales belongs to an unranked group called the campanulids, and within the campanulids, it belongs to a clade known in phylogenetic nomenclature as Apiidae. In 2010, a subclade of Apiidae named Dipsapiidae was defined to consist of the three orders: Apiales, Paracryphiales, and Dipsacales.\n\nUnder the Cronquist system, only the Apiaceae and Araliaceae were included here, and the restricted order was placed among the rosids rather than the asterids. The Pittosporaceae were placed within the Rosales, and many of the other forms within the family Cornaceae. Pennantia was in the family Icacinaceae. In the classification system of Dahlgren the Apiaceae and Araliaceae families were placed in the order Ariales, in the superorder Araliiflorae (also called Aralianae).\n\nThe present understanding of the Apiales is fairly recent and is based upon comparison of DNA sequences by phylogenetic methods. The circumscriptions of some of the families have changed. In 2009, one of the subfamilies of Araliaceae was shown to be polyphyletic.","dates":{"added":1703514519,"dateRange":{"0":1240762352,"1":1703253178}},"fileDate":"2023-04-23T17:14:40.0Z"}