{"path":"%D0%91%D1%83%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Fagales","deepCounters":{"total":644,"images":596,"folders":48,"files":596},"counters":{"total":6,"folders":6},"thumb":{"path":"%D0%91%D1%83%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Fagaceae\/%D0%91%D1%83%D0%BA%20%D0%BB%D0%B5%D1%81%D0%BD%D0%BE%D0%B8%20-%20Fagus%20sylvatica\/thumbs\/0DSC08809.webp","width":512,"height":410},"thumbCaption":"<h3>Букоцветные - Fagales<\/h3><div class=\"comment\">The Fagales are an order of flowering plants, including some of the best-known trees. The order name is derived from genus Fagus, beeches. They belong among the&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3209<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39103<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%91%D0%B5%D1%80%D0%B5%D0%B7%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Betulaceae","deepCounters":{"total":248,"images":234,"folders":14,"files":234},"counters":{"total":14,"folders":14},"thumb":{"path":"%D0%91%D0%B5%D1%80%D0%B5%D0%B7%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Betulaceae\/%D0%91%D0%B5%D1%80%D0%B5%D0%B7%D0%B0%20x%20%D0%B7%D0%BE%D0%BB%D0%BE%D1%82%D0%B8%D1%81%D1%82%D0%B0%D1%8F%20-%20Betula%20x%20aurata\/thumbs\/DSC00036.webp","width":512,"height":410},"thumbCaption":"<h3>Берёзовые - Betulaceae<\/h3><div class=\"comment\">Betulaceae, the birch family, includes six genera of deciduous nut-bearing trees and shrubs, including the birches, alders, hazels, hornbeams, hazel-hornbeam,&hellip;<\/div>","name":"Березовые - Betulaceae","comment":"Betulaceae, the birch family, includes six genera of deciduous nut-bearing trees and shrubs, including the birches, alders, hazels, hornbeams, hazel-hornbeam, and hop-hornbeams numbering a total of 167 species. They are mostly natives of the temperate Northern Hemisphere, with a few species reaching the Southern Hemisphere in the Andes in South America. Their typical flowers are catkins and often appear before leaves.\nIn the past, the family was often divided into two families, Betulaceae (Alnus, Betula) and Corylaceae (the rest). Recent treatments, including the Angiosperm Phylogeny Group, have described these two groups as subfamilies within an expanded Betulaceae: Betuloideae and Coryloideae. Diagnostically, Betulaceae is very similar to Rosaceae and other rose motif families.","dates":{"added":1685217769,"dateRange":{"0":1250346274,"1":1682931813}},"fileDate":"2023-05-20T04:42:52.130Z","category":"folder","title":"Берёзовые - Betulaceae"},{"path":"%D0%91%D1%83%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Fagaceae","deepCounters":{"total":278,"images":262,"folders":16,"files":262},"counters":{"total":16,"folders":16},"thumb":{"path":"%D0%91%D1%83%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Fagaceae\/%D0%91%D1%83%D0%BA%20%D0%BB%D0%B5%D1%81%D0%BD%D0%BE%D0%B8%20-%20Fagus%20sylvatica\/thumbs\/0DSC08809.webp","width":512,"height":410},"thumbCaption":"<h3>Буковые - Fagaceae<\/h3><div class=\"comment\">Fagaceae is a family of flowering plants that includes beeches and oaks, and comprises eight genera with about 927 species. The Fagaceae are deciduous or&hellip;<\/div>","name":"Буковые - Fagaceae","comment":"Fagaceae is a family of flowering plants that includes beeches and oaks, and comprises eight genera with about 927 species. The Fagaceae are deciduous or evergreen trees and shrubs, characterized by alternate simple leaves with pinnate venation, unisexual flowers in the form of catkins, and fruit in the form of cup-like (cupule) nuts. Their leaves are often lobed and both petioles and stipules are generally present. Leaf characteristics of Fagaceae can be very similar to those of Rosaceae and other rose motif families. Their fruits lack endosperm and lie in a scaly or spiny husk that may or may not enclose the entire nut, which may consist of one to seven seeds. In the oaks, genus Quercus, the fruit is a non-valved nut (usually containing one seed) called an acorn. The husk of the acorn in most oaks only forms a cup in which the nut sits. Fagaceae is one of the most ecologically important woody plant families in the Northern Hemisphere, as oaks form the backbone of temperate forests in North America, Europe, and Asia and one of the most significant sources of wildlife fodder.\nA characteristic of Fagaceae is their tendency to easily cross-pollinate with members of their same genus\/section. In particular, oaks of the same section cross so easily that it is unclear how they manage to stay morphologically distinct.\nSeveral members of the Fagaceae have important economic uses. Many species of oak, chestnut, and beech (genera Quercus, Castanea, and Fagus, respectively) are commonly used as timber for floors, furniture, cabinets, and wine barrels. Cork for stopping wine bottles and a myriad other uses is made from the bark of cork oak, Quercus suber. Chestnuts are the fruits from species of the genus Castanea. Numerous species from several genera are prominent ornamentals, and wood chips from the genus Fagus are often used in flavoring beers.","dates":{"added":1703514519,"dateRange":{"0":1191780323,"1":1703070537}},"fileDate":"2023-12-25T15:14:36.115Z","category":"folder"},{"path":"%D0%92%D0%BE%D1%81%D0%BA%D0%BE%D0%B2%D0%BD%D0%B8%D1%86%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Myricaceae","deepCounters":{"total":25,"images":23,"folders":2,"files":23},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%92%D0%BE%D1%81%D0%BA%D0%BE%D0%B2%D0%BD%D0%B8%D1%86%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Myricaceae\/%D0%92%D0%BE%D1%81%D0%BA%D0%BE%D0%B2%D0%BD%D0%B8%D1%86%D0%B0%20%D0%A4%D0%B0%D0%B8%D1%8F%20-%20Myrica%20faya\/thumbs\/0DSC05772.webp","width":512,"height":410},"thumbCaption":"<h3>Восковницевые - Myricaceae<\/h3><div class=\"comment\">The Myricaceae are a small family of dicotyledonous shrubs and small trees in the order Fagales. There are three genera in the family, although some botanists&hellip;<\/div>","name":"Восковницевые - Myricaceae","comment":"The Myricaceae are a small family of dicotyledonous shrubs and small trees in the order Fagales. There are three genera in the family, although some botanists separate many species from Myrica into a fourth genus Morella. About 55 species are usually accepted in Myrica, one in Canacomyrica, and one in Comptonia.\nWell-known members of this family include bayberry and sweetfern.","dates":{"added":1552410963,"dateRange":{"0":1468058368,"1":1543404423}},"fileDate":"2023-01-20T17:48:46.999Z","category":"folder"},{"path":"%D0%9A%D0%B0%D0%B7%D1%83%D0%B0%D1%80%D0%B8%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Casuarinaceae","deepCounters":{"total":20,"images":17,"folders":3,"files":17},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%9A%D0%B0%D0%B7%D1%83%D0%B0%D1%80%D0%B8%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Casuarinaceae\/%D0%9A%D0%B0%D0%B7%D1%83%D0%B0%D1%80%D0%B8%D0%BD%D0%B0%20%D1%85%D0%B2%D0%BE%D1%89%D0%B5%D0%B2%D0%B8%D0%B4%D0%BD%D0%B0%D1%8F%20-%20Casuarina%20equisetifolia\/thumbs\/DSC05865.webp","width":512,"height":410},"thumbCaption":"<h3>Казуариновые - Casuarinaceae<\/h3><div class=\"comment\">The Casuarinaceae are a family of dicotyledonous flowering plants placed in the order Fagales, consisting of four genera and 91 species of trees and shrubs&hellip;<\/div>","name":"Казуариновые - Casuarinaceae","comment":"The Casuarinaceae are a family of dicotyledonous flowering plants placed in the order Fagales, consisting of four genera and 91 species of trees and shrubs native to the Australia, Southeast Asia, Malesia, Papuasia, and the Pacific Islands. At one time, all species were placed in the genus Casuarina. Lawrie A. S. Johnson separated out many of those species and renamed them into the new genera of Gymnostoma in 1980 and 1982, Allocasuarina in 1982, and Ceuthostoma in 1988, with some additional formal descriptions of new species in each other genus. At the time, it was somewhat controversial. The monophyly of these genera was later supported in a 2003 genetics study of the family. In the Wettstein system, this family was the only one placed in the order Verticillatae. Likewise, in the Engler, Cronquist, and Kubitzki systems, the Casuarinaceae were the only family placed in the order Casuarinales.\nMembers of this family are characterized by drooping equisetoid (meaning \"looking like Equisetum\"; that is, horsetail) twigs, evergreen foliage, monoecious or dioecious and infructescences ('fruiting bodies') cone-like, meaning combining together many outward-pointing valves, each containing a seed, into roughly spherical, cone-like, woody structures. The roots have nitrogen-fixing nodules that contain the soil actinomycete Frankia.\nThe most widely used common name for Casuarinaceae species is sheoak or she-oak (a comparison of the timber quality with English oak). Male specimens bear no fruit and are sometimes colloquially referred to as heoak. Other common names include ironwood, bull-oak or buloke, beefwood, or cassowary tree.\nThe Shire of Buloke in Victoria, Australia, is named after the species Allocasuarina luehmannii.","dates":{"added":1703514519,"dateRange":{"0":1356687269,"1":1703251125}},"fileDate":"2023-12-25T14:36:12.631Z","category":"folder"},{"path":"%D0%9D%D0%BE%D1%82%D0%BE%D1%84%D0%B0%D0%B3%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Nothofagaceae","deepCounters":{"total":9,"images":8,"folders":1,"files":8},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9D%D0%BE%D1%82%D0%BE%D1%84%D0%B0%D0%B3%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Nothofagaceae\/%D0%9D%D0%BE%D1%82%D0%BE%D1%84%D0%B0%D0%B3%D1%83%D1%81%20%D0%B0%D0%BD%D1%82%D0%B0%D1%80%D0%BA%D1%82%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B8%D0%B8%2C%20%D0%9D%D1%8C%D0%B8%D1%80%D0%B5%20-%20Nothofagus%20antarctica\/thumbs\/IMG_5115.webp","width":512,"height":410},"thumbCaption":"<h3>Нотофаговые - Nothofagaceae<\/h3><div class=\"comment\">Nothofagus, also known as the southern beeches, is a genus of 43 species of trees and shrubs native to the Southern Hemisphere in southern South America (Chile,&hellip;<\/div>","name":"Нотофаговые - Nothofagaceae","comment":"Nothofagus, also known as the southern beeches, is a genus of 43 species of trees and shrubs native to the Southern Hemisphere in southern South America (Chile, Argentina) and Australasia (east and southeast Australia, New Zealand, New Guinea and New Caledonia). The species are ecological dominants in many temperate forests in these regions. Some species are reportedly naturalised in Germany and Great Britain. The genus has a rich fossil record of leaves, cupules and pollen, with fossils extending into the late Cretaceous and occurring in Australia, New Zealand, Antarctica and South America. In the past, they were included in the family Fagaceae, but genetic tests revealed them to be genetically distinct, and they are now included in their own family, the Nothofagaceae (literally meaning \"false beeches\" or \"bastard beeches\").\nThe leaves are toothed or entire, evergreen or deciduous. The fruit is a small, flattened or triangular nut, borne in cupules containing one to seven nuts.\nNothofagus species are used as food plants by the larvae of hepialid moths of the genus Aenetus, including A. eximia and A. virescens.\nMany individual trees are extremely old, and at one time, some populations were thought to be unable to reproduce in present-day conditions where they were growing, except by suckering (clonal reproduction), being remnant forest from a cooler time. Sexual reproduction has since been shown to be possible. Although the genus now mostly occurs in cool, isolated, high-altitude environments at temperate and tropical latitudes the fossil record shows that it survived in climates that appear to be much warmer than those that Nothofagus now occupies.","dates":{"added":1492293211,"dateRange":{"0":1400931368,"1":1492238514}},"fileDate":"2023-01-20T17:48:47.108Z","category":"folder"},{"path":"%D0%9E%D1%80%D0%B5%D1%85%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Juglandaceae","deepCounters":{"total":58,"images":52,"folders":6,"files":52},"counters":{"total":6,"folders":6},"thumb":{"path":"%D0%9E%D1%80%D0%B5%D1%85%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Juglandaceae\/%D0%9B%D0%B0%D0%BF%D0%B8%D0%BD%D0%B0%20%D1%8F%D1%81%D0%B5%D0%BD%D0%B5%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B0%D1%8F%20-%20Pterocarya%20fraxinifolia\/thumbs\/0SET08589.webp","width":512,"height":410},"thumbCaption":"<h3>Ореховые - Juglandaceae<\/h3><div class=\"comment\">The Juglandaceae are a family, known as the walnut family, of trees, or sometimes shrubs, in the order Fagales. Various members of this family are native to the&hellip;<\/div>","name":"Ореховые - Juglandaceae","comment":"The Juglandaceae are a family, known as the walnut family, of trees, or sometimes shrubs, in the order Fagales. Various members of this family are native to the Americas, Eurasia, and Southeast Asia. Members of the walnut family have large, aromatic leaves that are usually alternate, but opposite in Alfaroa and Oreomunnea. The leaves are pinnately compound or ternate, and usually 20–100 cm long.\nThe trees are wind-pollinated, and the flowers are usually arranged in catkins.\nThe nine or ten genera in the family have a total of ca 50 species, and include the commercially important nut-producing trees walnut (Juglans), pecan (Carya illinoinensis), and hickory (Carya). The Persian walnut, Juglans regia, is one of the major nut crops of the world. Walnut, hickory, and gaulin are also valuable timber trees.","dates":{"added":1683998744,"dateRange":{"0":1337789517,"1":1682931014}},"fileDate":"2023-05-13T19:57:43.134Z","category":"folder"}],"name":"Букоцветные - Fagales","comment":"The Fagales are an order of flowering plants, including some of the best-known trees. The order name is derived from genus Fagus, beeches. They belong among the rosid group of dicotyledons.\nThe older Cronquist system only included four families (Betulaceae, Corylaceae, Fagaceae, Ticodendraceae; Corylaceae now being included within Betulaceae); this arrangement is followed by, for example, the World checklist of selected plant families (see external link below). The other families were split into three different orders, placed among the Hamamelidae. The Casuarinales comprised the single family Casuarinaceae, the Juglandales comprised the Juglandaceae and Rhoipteleaceae, and the Myricales comprised the remaining forms (plus Balanops). The change is due to studies suggesting the Myricales, so defined, are paraphyletic to the other two groups.","dates":{"added":1703514519,"dateRange":{"0":1191780323,"1":1703251125}},"fileDate":"2023-01-20T17:39:38.919Z"}