{"path":"%D0%9C%D0%B0%D0%BB%D1%8C%D0%BF%D0%B8%D0%B3%D0%B8%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Malpighiales","deepCounters":{"total":923,"images":839,"folders":84,"files":839},"counters":{"total":9,"folders":9},"thumb":{"path":"%D0%98%D0%B2%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Salicaceae\/%D0%98%D0%B2%D0%B0%20%D0%B1%D0%B5%D0%BB%D0%B0%D1%8F%20%27%D0%9F%D0%BB%D0%B0%D0%BA%D1%83%D1%87%D0%B0%D1%8F%27%20-%20Salix%20alba%20%27Tristis%27\/thumbs\/0DSC03160.webp","width":512,"height":410},"thumbCaption":"<h3>Мальпигиецветные - Malpighiales<\/h3><div class=\"comment\">The Malpighiales comprise one of the largest orders of flowering plants, containing about 16,000 species, about 7.8% of the eudicots. The order is very diverse,&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3209<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39103<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%98%D0%B2%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Salicaceae","deepCounters":{"total":199,"images":184,"folders":15,"files":184},"counters":{"total":15,"folders":15},"thumb":{"path":"%D0%98%D0%B2%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Salicaceae\/%D0%98%D0%B2%D0%B0%20%D0%B1%D0%B5%D0%BB%D0%B0%D1%8F%20%27%D0%9F%D0%BB%D0%B0%D0%BA%D1%83%D1%87%D0%B0%D1%8F%27%20-%20Salix%20alba%20%27Tristis%27\/thumbs\/0DSC03160.webp","width":512,"height":410},"thumbCaption":"<h3>Ивовые - Salicaceae<\/h3><div class=\"comment\">The Salicaceae are a family, the willow family, of flowering plants. The traditional family (Salicaceae sensu stricto) included the willows, poplar, aspen, and&hellip;<\/div>","name":"Ивовые - Salicaceae","comment":"The Salicaceae are a family, the willow family, of flowering plants. The traditional family (Salicaceae sensu stricto) included the willows, poplar, aspen, and cottonwoods. Recent genetic studies summarized by the Angiosperm Phylogeny Group have greatly expanded the circumscription of the family to contain 56 genera and about 1220 species.\nIn the Cronquist system, the Salicaceae were assigned to their own order, Salicales, and contained three genera (Salix, Populus, and Chosenia). The family is placed by the APG in the order Malpighiales.","dates":{"added":1684089825,"dateRange":{"0":1239305489,"1":1683107538}},"fileDate":"2023-01-20T17:48:47.420Z","category":"folder"},{"path":"%D0%97%D0%B2%D0%B5%D1%80%D0%BE%D0%B1%D0%BE%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Hypericaceae","deepCounters":{"total":96,"images":92,"folders":4,"files":92},"counters":{"total":4,"folders":4},"thumb":{"path":"%D0%97%D0%B2%D0%B5%D1%80%D0%BE%D0%B1%D0%BE%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Hypericaceae\/%D0%97%D0%B2%D0%B5%D1%80%D0%BE%D0%B1%D0%BE%D0%B8%20%D0%BF%D1%80%D0%BE%D0%B4%D1%8B%D1%80%D1%8F%D0%B2%D0%BB%D0%B5%D0%BD%D0%BD%D1%8B%D0%B8%20-%20Hypericum%20perforatum\/thumbs\/DSC08526.webp","width":512,"height":410},"thumbCaption":"<h3>Зверобойные - Hypericaceae<\/h3><div class=\"comment\">Hypericaceae is a plant family in the order Malpighiales, comprising ca 6 genera and 590 species. Molecular data supports its monophyly. Some systematists treat&hellip;<\/div>","name":"Зверобоиные - Hypericaceae","comment":"Hypericaceae is a plant family in the order Malpighiales, comprising ca 6 genera and 590 species. Molecular data supports its monophyly. Some systematists treat it as a subfamily of the Clusiaceae. When it is accepted as a distinct family, it contains the following genera: Cratoxylum Blume, Eliea Cambess, Harungana Lamarck, Hypericum L., Lianthus N. Robson, Psorospermum Spach, Santomasia N. Robson, Thornea Breedlove & McClintock, Triadenum Rafinesque, Vismia Vand.","dates":{"added":1688880096,"dateRange":{"0":1278538570,"1":1688790433}},"fileDate":"2023-01-20T17:48:47.374Z","category":"folder","title":"Зверобойные - Hypericaceae"},{"path":"%D0%9A%D0%BB%D1%83%D0%B7%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Clusiaceae","deepCounters":{"total":9,"images":7,"folders":2,"files":7},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9A%D0%BB%D1%83%D0%B7%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Clusiaceae\/%D0%93%D0%B0%D1%80%D1%86%D0%B8%D0%BD%D0%B8%D1%8F%20%D0%BC%D0%B0%D0%BD%D0%B3%D0%BE%D1%81%D1%82%D0%B0%D0%BD%2C%20%D0%9C%D0%B0%D0%BD%D0%B3%D1%83%D1%81%D1%82%D0%B8%D0%BD%20-%20Garcinia%20mangostana\/thumbs\/DSC04380.webp","width":512,"height":410},"thumbCaption":"<h3>Клузиевые - Clusiaceae<\/h3><div class=\"comment\">The Clusiaceae or Guttiferae Juss. (1789) are a family of plants including 13 genera and ca 750 species,. Several former members of Clusiacae are now placed in&hellip;<\/div>","name":"Клузиевые - Clusiaceae","comment":"The Clusiaceae or Guttiferae Juss. (1789) are a family of plants including 13 genera and ca 750 species,. Several former members of Clusiacae are now placed in Calophyllaceae and Hypericaceae. They are mostly trees and shrubs, with milky sap and fruits or capsules for seeds. The family is primarily tropical. More so than many plant families, it shows large variation in plant morphology (for example, three to 10, fused or unfused petals, and many other traits). According to the APG III, this family belongs to the order Malpighiales.\nOne feature which is sometimes found in this family, and rarely in others (e.g., Malpighiaceae), is providing pollinators with rewards other than pollen or nectar; specifically, some species offer resin which bees use in nest construction (all three rewards are found in different species of the Clusiaceae).","dates":{"added":1478368063,"dateRange":{"0":1355922528,"1":1356093577}},"fileDate":"2023-01-20T17:48:47.374Z","category":"folder"},{"path":"%D0%9B%D1%8C%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Linaceae","deepCounters":{"total":29,"images":24,"folders":5,"files":24},"counters":{"total":5,"folders":5},"thumb":{"path":"%D0%9B%D1%8C%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Linaceae\/%D0%9B%D0%B5%D0%BD%20%D0%BD%D0%B0%D1%80%D0%B1%D0%BE%D0%BD%D1%81%D0%BA%D0%B8%D0%B8%20-%20Linum%20narbonense\/thumbs\/0DSC02431.webp","width":512,"height":410},"thumbCaption":"<h3>Льновые - Linaceae<\/h3><div class=\"comment\">Linaceae is a family of flowering plants. The family is cosmopolitan, and includes about 250 species in 14 genera, classified into two subfamilies: the&hellip;<\/div>","name":"Льновые - Linaceae","comment":"Linaceae is a family of flowering plants. The family is cosmopolitan, and includes about 250 species in 14 genera, classified into two subfamilies: the Linoideae and Hugonioideae (often recognized as a distinct family, the Hugoniaceae). Leaves of the Linaceae are always simple; arrangement varies from alternate (most species) to opposite (in Sclerolinon and some Linum) or whorled (in some Hesperolinon and Linum species). The hermaphroditic, actinomorphic flowers are pentameric, or very rarely tetrameric (e.g. Radiola linoides, Linum keniense).\nIn the Linoideae, the largest genus is Linum, the flaxes, with 180-200 species including the cultivated flax, Linum usitatissimum. Members of the Linoideae include herbaceous annuals and perennials, as well as woody subshrubs, shrubs, and small trees (Tirpitzia) inhabiting temperate and tropical latitudes of Eurasia, Africa, Australia, and the Americas. The largest genus of the Hugonioideae is Hugonia (about 40 species); the Hugonioideae are woody vines, shrubs, and trees, and are almost entirely tropical in distribution. In addition to their growth habits and geographic distributions, the Linoideae and Hugonioideae can be differentiated by the number of fertile stamens (five in the Linoideae, 10 in the Hugonioideae) and fruit type (capsules in the Linoideae, fleshy drupe-like fruits in the Hugonioideae).","dates":{"added":1653173229,"dateRange":{"0":1240935806,"1":1652956638}},"fileDate":"2023-01-20T17:48:47.405Z","category":"folder"},{"path":"%D0%9C%D0%BE%D0%BB%D0%BE%D1%87%D0%B0%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Euphorbiaceae","deepCounters":{"total":306,"images":278,"folders":28,"files":278},"counters":{"total":28,"folders":28},"thumb":{"path":"%D0%9C%D0%BE%D0%BB%D0%BE%D1%87%D0%B0%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Euphorbiaceae\/%D0%9C%D0%BE%D0%BB%D0%BE%D1%87%D0%B0%D0%B8%20%D0%B3%D0%BE%D0%BB%D1%83%D0%B1%D0%BE%D0%B2%D0%B0%D1%82%D1%8B%D0%B8%20-%20Euphorbia%20coerulescens\/thumbs\/0DSC08804.webp","width":512,"height":410},"thumbCaption":"<h3>Молочайные - Euphorbiaceae<\/h3><div class=\"comment\">The Euphorbiaceae, the spurge family, is a large family of flowering plants. In common English, they are sometimes called euphorbias, which is also the name of&hellip;<\/div>","name":"Молочаиные - Euphorbiaceae","comment":"The Euphorbiaceae, the spurge family, is a large family of flowering plants. In common English, they are sometimes called euphorbias, which is also the name of a genus in the family. Most spurges such as Euphorbia paralias are herbs, but some, especially in the tropics, are shrubs or trees, such as Hevea brasiliensis. Some, such as Euphorbia canariensis,:206 are succulent and resemble cacti because of convergent evolution. This family occurs mainly in the tropics, with the majority of the species in the Indo-Malayan region and tropical America a strong second. A large variety occurs in tropical Africa, but they are not as abundant or varied as in the two other tropical regions. However, Euphorbiaceae also has many species in nontropical areas such as the Mediterranean Basin, the Middle East, South Africa, and the southern United States.","dates":{"added":1683410765,"dateRange":{"0":1240838311,"1":1683105824}},"fileDate":"2023-01-20T17:48:47.655Z","category":"folder","title":"Молочайные - Euphorbiaceae"},{"path":"%D0%9E%D1%85%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ochnaceae","deepCounters":{"total":5,"images":4,"folders":1,"files":4},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9E%D1%85%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ochnaceae\/%D0%9E%D1%85%D0%BD%D0%B0%20%D1%86%D0%B2%D0%B5%D1%82%D0%BA%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Ochna%20serrulata\/thumbs\/IMG_6645_.webp","width":512,"height":410},"thumbCaption":"<h3>Охновые - Ochnaceae<\/h3><div class=\"comment\">Ochnaceae is a family of flowering plants in the order Malpighiales. In the APG III system of classification of flowering plants, Ochnaceae is defined broadly,&hellip;<\/div>","name":"Охновые - Ochnaceae","comment":"Ochnaceae is a family of flowering plants in the order Malpighiales. In the APG III system of classification of flowering plants, Ochnaceae is defined broadly, to include about 550 species, and encompasses what some taxonomists have treated as the separate families Medusagynaceae and Quiinaceae. In a phylogenetic study that was published in 2014, Ochnaceae was recognized in the broad sense, but two works published after APG III have accepted the small families Medusagynaceae and Quiinaceae. These have not been accepted by APG IV (2016).\nIn this article, \"Ochnaceae\" will refer to the larger circumscription of the family, which is otherwise known as Ochnaceae sensu lato or as the ochnoids. In this sense the family includes 32 genera with about 550 species.\nOchnaceae, defined broadly or narrowly, is pantropical in distribution, with a few species cultivated outside of this range. Ochnaceae is most diverse in the neotropics, with a second center of diversity in tropical Africa. It consists mostly of shrubs and small trees, and, in Sauvagesia, a few herbaceous species. Many are treelets, with a single, erect trunk, but low in height. The Ochnaceae are notable for their unusual leaves. These are usually shiny, with closely spaced, parallel veins, toothed margins, and conspicuous stipules. Most of the species are buzz pollinated. In eight of the genera in tribe Sauvagesieae, the flower changes form after opening, by continued growth of tissue within the flower.","dates":{"added":1456413175,"dateRange":{"0":1421568652,"1":1421568733}},"fileDate":"2023-01-20T17:48:47.499Z","category":"folder"},{"path":"%D0%A1%D1%82%D1%80%D0%B0%D1%81%D1%82%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Passifloraceae","deepCounters":{"total":32,"images":28,"folders":4,"files":28},"counters":{"total":4,"folders":4},"thumb":{"path":"%D0%A1%D1%82%D1%80%D0%B0%D1%81%D1%82%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Passifloraceae\/%D0%A1%D1%82%D1%80%D0%B0%D1%81%D1%82%D0%BE%D1%86%D0%B2%D0%B5%D1%82%20%D1%8F%D1%80%D0%BA%D0%BE-%D0%BA%D1%80%D0%B0%D1%81%D0%BD%D1%8B%D0%B8%20-%20Passiflora%20coccinea\/thumbs\/DSC05157.webp","width":512,"height":410},"thumbCaption":"<h3>Страстоцветные - Passifloraceae<\/h3><div class=\"comment\">The Passifloraceae are a family of flowering plants, containing about 750 species classified in around 27 genera.<br>They include trees, shrubs, lianas, and&hellip;<\/div>","name":"Страстоцветные - Passifloraceae","comment":"The Passifloraceae are a family of flowering plants, containing about 750 species classified in around 27 genera.\nThey include trees, shrubs, lianas, and climbing plants, and are mostly found in tropical regions. The family takes its name from the passion flower genus (Passiflora) which includes the edible passion fruit (Passiflora edulis), as well as garden plants such as maypop and running pop.\nPassiflora vines and Dryas iulia (among other Heliconian butterflies) have demonstrated evidence of coevolution, in which the plants attempted to stop their destruction from larval feeding by the butterflies, while the butterflies tried to gain better survival for their eggs.\nThe former Cronquist system of classification placed this family in the order Violales, but under more modern classifications systems such as that proposed by the Angiosperm Phylogeny Group, this is absorbed into the Malpighiales.","dates":{"added":1396911737,"dateRange":{"0":1342887877,"1":1391078085}},"fileDate":"2023-01-20T17:48:47.545Z","category":"folder"},{"path":"%D0%A2%D0%B5%D1%80%D0%BD%D0%B5%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Turneraceae","deepCounters":{"total":6,"images":5,"folders":1,"files":5},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A2%D0%B5%D1%80%D0%BD%D0%B5%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Turneraceae\/%D0%A2%D0%B5%D1%80%D0%BD%D0%B5%D1%80%D0%B0%20%D0%B8%D0%BB%D1%8C%D0%BC%D0%BE%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B0%D1%8F%2C%20%D0%9B%D0%BE%D0%B6%D0%BD%D0%B0%D1%8F%20%D0%B4%D0%B0%D0%BC%D0%B8%D0%B0%D0%BD%D0%B0%20-%20Turnera%20ulmifolia\/thumbs\/DSC07667.webp","width":512,"height":410},"thumbCaption":"<h3>Тёрнеровые - Turneraceae<\/h3><div class=\"comment\">Turneraceae is a family of flowering plants consisting of 120 species in 10 genera. The Cronquist system placed the Turneracids in the order Violales, but it is&hellip;<\/div>","name":"Тернеровые - Turneraceae","comment":"Turneraceae is a family of flowering plants consisting of 120 species in 10 genera. The Cronquist system placed the Turneracids in the order Violales, but it is not currently recognized as a valid family by the Angiosperm Phylogeny Group in the APG III system of 2009, which includes the taxa in the Turneraceae in the Passifloraceae.\nMost species in Turneraceae are tropical or sub-tropical shrubs, with a few trees. Half of the family's species belong to the genus Turnera, including the herb damiana (T. diffusa, T. aphrodisiaca), the yellow alder (T. pumilea), which is not really an alder, and the \"ramgoat dashalong\" (T. ulmifolia). Another type of plant in Turneraceae with a vernacular name is stripeseed, which is actually three different species of the genus Piriqueta - the pitted stripeseed (P. cistoides), the rigid stripeseed (P. racemosa), and the purple stripeseed (P. viscosa).","dates":{"added":1495984329,"dateRange":{"0":1495361270,"1":1495361325}},"fileDate":"2023-01-20T17:48:47.499Z","category":"folder","title":"Тёрнеровые - Turneraceae"},{"path":"%D0%A4%D0%B8%D0%B0%D0%BB%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Violaceae","deepCounters":{"total":232,"images":217,"folders":15,"files":217},"counters":{"total":15,"folders":15},"thumb":{"path":"%D0%A4%D0%B8%D0%B0%D0%BB%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Violaceae\/%D0%A4%D0%B8%D0%B0%D0%BB%D0%BA%D0%B0%20%D0%BF%D0%BE%D0%BB%D0%B5%D0%B2%D0%B0%D1%8F%20-%20Viola%20arvensis\/thumbs\/0DSC02983.webp","width":512,"height":410},"thumbCaption":"<h3>Фиалковые - Violaceae<\/h3><div class=\"comment\">Violaceae is a family of flowering plants consisting of 806 species in 25 genera. It takes its name from the genus Viola, the violets and pansies.<br>Older&hellip;<\/div>","name":"Фиалковые - Violaceae","comment":"Violaceae is a family of flowering plants consisting of 806 species in 25 genera. It takes its name from the genus Viola, the violets and pansies.\nOlder classifications such as the Cronquist system placed the Violaceae in an order named after it, the Violales. However, more recent classifications such as that of the Angiosperm Phylogeny Group locate it in the Malpighiales.\nThough the best-known genus, Viola, is herbaceous, most species are shrubs or small trees. The simple leaves are alternate or opposite, often with leafy stipules or the stipules are reduced in size. Some species have palmate or deeply dissected leaves. Many species are acaulescent. Inflorescences have solitary flowers or are paniculate; some species have cleistogamous flowers produced after or before the production of typically petaled flowers. Flowers are bisexual or unisexual (e.g. Melicytus), typically zygomorphic or actinomorphic with a calyx of five sepals that are persistent after flowering. Corollae have five mostly unequal petals, and the anterior petal is larger and often spurred. Plants have five stamens with the abaxial stamen often spurred at the base. The gynoecium is a compound pistil of three united carpels with one locule. Styles are simple, with the ovary superior, and many ovules. The fruits are capsules split by way of three seams. Seeds have endosperm.","dates":{"added":1686253284,"dateRange":{"0":1244737296,"1":1685887420}},"fileDate":"2023-05-07T19:53:37.161Z","category":"folder"}],"name":"Мальпигиецветные - Malpighiales","comment":"The Malpighiales comprise one of the largest orders of flowering plants, containing about 16,000 species, about 7.8% of the eudicots. The order is very diverse, containing plants as different as the willow, violet, Poinsettia, and coca plant, and are hard to recognize except with molecular phylogenetic evidence. It is not part of any of the classification systems based only on plant morphology. Molecular clock calculations estimate the origin of stem group Malpighiales at around 100 million years ago (Mya) and the origin of crown group Malpighiales at about 90 Mya.\nThe Malpighiales are divided into 32 to 42 families, depending upon which clades in the order are given the taxonomic rank of family. In the APG III system, 35 families are recognized. Medusagynaceae, Quiinaceae, Peraceae, Malesherbiaceae, Turneraceae, Samydaceae, and Scyphostegiaceae are consolidated into other families. The largest family, by far, is the Euphorbiaceae, with about 6300 species in about 245 genera.\nIn a 2009 study of DNA sequences of 13 genes, 42 families were placed into 16 groups, ranging in size from one to 10 families. Almost nothing is known about the relationships among these 16 groups. Malpighiales and Lamiales are the two large orders whose phylogeny remains mostly unresolved.","dates":{"added":1688880096,"dateRange":{"0":1239305489,"1":1688790433}},"fileDate":"2023-01-20T17:39:38.935Z"}