{"path":"%D0%92%D0%BE%D1%80%D1%81%D1%8F%D0%BD%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Dipsacales","deepCounters":{"total":974,"images":915,"folders":59,"files":915},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%90%D0%B4%D0%BE%D0%BA%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Adoxaceae\/%D0%9A%D0%B0%D0%BB%D0%B8%D0%BD%D0%B0%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Viburnum%20opulus\/thumbs\/DSC00428_.webp","width":512,"height":410},"thumbCaption":"<h3>Ворсянкоцветные - Dipsacales<\/h3><div class=\"comment\">The Dipsacales are an order of flowering plants, included within the asterid group of dicotyledons. In the APG III system of 2009, the order includes only two&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3209<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39103<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%90%D0%B4%D0%BE%D0%BA%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Adoxaceae","deepCounters":{"total":321,"images":305,"folders":16,"files":305},"counters":{"total":16,"folders":16},"thumb":{"path":"%D0%90%D0%B4%D0%BE%D0%BA%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Adoxaceae\/%D0%9A%D0%B0%D0%BB%D0%B8%D0%BD%D0%B0%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Viburnum%20opulus\/thumbs\/DSC00428_.webp","width":512,"height":410},"thumbCaption":"<h3>Адоксовые - Adoxaceae<\/h3><div class=\"comment\">Adoxaceae, commonly known as moschatel family, is a small family of flowering plants in the order Dipsacales, now consisting of five genera and about 150–200&hellip;<\/div>","name":"Адоксовые - Adoxaceae","comment":"Adoxaceae, commonly known as moschatel family, is a small family of flowering plants in the order Dipsacales, now consisting of five genera and about 150–200 species. They are characterised by opposite toothed leaves, small five- or, more rarely, four-petalled flowers in cymose inflorescences, and the fruit being a drupe. They are thus similar to many Cornaceae.\nIn older classifications, this entire family was part of Caprifoliaceae, the honeysuckle family. Adoxa (moschatel) was the first plant to be moved to this new group. Much later, the genera Sambucus (elders) and Viburnum were added after careful morphological analysis and biochemical tests by the Angiosperm Phylogeny Group. An additional monotypic genus Sinadoxa has been added based on molecular comparison with Adoxa.\nAdoxa is a small perennial herbaceous plant, flowering early in the spring and dying down to ground level in summer immediately after the berries are mature; the leaves are compound.\nThe elders are mostly shrubs, but two species are large herbaceous plants; all have compound leaves. The viburnums are all shrubs, with simple leaves.","dates":{"added":1690228680,"dateRange":{"0":1243199232,"1":1690118993}},"fileDate":"2023-01-20T17:48:47.14Z","category":"folder"},{"path":"%D0%96%D0%B8%D0%BC%D0%BE%D0%BB%D0%BE%D1%81%D1%82%D0%BD%D1%8B%D0%B5%20-%20Caprifoliaceae","deepCounters":{"total":651,"images":610,"folders":41,"files":610},"counters":{"total":41,"folders":41},"thumb":{"path":"%D0%96%D0%B8%D0%BC%D0%BE%D0%BB%D0%BE%D1%81%D1%82%D0%BD%D1%8B%D0%B5%20-%20Caprifoliaceae\/%D0%96%D0%B8%D0%BC%D0%BE%D0%BB%D0%BE%D1%81%D1%82%D1%8C%20%D0%BA%D0%BE%D0%B7%D1%8C%D1%8F%20-%20Lonicera%20caprifolium\/thumbs\/DSC01563_.webp","width":512,"height":410},"thumbCaption":"<h3>Жимолостные - Caprifoliaceae<\/h3><div class=\"comment\">The Caprifoliaceae or honeysuckle family are a clade of dicotyledonous flowering plants consisting of about 860 species in 42 genera, with a nearly cosmopolitan&hellip;<\/div>","name":"Жимолостные - Caprifoliaceae","comment":"The Caprifoliaceae or honeysuckle family are a clade of dicotyledonous flowering plants consisting of about 860 species in 42 genera, with a nearly cosmopolitan distribution. Centres of diversity are found in eastern North America and eastern Asia, while they are absent in tropical and southern Africa.\nThey are mostly shrubs and vines, rarely herbs, including some ornamental garden plants in temperate regions. The leaves are mostly opposite with no stipules (appendages at the base of a leafstalk or petiole), and may be either evergreen or deciduous. The flowers are tubular funnel-shaped or bell-like, usually with five outward spreading lobes or points, and are often fragrant. They usually form a small calyx with small bracts. The fruit is in most cases a berry or a drupe. The genera Diervilla and Weigela have capsular fruit.","dates":{"added":1688880096,"dateRange":{"0":1223233546,"1":1688791144}},"fileDate":"2023-06-11T01:48:22.4Z","category":"folder"}],"name":"Ворсянкоцветные - Dipsacales","comment":"The Dipsacales are an order of flowering plants, included within the asterid group of dicotyledons. In the APG III system of 2009, the order includes only two families, Adoxaceae and a broadly defined Caprifoliaceae. Some well-known members of the Dipsacales order are honeysuckle, elder, viburnum, and valerian.\nUnder the Cronquist system, the order included Adoxaceae, Caprifoliaceae sensu stricto, Dipsacaceae, and Valerianaceae. Under the 2003 APG II system, the circumscription of the order was much the same but the system allowed either a broadly circumscribed Caprifoliaceae including the families Diervillaceae, Dipsacaceae, Linnaeaceae, Morinaceae, and Valerianaceae, or these families being kept separate. The APG III system only uses the broadly circumscribed Caprifoliceae.\nThe Dipsacales appear to be most closely related to the Paracryphiales.","dates":{"added":1690228680,"dateRange":{"0":1223233546,"1":1690118993}},"fileDate":"2023-01-20T17:39:38.919Z"}