{"path":"%D0%9F%D0%B0%D1%81%D0%BB%D0%B5%D0%BD%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Solanales","deepCounters":{"total":2042,"images":1968,"folders":68,"files":1974,"others":6},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9F%D0%B0%D1%81%D0%BB%D0%B5%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Solanaceae\/%D0%91%D0%B5%D0%BB%D0%B5%D0%BD%D0%B0%20%D0%B1%D0%B5%D0%BB%D0%B0%D1%8F%20-%20Hyoscyamus%20albus\/thumbs\/0SET09400.webp","width":512,"height":410},"thumbCaption":"<h3>Паслёноцветные - Solanales<\/h3><div class=\"comment\">The Solanales are an order of flowering plants, included in the asterid group of dicotyledons. Some older sources used the name Polemoniales for this order.<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3209<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39103<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%9F%D0%B0%D1%81%D0%BB%D0%B5%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Solanaceae","deepCounters":{"total":1774,"images":1716,"folders":54,"files":1720,"others":4},"counters":{"total":54,"folders":54},"thumb":{"path":"%D0%9F%D0%B0%D1%81%D0%BB%D0%B5%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Solanaceae\/%D0%91%D0%B5%D0%BB%D0%B5%D0%BD%D0%B0%20%D0%B1%D0%B5%D0%BB%D0%B0%D1%8F%20-%20Hyoscyamus%20albus\/thumbs\/0SET09400.webp","width":512,"height":410},"thumbCaption":"<h3>Паслёновые - Solanaceae<\/h3><div class=\"comment\">The Solanaceae, or nightshades, are an economically important family of flowering plants. The family ranges from annual and perennial herbs to vines, lianas,&hellip;<\/div>","name":"Пасленовые - Solanaceae","comment":"The Solanaceae, or nightshades, are an economically important family of flowering plants. The family ranges from annual and perennial herbs to vines, lianas, epiphytes, shrubs, and trees, and includes a number of important agricultural crops, medicinal plants, spices, weeds, and ornamentals. Many members of the family contain potent alkaloids, and some are highly toxic, but many, including tomatoes, potatoes, eggplant, bell\/chili peppers, and tobacco are widely used. The family belongs to the order Solanales, in the asterid group and class Magnoliopsida (dicotyledons). The Solanaceae consists of about 98 genera and some 2,700 species, with a great diversity of habitats, morphology and ecology.\nThe name Solanaceae derives from the genus Solanum, \"the nightshade plant\". The etymology of the Latin word is unclear. The name may come from a perceived resemblance of certain solanaceous flowers to the sun and its rays. At least one species of Solanum is known as the \"sunberry\". Alternatively, the name could originate from the Latin verb solari, meaning \"to soothe\", presumably referring to the soothing pharmacological properties of some of the psychoactive species of the family.\nThe family has a worldwide distribution, being present on all continents except Antarctica. The greatest diversity in species is found in South America and Central America. In 2017, scientists reported on their discovery and analysis of a fossil tomatillo found in the Patagonian region of Argentina, dated to 52 million years B.P. The finding has pushed back the earliest appearance of the Solanaceae plant family. As tomatillos likely developed later than other nightshades, this may mean that the Solanaceae may have first developed during the Mesozoic Era.\nThe Solanaceae include a number of commonly collected or cultivated species. The most economically important genus of the family is Solanum, which contains the potato (S. tuberosum, in fact, another common name of the family is the \"potato family\"), the tomato (S. lycopersicum), and the eggplant or aubergine (S. melongena). Another important genus, Capsicum, produces both chili peppers and bell peppers.\nThe genus Physalis produces the so-called groundcherries, as well as the tomatillo (Physalis philadelphica), the Cape gooseberry and the Chinese lantern. The genus Lycium contains the boxthorns and the wolfberry Lycium barbarum. Nicotiana contains, among other species, tobacco. Some other important members of Solanaceae include a number of ornamental plants such as Petunia, Browallia, and Lycianthes, and sources of psychoactive alkaloids, Datura, Mandragora (mandrake), and Atropa belladonna (deadly nightshade). Certain species are widely known for their medicinal uses, their psychotropic effects, or for being poisonous.\nMost of the economically important genera are contained in the subfamily Solanoideae, with the exceptions of tobacco (Nicotiana tabacum, Nicotianoideae) and petunia (Petunia × hybrida, Petunioideae).\nMany of the Solanaceae, such as tobacco and petunia, are used as model organisms in the investigation of fundamental biological questions at the cellular, molecular, and genetic levels.","dates":{"added":1703514519,"dateRange":{"0":1221307010,"1":1703075169}},"fileDate":"2023-12-25T16:10:18.696Z","category":"folder","title":"Паслёновые - Solanaceae"},{"path":"%D0%92%D1%8C%D1%8E%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Convolvulaceae","deepCounters":{"total":266,"images":252,"folders":12,"files":254,"others":2},"counters":{"total":12,"folders":12},"thumb":{"path":"%D0%92%D1%8C%D1%8E%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Convolvulaceae\/%D0%92%D1%8C%D1%8E%D0%BD%D0%BE%D0%BA%20%D0%BF%D0%BE%D0%BB%D0%B5%D0%B2%D0%BE%D0%B8%20-%20Convolvulus%20arvensis\/thumbs\/%21_lauluvaeljak_narva_mantee_hedge-304165.webp","width":512,"height":410},"thumbCaption":"<h3>Вьюнковые - Convolvulaceae<\/h3><div class=\"comment\">Convolvulaceae, known commonly as the bindweed or morning glory family, is a family of about 60 genera and more than 1,650 species of mostly herbaceous vines,&hellip;<\/div>","name":"Вьюнковые - Convolvulaceae","comment":"Convolvulaceae, known commonly as the bindweed or morning glory family, is a family of about 60 genera and more than 1,650 species of mostly herbaceous vines, but also trees, shrubs and herbs.\nConvolvulaceae can be recognized by their funnel-shaped, radially symmetrical corolla; the floral formula for the family has five sepals, five fused petals, five epipetalous stamens (stamens fused to the petals), and a two-part syncarpous and superior gynoecium. The stems of these plants are usually winding, hence their Latin name (from convolvere, \"to wind\"). The leaves are simple and alternate, without stipules. In parasitic Cuscuta they are reduced to scales. The fruit can be a capsule, berry, or nut, all containing only two seeds per one locule (one ovule\/ovary).\nThe leaves and starchy, tuberous roots of some species are used as foodstuffs (e.g. sweet potato and water spinach), and the seeds are exploited for their medicinal value as purgatives. Some species contain ergoline alkaloids that are likely responsible for the use of these species as ingredients in psychedelic drugs (e.g. ololiuhqui). The presence of ergolines in some species of this family is due to infection by fungi related to the ergot fungi of the genus Claviceps. A recent study of Convolvulaceae species, Ipomoea asarifolia, and its associated fungi showed the presence of a fungus, identified by DNA sequencing of 18s and ITS ribosomal DNA and phylogenetic analysis to be closely related to fungi in the family Clavicipitaceae, was always associated with the presence of ergoline alkaloids in the plant. The identified fungus appears to be a seed-transmitted, obligate biotroph growing epiphytically on its host. This finding strongly suggests the unique presence of ergoline alkaloids in some species of the family Convolvulaceae is due to symbiosis with clavicipitaceous fungi. Moreover, another group of compounds, loline alkaloids, commonly produced by some members of the clavicipitaceous fungi (genus Neotyphodium), has been identified in a convolvulaceous species, but the origin of the loline alkaloids in this species is unknown.\nMembers of the family are well known as showy garden plants (e.g. morning glory) and as troublesome weeds (e.g. bindweed and dodder).","dates":{"added":1703514519,"dateRange":{"0":1247418300,"1":1703075535}},"fileDate":"2023-01-20T17:48:47.499Z","category":"folder"}],"name":"Пасленоцветные - Solanales","comment":"The Solanales are an order of flowering plants, included in the asterid group of dicotyledons. Some older sources used the name Polemoniales for this order.","dates":{"added":1703514519,"dateRange":{"0":1221307010,"1":1703075535}},"fileDate":"2023-01-20T17:39:38.935Z","title":"Паслёноцветные - Solanales"}