{"path":"%D0%A3%D0%B6%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ophioglossales","deepCounters":{"total":35,"images":32,"folders":3,"files":32},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A3%D0%B6%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ophioglossaceae\/%D0%A3%D0%B6%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B8%20-%20Ophioglossum%20vulgatum\/thumbs\/DSC03456.webp","width":512,"height":410},"thumbCaption":"<h3>Ужовниковые - Ophioglossales<\/h3><div class=\"comment\">Ophioglossales (lit. 'snake-tongue ') are a small group of pteridophyte plants. Traditionally they are included in the division Pteridophyta, the ferns,&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3221<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39191<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%A3%D0%B6%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ophioglossaceae","deepCounters":{"total":34,"images":32,"folders":2,"files":32},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%A3%D0%B6%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ophioglossaceae\/%D0%A3%D0%B6%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B8%20-%20Ophioglossum%20vulgatum\/thumbs\/DSC03456.webp","width":512,"height":410},"thumbCaption":"<h3>Ужовниковые - Ophioglossaceae<\/h3><div class=\"comment\">Ophioglossaceae, the adder's-tongue family, is a family of ferns (though some studies have instead suggested a closer relationship to angiosperms), currently&hellip;<\/div>","name":"Ужовниковые - Ophioglossaceae","comment":"Ophioglossaceae, the adder's-tongue family, is a family of ferns (though some studies have instead suggested a closer relationship to angiosperms), currently thought to be most closely related to Psilotaceae, the two together comprising the class Ophioglossidae as the sibling group to the rest of the ferns. The Ophioglossaceae is one of two groups of ferns traditionally known as eusporangiate ferns.\nMembers of Ophioglossaceae are usually terrestrial (excepting a few epiphytic species of Ophioglossum) and occur in both temperate and tropical areas. The leaves are usually fleshy, and in temperate areas will often turn brownish or reddish during colder months. In addition to having mycoheterotrophic gametophytes, there are a few members of Botrychium that are unique among ferns in having the sporophytes also mycoheterotrophic, producing only small, ephemeral sporophylls that do not photosynthesize.\nAdder's tongue (Ophioglossum reticulatum), a member of this family, is notable for having as many as 1260 chromosomes. For comparison, humans have 46 chromosomes, consisting of 23 pairs.","dates":{"added":1592318091,"dateRange":{"0":1434186779,"1":1590924797}},"fileDate":"2023-01-20T17:50:58.24Z","category":"folder"}],"name":"Ужовниковые - Ophioglossales","comment":"Ophioglossales (lit. 'snake-tongue ') are a small group of pteridophyte plants. Traditionally they are included in the division Pteridophyta, the ferns, originally as a family and later as the order Ophioglossales. In some classifications this group is placed in a separate division, the Ophioglossophyta, but recent molecular systematic studies have shown the Ophioglossales to be closely related to the Psilotales.\n\nIn the molecular phylogenetic classification of Smith et al. in 2006, Ophioglossales, in its present circumscription, was placed with the order Psilotales in the class Psilotopsida. The linear sequence of Christenhusz et al. (2011), intended for compatibility with the classification of Chase and Reveal (2009) which placed all land plants in Equisetopsida, made it a member of subclass Ophioglossidae, equivalent to Smith's Psilotopsida. The placement of Ophioglossales in subclass Ophioglossidae has subsequently been followed in the classifications of Christenhusz and Chase (2014) and PPG I (2016).\n\nOlder treatments have recognized segregate families within Ophioglossales such as Botrychiaceae for the moonworts and grape ferns and Helminthostachyaceae for Helminthostachys, but all modern treatments combine all members of the order into the single family Ophioglossaceae.\n\nThe plants have short-lived spores formed in sporangia lacking an annulus, and borne on a stalk that splits from the leaf blade; and fleshy roots. Many species only send up one frond or leaf-blade per year. A few species send up the fertile spikes only, without any conventional leaf-blade. The gametophytes are subterranean. The spores will not germinate if exposed to sunlight, and the gametophyte can live some two decades without forming a sporophyte.\n\nThe genus Ophioglossum has the highest chromosome counts of any known plant. The record holder is Ophioglossum reticulatum, with about 630 pairs of chromosomes (1260 chromosomes per cell).","dates":{"added":1592318091,"dateRange":{"0":1434186779,"1":1590924797}},"fileDate":"2023-01-20T17:40:19.517Z"}