{"keywords":["папоротниковидные","Fern","Pteridophyta"],"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%9C%D0%BD%D0%BE%D0%B3%D0%BE%D0%BD%D0%BE%D0%B6%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Polypodiales\/%D0%9C%D0%BD%D0%BE%D0%B3%D0%BE%D0%BD%D0%BE%D0%B6%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Polypodiaceae\/%D0%93%D0%BE%D0%BD%D0%B8%D0%BE%D1%84%D0%BB%D0%B5%D0%B1%D0%B8%D1%83%D0%BC%20%D1%83%D1%88%D0%BA%D0%BE%D0%B2%D0%B0%D1%82%D1%8B%D0%B8%20-%20Goniophlebium%20subauriculatum\/thumbs\/DSC04998.webp","width":512,"height":410},"thumbCaption":"<h3>Папоротниковые - Polypodiopsida<\/h3><div class=\"comment\">Leptosporangiate ferns are the largest group of living ferns, including some 11000 species worldwide. They constitute the subclass Polypodiidae, but are often&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3209<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39103<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%9C%D0%BD%D0%BE%D0%B3%D0%BE%D0%BD%D0%BE%D0%B6%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Polypodiales","deepCounters":{"total":308,"images":254,"folders":54,"files":254},"counters":{"total":11,"folders":11},"thumb":{"path":"%D0%9C%D0%BD%D0%BE%D0%B3%D0%BE%D0%BD%D0%BE%D0%B6%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Polypodiales\/%D0%9C%D0%BD%D0%BE%D0%B3%D0%BE%D0%BD%D0%BE%D0%B6%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Polypodiaceae\/%D0%93%D0%BE%D0%BD%D0%B8%D0%BE%D1%84%D0%BB%D0%B5%D0%B1%D0%B8%D1%83%D0%BC%20%D1%83%D1%88%D0%BA%D0%BE%D0%B2%D0%B0%D1%82%D1%8B%D0%B8%20-%20Goniophlebium%20subauriculatum\/thumbs\/DSC04998.webp","width":512,"height":410},"thumbCaption":"<h3>Многоножковые - Polypodiales<\/h3><div class=\"comment\">The order Polypodiales encompasses the major lineages of polypod ferns, which comprise more than 80% of today's fern species. They are found in many parts of&hellip;<\/div>","name":"Многоножковые - Polypodiales","comment":"The order Polypodiales encompasses the major lineages of polypod ferns, which comprise more than 80% of today's fern species. They are found in many parts of the world including tropical, semitropical and temperate areas.\nPolypodiales are unique in bearing sporangia with a vertical annulus interrupted by the stalk and stomium. These sporangial characters were used by Johann Jakob Bernhardi to define a group of ferns he called the \"Cathetogyratae\"; the Pteridophyte Phylogeny Group has suggested reviving this name as the informal term cathetogyrates, to replace the ambiguously circumscribed term \"polypods\" when referring to the Polypodiales. The sporangia are born on stalks 1–3 cells thick and are often long-stalked. (In contrast, the Hymenophyllales have a stalk composed of four rows of cells.) The sporangia do not reach maturity simultaneously. Many groups in the order lack indusia, but when present, they are attached either along the edge of the indusium or in its center.\nGametophytes are green, usually heart-shaped, and grow at the surface (rather than underground, as in Ophioglossales).\nHistorically, the ferns have undergone many different classifications (see review by Christenhusz and Chase, 2014). Smith et al. (2006) carried out the first higher-level pteridophyte classification published in the molecular phylogenetic era. Smith referred to the ferns as monilophytes, dividing them into four groups. The vast majority of ferns were placed in the Polypodiopsida, and that arrangement has persisted through all subsequent systems, despite some changes in nomenclature. Polypodiopsida is used in the strict sense (sensu stricto) by Smith et al. since it later came to be applied to all ferns (sensu lato), while this large group became known as Polypodiidae. This group is also informally known as the leptosporangiate ferns, while the remaining three groups (subclasses) ar referred to as eusporangiate ferns. The Polypodiidae have been divided into seven orders since that study, the largest of which is Polypodiales.","dates":{"added":1657302989,"dateRange":{"0":1243198143,"1":1656766739}},"fileDate":"2023-01-20T17:40:06.688Z","category":"folder"},{"path":"%D0%A1%D0%B0%D0%BB%D1%8C%D0%B2%D0%B8%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Salviniales","deepCounters":{"total":17,"images":12,"folders":5,"files":12},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%A1%D0%B0%D0%BB%D1%8C%D0%B2%D0%B8%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Salviniales\/%D0%A1%D0%B0%D0%BB%D1%8C%D0%B2%D0%B8%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Salviniaceae\/%D0%A1%D0%B0%D0%BB%D1%8C%D0%B2%D0%B8%D0%BD%D0%B8%D1%8F%20%D0%BC%D0%B0%D0%BB%D0%B5%D0%BD%D1%8C%D0%BA%D0%B0%D1%8F%20-%20Salvinia%20minima\/thumbs\/DSC02336.webp","width":512,"height":410},"thumbCaption":"<h3>\\Сальвиниевые - Salviniales<\/h3><div class=\"comment\">The order Salviniales (formerly known as the Hydropteridales and including the former Marsileales) is an order of ferns in the class Polypodiopsida.<br>Salviniales&hellip;<\/div>","name":"Сальвиниевые - Salviniales","comment":"The order Salviniales (formerly known as the Hydropteridales and including the former Marsileales) is an order of ferns in the class Polypodiopsida.\nSalviniales are all aquatic and differ from all other ferns in being heterosporous, meaning that they produce two different types of spores (megaspores and microspores) that develop into two different types of gametophytes (female and male gametophytes, respectively), and in that their gametophytes are endosporic, meaning that they never grow outside the spore wall and cannot become larger than the spores that produced them. The megasporangia each produce a single megaspore.[1] In being heterosporus with endosporic gametophytes they are more similar to seed plants than to other ferns.\nThe fertile and sterile leaves are dimorphic, taking on a different shape, and leaves bear anastomosing veins. Aerenchyma is frequently present in roots, shoots, and petioles (leaf stalks).\nThe ferns of this order vary radically in form and do not look particularly fern-like. Species of the family Salviniaceae are natant (floating), while those of the family Marsileaceae are rooted. However, the natant species may temporarily grow on wet mud during times of low water, and the Marsileaceae may grow as emergent species, depending on species and location.\nThe group has also the smallest known genomes of all ferns. One genus, Azolla, is amongst the fastest growing plants on earth and caused a cooling of the climate in the Azolla event about 50 million years ago.","dates":{"added":1653173234,"dateRange":{"0":1640085985,"1":1652954955}},"fileDate":"2023-01-20T17:40:06.688Z","category":"folder","title":"\\Сальвиниевые - Salviniales"},{"path":"%D0%A6%D0%B8%D0%B0%D1%82%D0%B5%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Cyatheales","deepCounters":{"total":17,"images":13,"folders":4,"files":13},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%A6%D0%B8%D0%B0%D1%82%D0%B5%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Cyatheales\/%D0%94%D0%B8%D0%BA%D1%81%D0%BE%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Dicksoniaceae\/%D0%94%D0%B8%D0%BA%D1%81%D0%BE%D0%BD%D0%B8%D1%8F%20%D0%B0%D0%BD%D1%82%D0%B0%D1%80%D0%BA%D1%82%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B0%D1%8F%20-%20Dicksonia%20antarctica\/thumbs\/DSC07448.webp","width":512,"height":410},"thumbCaption":"<h3>Циатейные - Cyatheales<\/h3><div class=\"comment\">The order Cyatheales, which includes the tree ferns, is a taxonomic division of the fern class, Polypodiopsida. No clear morphological features characterize all&hellip;<\/div>","name":"Циатеиные - Cyatheales","comment":"The order Cyatheales, which includes the tree ferns, is a taxonomic division of the fern class, Polypodiopsida. No clear morphological features characterize all of the Cyatheales, but DNA sequence data indicate the order is monophyletic. Some species in the Cyatheales have tree-like growth forms, but others have rhizomes.\nSome species have scales on the stems and leaves, while others have hairs. However, most plants in the Cyatheales are tree ferns and have trunk-like stems up to 10 metres (33 ft) tall. It is unclear how many times the tree form has evolved and been lost in the order.\nIn general, any fern that grows with a trunk elevating the fronds (leaves) above ground level can be called a tree fern. However, the plants formally known as tree ferns comprise a group of large ferns belonging to the families Dicksoniaceae and Cyatheaceae in the order Cyatheales.\nTree ferns are found growing in tropical and subtropical areas, as well as temperate rainforests in South Africa, Australia, Spain, Portugal, New Zealand, and other island groups nearby; a few genera extend further, such as Culcita in southern Europe. Like all ferns, tree ferns reproduce by means of spores developed in sporangia on the undersides of the fronds.","dates":{"added":1644691406,"dateRange":{"0":1493372606,"1":1644665669}},"fileDate":"2023-01-20T17:40:07.110Z","category":"folder","title":"Циатейные - Cyatheales"}],"dates":{"added":1657302989,"dateRange":{"0":1243198143,"1":1656766739}},"fileDate":"2023-01-20T17:39:11.112Z","title":"Папоротниковые - Polypodiopsida","path":"%D0%9F%D0%B0%D0%BF%D0%BE%D1%80%D0%BE%D1%82%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Polypodiopsida","deepCounters":{"total":345,"images":279,"folders":66,"files":279},"name":"Папоротниковые - Polypodiopsida","comment":"Leptosporangiate ferns are the largest group of living ferns, including some 11000 species worldwide. They constitute the subclass Polypodiidae, but are often considered to be the class Pteridopsida or Polypodiopsida, although other classifications assign them a different rank. The leptosporangiate ferns are one of the four major groups of ferns, with the other three being the Eusporangiate ferns comprising the marattioid ferns (Marattiidae, Marattiaceae), the horsetails (Equisetiidae, Equisetaceae), and whisk ferns and moonworts.\nThere are approximately 8465 species of living leptosporangiate ferns, compared with about 2070 for all other ferns, totalling 10535 species of ferns. Almost a third of leptosporangiate fern species are epiphytes.\nThese ferns are called leptosporangiate because their sporangia arise from a single epidermal cell and not from a group of cells as in eusporangiate ferns (a polyphyletic lineage). The sporangia are typically covered with a scale called the indusium, which can cover the whole sorus, forming a ring or cup around the sorus, or can also be strongly reduced to completely absent. Many leptosporangiate ferns have an annulus around the sporangium, which ejects the spores."}