{"path":"%D0%9A%D0%BE%D0%BC%D0%BC%D0%B5%D0%BB%D0%B8%D0%BD%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Commelinales","deepCounters":{"total":105,"images":88,"folders":17,"files":88},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%9A%D0%BE%D0%BC%D0%BC%D0%B5%D0%BB%D0%B8%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Commelinaceae\/%D0%A2%D1%80%D0%B0%D0%B4%D0%B5%D1%81%D0%BA%D0%B0%D0%BD%D1%86%D0%B8%D1%8F%20%D0%B1%D0%BB%D0%B5%D0%B4%D0%BD%D0%B0%D1%8F%20-%20Tradescantia%20pallida\/thumbs\/DSC02355.webp","width":512,"height":410},"thumbCaption":"<h3>Коммелиноцветные - Commelinales<\/h3><div class=\"comment\">Commelinales is the botanical name of an order of flowering plants. It comprises five families: Commelinaceae, Haemodoraceae, Hanguanaceae, Philydraceae, and&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3221<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39191<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%9A%D0%BE%D0%BC%D0%BC%D0%B5%D0%BB%D0%B8%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Commelinaceae","deepCounters":{"total":64,"images":53,"folders":11,"files":53},"counters":{"total":11,"folders":11},"thumb":{"path":"%D0%9A%D0%BE%D0%BC%D0%BC%D0%B5%D0%BB%D0%B8%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Commelinaceae\/%D0%A2%D1%80%D0%B0%D0%B4%D0%B5%D1%81%D0%BA%D0%B0%D0%BD%D1%86%D0%B8%D1%8F%20%D0%B1%D0%BB%D0%B5%D0%B4%D0%BD%D0%B0%D1%8F%20-%20Tradescantia%20pallida\/thumbs\/DSC02355.webp","width":512,"height":410},"thumbCaption":"<h3>Коммелиновые - Commelinaceae<\/h3><div class=\"comment\">Commelinaceae is a family of flowering plants. In less formal contexts, the group is referred to as the dayflower family or spiderwort family. It is one of five&hellip;<\/div>","name":"Коммелиновые - Commelinaceae","comment":"Commelinaceae is a family of flowering plants. In less formal contexts, the group is referred to as the dayflower family or spiderwort family. It is one of five families in the order Commelinales and by far the largest of these with about 731 known species in 41 genera. Well known genera include Commelina (dayflowers) and Tradescantia (spiderworts). The family is diverse in both the Old World tropics and the New World tropics, with some genera present in both. The variation in morphology, especially that of the flower and inflorescence, is considered to be exceptionally high amongst the angiosperms.\nThe family has always been recognized by most taxonomists. The APG III system of 2009 (unchanged from the APG system of 1998), also recognizes this family, and assigns it to the order Commelinales in the clade commelinids in the monocots. The family counts several hundred species of herbaceous plants. Many are cultivated as ornamentals. The stems of these plants are generally well-developed, and often swollen at the nodes. Flowers are often short-lived, lasting for a day or less.\nThe flowers of Commelinaceae are ephemeral, lack nectar, and offer only pollen as a reward to their pollinators. Most species are hermaphroditic, meaning each flower contains male and female organs, or andromonoecious, meaning that both bisexual and male flowers occur on the same plant. Floral dimorphism may be accompanied by variable pedicel length, filament length and\/or curvature, or stamen number and\/or position. Species tend to have specific flowering seasons, though local environmental factors tend to effect exact timing, sometimes considerably. Species tend to flower at a specific time of day as well, with these periods being well defined enough to presumably isolate different species reproductively. Furthermore, some species exhibit differential opening times for male and bisexual flowers. Commelinaceae flowers tend to deceive pollinators by appearing to offer a larger reward than is actually present. This is accomplished with various adaptations such as yellow hairs or broad anther connectives that mimic pollen, or staminodes that lack pollen but appear like fertile stamens.","dates":{"added":1640555900,"dateRange":{"0":1304416891,"1":1640087000}},"fileDate":"2023-01-20T17:50:09.328Z","category":"folder"},{"path":"%D0%93%D0%B5%D0%BC%D0%BE%D0%B4%D0%BE%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Haemodoraceae","deepCounters":{"total":29,"images":27,"folders":2,"files":27},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%93%D0%B5%D0%BC%D0%BE%D0%B4%D0%BE%D1%80%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Haemodoraceae\/%D0%90%D0%BD%D0%B8%D0%B3%D0%BE%D0%B7%D0%B0%D0%BD%D1%82%D0%BE%D1%81%20%D0%B6%D0%B5%D0%BB%D1%82%D0%BE%D0%B2%D0%B0%D1%82%D1%8B%D0%B8%20-%20Anigozanthos%20flavidus\/thumbs\/%21tallinn_botanical_garden_palm_house_subtropics-6.webp","width":512,"height":410},"thumbCaption":"<h3>Гемодоровые - Haemodoraceae<\/h3><div class=\"comment\">Haemodoraceae is a family of perennial herbaceous flowering plants with 14 genera and 102 known species. It is sometimes known as the \"bloodwort family\".&hellip;<\/div>","name":"Гемодоровые - Haemodoraceae","comment":"Haemodoraceae is a family of perennial herbaceous flowering plants with 14 genera and 102 known species. It is sometimes known as the \"bloodwort family\". Primarily a Southern Hemisphere family, they are found in South Africa, Australia and New Guinea, and in the Americas (from SE U.S.A. to tropical South America). Perhaps the best known are the widely cultivated and unusual kangaroo paws from Australia, of the two closely related genera Anigozanthos and Macropidia.\nThe APG IV system, of 2016 (unchanged from the earlier APG systems of 2009, 2003 and 1998), also recognizes this family and places it in the order Commelinales, in the clade commelinids, in the monocots. The family of the Haemodoraceae then includes about sixteen sub-tropical or tropical genera found in the southern hemisphere, two in North America and three known cultivated genera in Europe.\nHaemodoraceae is characterized by distichous leathery leaves, which are alternate, succulent, rather large and often ensiform, with entire margins and parallel veins. The leaves are enclosed by a sheath with free margins and alternate, distichous (= in two vertical ranks).\nThe plants are hermaphroditic. Pollinators are primarily insects, but also birds or sometimes a small mammal. The wooly-haired flowers grow at the end of a leafles stalk, in cymes (with lateral branches), panicles or racemes.","dates":{"added":1688936036,"dateRange":{"0":1368020585,"1":1687705275}},"fileDate":"2023-01-20T17:50:09.328Z","category":"folder"},{"path":"%D0%9F%D0%BE%D0%BD%D1%82%D0%B5%D0%B4%D0%B5%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Pontederiaceae","deepCounters":{"total":9,"images":8,"folders":1,"files":8},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9F%D0%BE%D0%BD%D1%82%D0%B5%D0%B4%D0%B5%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Pontederiaceae\/%D0%AD%D0%B8%D1%85%D0%BE%D1%80%D0%BD%D0%B8%D1%8F%20%D0%BE%D1%82%D0%BB%D0%B8%D1%87%D0%BD%D0%B0%D1%8F%20-%20Eichhornia%20crassipes\/thumbs\/DSC05423.webp","width":512,"height":410},"thumbCaption":"<h3>Понтедериевые - Pontederiaceae<\/h3><div class=\"comment\">Pontederiaceae is a family of flowering plants.<br>Monochoria vaginalis in Kerala<br>The APG IV system of 2016 (unchanged from the APG III system of 2009, the APG II&hellip;<\/div>","name":"Понтедериевые - Pontederiaceae","comment":"Pontederiaceae is a family of flowering plants.\nMonochoria vaginalis in Kerala\nThe APG IV system of 2016 (unchanged from the APG III system of 2009, the APG II system of 2003 and the APG system of 1998) places the family in the order Commelinales, in the commelinid clade, in the monocots. It is a small family of heterostylous aquatic plants, occurring in tropical and subtropical waters. Charles Darwin was interested in the specialized form of heterostyly found in the family, known as tristyly. Not all of the species are heterostylous. The family contains six genera with a total of 34 known species.\nIt is best known for the water hyacinth (Eichhornia crassipes), which is an invasive species in many waterways. The highly modified Hydrothrix gardneri is a submerged aquatic with a two-flowered pseudanthium.","dates":{"added":1396911738,"dateRange":{"0":1356337066,"1":1356337236}},"fileDate":"2023-01-20T17:50:09.328Z","category":"folder"}],"name":"Коммелиноцветные - Commelinales","comment":"Commelinales is the botanical name of an order of flowering plants. It comprises five families: Commelinaceae, Haemodoraceae, Hanguanaceae, Philydraceae, and Pontederiaceae. All the families combined contain over 885 species in about 70 genera; the majority of species are in the Commelinaceae. Plants in the order share a number of synapomorphies that tie them together, such as a lack of mycorrhizal associations and tapetal raphides. Estimates differ as to when the Comminales evolved, but most suggest an origin and diversification sometime during the mid- to late Cretaceous. Depending on the methods used, studies suggest a range of origin between 123 and 73 million years, with diversification occurring within the group 110 to 66 million years ago. The order's closest relatives are in the Zingiberales, which includes ginger, bananas, cardamom, and others.\nThe older Cronquist system of 1981, which was based purely on morphological data, placed the order in subclass Commelinidae of class Liliopsida and included the families Commelinaceae, Mayacaceae, Rapateaceae and Xyridaceae. These families are now known to be only distantly related. In the classification system of Dahlgren the Commelinales were one of four orders in the superorder Commeliniflorae (also called Commelinanae), and contained five families, of which only Commelinaceae has been retained by the Angiosperm Phylogeny Group (APG).","dates":{"added":1688936036,"dateRange":{"0":1304416891,"1":1687705275}},"fileDate":"2023-01-20T17:40:03.441Z"}