{"path":"%D0%9A%D1%83%D0%B2%D1%88%D0%B8%D0%BD%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Nymphaeales","deepCounters":{"total":116,"images":106,"folders":10,"files":106},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9A%D1%83%D0%B2%D1%88%D0%B8%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Nymphaeaceae\/%D0%9A%D1%83%D0%B2%D1%88%D0%B8%D0%BD%D0%BA%D0%B0%20%D0%B7%D0%B2%D0%B5%D0%B7%D0%B4%D1%87%D0%B0%D1%82%D0%B0%D1%8F%20-%20Nymphaea%20nouchali\/thumbs\/DSC04472.webp","width":512,"height":410},"thumbCaption":"<h3>Кувшинкоцветные - Nymphaeales<\/h3><div class=\"comment\">The Nymphaeales are an order of flowering plants, consisting of three families of aquatic plants, the Hydatellaceae, the Cabombaceae, and the Nymphaeaceae&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3209<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39103<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%9A%D1%83%D0%B2%D1%88%D0%B8%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Nymphaeaceae","deepCounters":{"total":105,"images":98,"folders":7,"files":98},"counters":{"total":7,"folders":7},"thumb":{"path":"%D0%9A%D1%83%D0%B2%D1%88%D0%B8%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Nymphaeaceae\/%D0%9A%D1%83%D0%B2%D1%88%D0%B8%D0%BD%D0%BA%D0%B0%20%D0%B7%D0%B2%D0%B5%D0%B7%D0%B4%D1%87%D0%B0%D1%82%D0%B0%D1%8F%20-%20Nymphaea%20nouchali\/thumbs\/DSC04472.webp","width":512,"height":410},"thumbCaption":"<h3>Кувшинковые - Nymphaeaceae<\/h3><div class=\"comment\">Nymphaeaceae is a family of flowering plants, commonly called water lilies. They live as rhizomatous aquatic herbs in temperate and tropical climates around the&hellip;<\/div>","name":"Кувшинковые - Nymphaeaceae","comment":"Nymphaeaceae is a family of flowering plants, commonly called water lilies. They live as rhizomatous aquatic herbs in temperate and tropical climates around the world. The family contains five genera with about 70 known species. Water lilies are rooted in soil in bodies of water, with leaves and flowers floating on or emergent from the surface. The leaves are round, with a radial notch in Nymphaea and Nuphar, but fully circular in Victoria and Euryale.\nWater lilies are a well studied clade of plants because their large flowers with multiple unspecialized parts were initially considered to represent the floral pattern of the earliest flowering plants, and later genetic studies confirmed their evolutionary position as basal angiosperms. Analyses of floral morphology and molecular characteristics and comparisons with a sister taxon, the family Cabombaceae, indicate, however, that the flowers of extant water lilies with the most floral parts are more derived than the genera with fewer floral parts. Genera with more floral parts, Nuphar, Nymphaea, Victoria, have a beetle pollination syndrome, while genera with fewer parts are pollinated by flies or bees, or are self- or wind-pollinated. Thus, the large number of relatively unspecialized floral organs in the Nymphaeaceae is not an ancestral condition for the clade.\nHorticulturally, water lilies have been hybridized for temperate gardens since the 19th century, and the hybrids are divided into three groups: hardy, night-blooming tropical, and day-blooming tropical water lilies. Hardy water lilies are hybrids of Nymphaea species from the subgenus Castalia; night-blooming tropical water lilies are developed from the subgenus Lotos; and the day-blooming tropical plants arise from hybridization of plants of the subgenus Brachyceras.\nWater lilies do not have surface leaves in the winter time, and therefore the gases in the rhizome lacunae access equilibrium with the gases of the sediment water. The leftover of internal pressure is embodied by the constant streams of bubbles that outbreak when rising leaves are ruptured in the spring. Methane is still penetrating the roots and rhizome in the summer, moving fast up the petioles, and goes out over the emergent leaves into the atmosphere.","dates":{"added":1653173229,"dateRange":{"0":1135822717,"1":1652954759}},"fileDate":"2023-01-20T17:48:47.280Z","category":"folder"},{"path":"%D0%9A%D0%B0%D0%B1%D0%BE%D0%BC%D0%B1%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cabombaceae","deepCounters":{"total":9,"images":8,"folders":1,"files":8},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9A%D0%B0%D0%B1%D0%BE%D0%BC%D0%B1%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cabombaceae\/%D0%9A%D0%B0%D0%B1%D0%BE%D0%BC%D0%B1%D0%B0%20%D0%BA%D0%B0%D1%80%D0%BE%D0%BB%D0%B8%D0%BD%D1%81%D0%BA%D0%B0%D1%8F%20-%20Cabomba%20caroliniana\/thumbs\/0DSC05327.webp","width":512,"height":410},"thumbCaption":"<h3>Кабомбовые - Cabombaceae<\/h3><div class=\"comment\">The Cabombaceae are a family of aquatic, herbaceous flowering plants. The family is recognised as distinct in the Angiosperm Phylogeny Group IV system (2016).&hellip;<\/div>","name":"Кабомбовые - Cabombaceae","comment":"The Cabombaceae are a family of aquatic, herbaceous flowering plants. The family is recognised as distinct in the Angiosperm Phylogeny Group IV system (2016). The family consists of two genera of aquatic plants, Brasenia and Cabomba, totalling six species.\nThe Cabombaceae are all aquatic, living in still or slow-moving waters of temperate and tropical North and South America, Europe, Asia, Africa, and Australia. Although found on all continents but Antarctica, the plants tend to grow in relatively restricted ranges.\nThe family has an extensive fossil record from the Cretaceous with plants that exhibit affinities to either the Cabombaceae or Nymphaceae occurring in the Early Cretaceous. One such likely Cretaceous member is the genus Pluricarpellatia, found in rocks 115 million years old in what is now Brazil.","dates":{"added":1627144938,"dateRange":{"0":1627131356,"1":1627131447}},"fileDate":"2023-01-20T17:48:47.233Z","category":"folder"}],"name":"Кувшинкоцветные - Nymphaeales","comment":"The Nymphaeales are an order of flowering plants, consisting of three families of aquatic plants, the Hydatellaceae, the Cabombaceae, and the Nymphaeaceae (water lilies). It is one of the three orders of basal angiosperms, an early-diverging grade of flowering plants. At least 10 morphological characters unite the Nymphaeales. Molecular synapomorphies are also known.\nThe Plant List, created by the Royal Botanic Gardens, Kew and Missouri Botanical Garden recognizes about 70 species in 11 genera within the order, but a phylogenetic study of the genus Nymphaea implies that the number of species could be more than 90. The difference in species numbers is due almost entirely to the difficulty of delineating species in the genus Nymphaea.\nAll of the species are rhizomatous aquatic herbs with a broad leaf base and large, showy flowers.","dates":{"added":1653173229,"dateRange":{"0":1135822717,"1":1652954759}},"fileDate":"2023-01-20T17:39:38.919Z"}