{"path":"%D0%A1%D0%BF%D0%B0%D1%80%D0%B6%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Asparagales","deepCounters":{"total":3857,"images":3511,"folders":344,"files":3513,"others":2},"counters":{"total":6,"folders":6},"thumb":{"path":"%D0%A1%D0%BF%D0%B0%D1%80%D0%B6%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Asparagaceae\/%D0%A1%D0%BF%D0%B0%D1%80%D0%B6%D0%B0%20%D0%BB%D0%B5%D0%BA%D0%B0%D1%80%D1%81%D1%82%D0%B2%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20%27%D0%9C%D1%8D%D1%80%D0%B8%20%D0%92%D0%B0%D1%88%D0%B8%D0%BD%D0%B3%D1%82%D0%BE%D0%BD%27%20-%20Asparagus%20officinalis%20%27Mary%20Washington%27\/thumbs\/0DSC08887_.webp","width":512,"height":410},"thumbCaption":"<h3>Спаржецветные - Asparagales<\/h3><div class=\"comment\">Asparagales (asparagoid lilies) is an order of plants in modern classification systems such as the Angiosperm Phylogeny Group (APG) and the Angiosperm Phylogeny&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3221<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39191<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%90%D0%B3%D0%B0%D0%BF%D0%B0%D0%BD%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Agapanthaceae","deepCounters":{"total":14,"images":12,"folders":2,"files":12},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%90%D0%B3%D0%B0%D0%BF%D0%B0%D0%BD%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Agapanthaceae\/%D0%90%D0%B3%D0%B0%D0%BF%D0%B0%D0%BD%D1%82%D1%83%D1%81%20%D0%B0%D1%84%D1%80%D0%B8%D0%BA%D0%B0%D0%BD%D1%81%D0%BA%D0%B8%D0%B8%20-%20Agapanthus%20africanus\/thumbs\/DSC07500.webp","width":512,"height":410},"thumbCaption":"<h3>Агапантовые - Agapanthaceae<\/h3><div class=\"comment\">Agapanthoideae is a subfamily of monocot flowering plants in the family Amaryllidaceae, order Asparagales. It is one of three subfamilies of Amaryllidaceae. It&hellip;<\/div>","name":"Агапантовые - Agapanthaceae","comment":"Agapanthoideae is a subfamily of monocot flowering plants in the family Amaryllidaceae, order Asparagales. It is one of three subfamilies of Amaryllidaceae. It was formerly treated as a separate family, Agapanthaceae. The subfamily name is derived from the generic name of the type genus, Agapanthus.\nIt consists of a single genus, Agapanthus, and is endemic to South Africa.","dates":{"added":1640555901,"dateRange":{"0":1495358349,"1":1639917377}},"fileDate":"2023-01-20T17:50:09.391Z","category":"folder"},{"path":"%D0%90%D0%BC%D0%B0%D1%80%D0%B8%D0%BB%D0%BB%D0%B8%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Amaryllidaceae","deepCounters":{"total":831,"images":774,"folders":57,"files":774},"counters":{"total":57,"folders":57},"thumb":{"path":"%D0%90%D0%BC%D0%B0%D1%80%D0%B8%D0%BB%D0%BB%D0%B8%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Amaryllidaceae\/%D0%90%D1%86%D0%B8%D1%81%20%D0%BD%D0%B8%D1%86%D1%86%D0%BA%D0%B8%D0%B8%20-%20Acis%20nicaeensis\/thumbs\/0DSC02310.webp","width":512,"height":410},"thumbCaption":"<h3>Амариллисовые - Amaryllidaceae<\/h3><div class=\"comment\">Amaryllidoideae (Amaryllidaceae s.s., amaryllids) is a subfamily of monocot flowering plants in the family Amaryllidaceae, order Asparagales. The most recent&hellip;<\/div>","name":"Амариллисовые - Amaryllidaceae","comment":"Amaryllidoideae (Amaryllidaceae s.s., amaryllids) is a subfamily of monocot flowering plants in the family Amaryllidaceae, order Asparagales. The most recent APG classification, APG III, takes a broad view of the Amaryllidaceae, which then has three subfamilies, one of which is Amaryllidoideae (the old family Amaryllidaceae), and the others are Allioideae (the old family Alliaceae) and Agapanthoideae (the old family Agapanthaceae). The subfamily consists of about seventy genera, with over eight hundred species, and a worldwide distribution.\nThe Amaryllidoideae are herbaceous, perennial flowering plants, usually with bulbs (some are rhizomatous). Their fleshy leaves are arranged in two vertical columns, and their flowers are large. Most of them are bulbous geophytes and many have a long history of cultivation as ornamental plants. They are distinguished from the other two Amaryllidaceae subfamilies (Agapanthoideae and Allioideae) by their unique alkaloidal chemistry, inferior ovary, and hollow style.","dates":{"added":1688936036,"dateRange":{"0":1103959877,"1":1687704703}},"fileDate":"2023-07-09T23:02:03.597Z","category":"folder"},{"path":"%D0%90%D1%81%D1%84%D0%BE%D0%B4%D0%B5%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Asphodelaceae","deepCounters":{"total":242,"images":217,"folders":25,"files":217},"counters":{"total":25,"folders":25},"thumb":{"path":"%D0%90%D1%81%D1%84%D0%BE%D0%B4%D0%B5%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Asphodelaceae\/%D0%90%D0%BB%D0%BE%D1%8D%20%D0%B4%D1%80%D0%B5%D0%B2%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D0%BE%D0%B5%20-%20Aloe%20arborescens\/thumbs\/0DSC07321.webp","width":512,"height":410},"thumbCaption":"<h3>Асфоделовые - Asphodelaceae<\/h3><div class=\"comment\">Asphodeloideae is a subfamily of the monocot family Asphodelaceae in the order Asparagales. It has previously been treated as a separate family, Asphodelaceae&hellip;<\/div>","name":"Асфоделовые - Asphodelaceae","comment":"Asphodeloideae is a subfamily of the monocot family Asphodelaceae in the order Asparagales. It has previously been treated as a separate family, Asphodelaceae sensu stricto. The family Asphodelaceae has now been proposed to be a nomen conservandum, and the proposal has been recommended for ratification in 2017. In that case, Asphodelaceae will have priority over Xanthorrhoeaceae. This is reflected in the APG IV family lists.\nThe subfamily name is derived from the generic name of the type genus, Asphodelus. Members of group are native to Africa, central and western Europe, the Mediterranean basin, Central Asia and Australia, with one genus (Bulbinella) having some of its species in New Zealand. The greatest diversity occurs in South Africa.\nThe genera Aloe, Asphodelus, and Kniphofia are perhaps best known from their use in horticulture as ornamental plants.\nThe Asphodeloideae are distinguished by a general presence of anthraquinones, simultaneous microsporogenesis, atypical ovules morphology, and the presence of an aril. Asphodeloideae also have a characteristic secondary growth by means of a secondary thickening meristem. This character, however, is also found in other taxa in the Asparagales, including Agavaceae, Iridaceae, and Xanthorrhoeoideae. It is confined to Asparagales among the monocots and is believed to have evolved independently in most families.","dates":{"added":1686441193,"dateRange":{"0":1245509238,"1":1686406035}},"fileDate":"2023-06-11T02:31:29.501Z","category":"folder"},{"path":"%D0%9A%D0%B0%D1%81%D0%B0%D1%82%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Iridaceae","deepCounters":{"total":292,"images":265,"folders":27,"files":265},"counters":{"total":27,"folders":27},"thumb":{"path":"%D0%9A%D0%B0%D1%81%D0%B0%D1%82%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Iridaceae\/%D0%98%D1%80%D0%B8%D0%B4%D0%BE%D0%B4%D0%B8%D0%BA%D1%82%D0%B8%D1%83%D0%BC%20%D1%81%D0%B5%D1%82%D1%87%D0%B0%D1%82%D1%8B%D0%B8%20%27%D0%93%D0%B0%D1%80%D0%BC%D0%BE%D0%BD%D0%B8%D1%8F%27%20-%20Iridodictyum%20reticulatum%20%27Harmony%27\/thumbs\/DSC01594.webp","width":512,"height":410},"thumbCaption":"<h3>Касатиковые - Iridaceae<\/h3><div class=\"comment\">Iridaceae is a family of plants in order Asparagales, taking its name from the irises, meaning rainbow, referring to its many colours. There are 66 accepted&hellip;<\/div>","name":"Касатиковые - Iridaceae","comment":"Iridaceae is a family of plants in order Asparagales, taking its name from the irises, meaning rainbow, referring to its many colours. There are 66 accepted genera with a total of c. 2244 species worldwide (Christenhusz & Byng 2016). It includes a number of other well known cultivated plants, such as freesias, gladioli and crocuses.\nMembers of this family are perennial plants, with a bulb, corm or rhizome. The plants grow erect, and have leaves that are generally grass-like, with a sharp central fold. Some examples of members of this family are the blue flag and yellow flag.\nThe family name is based on the genus Iris, the largest and best known genus in Europe. The genus Iris dates from 1753, when it was coined by Swedish botanist, Carl Linnaeus. Its name derives from the Greek goddess, Iris, who carried messages from Olympus to earth along a rainbow, whose colours were seen by Linnaeus in the multi-hued petals of many of the species.","dates":{"added":1688936036,"dateRange":{"0":1245509204,"1":1687702214}},"fileDate":"2023-05-14T21:22:04.781Z","category":"folder"},{"path":"%D0%9E%D1%80%D1%85%D0%B8%D0%B4%D0%BD%D1%8B%D0%B5%20-%20Orchidaceae","deepCounters":{"total":1478,"images":1352,"folders":126,"files":1352},"counters":{"total":126,"folders":126},"thumb":{"path":"%D0%9E%D1%80%D1%85%D0%B8%D0%B4%D0%BD%D1%8B%D0%B5%20-%20Orchidaceae\/%D0%94%D1%80%D0%B5%D0%BC%D0%BB%D0%B8%D0%BA%20%D0%B1%D0%BE%D0%BB%D0%BE%D1%82%D0%BD%D1%8B%D0%B8%20-%20Epipactis%20palustris\/thumbs\/DSC01513.webp","width":512,"height":410},"thumbCaption":"<h3>Орхидные - Orchidaceae<\/h3><div class=\"comment\">The Orchidaceae are a diverse and widespread family of flowering plants, with blooms that are often colourful and fragrant, commonly known as the orchid&hellip;<\/div>","name":"Орхидные - Orchidaceae","comment":"The Orchidaceae are a diverse and widespread family of flowering plants, with blooms that are often colourful and fragrant, commonly known as the orchid family.\nAlong with the Asteraceae, they are one of the two largest families of flowering plants. The Orchidaceae have about 28,000 currently accepted species, distributed in about 763 genera. The determination of which family is larger is still under debate, because verified data on the members of such enormous families are continually in flux. Regardless, the number of orchid species nearly equals the number of bony fishes and is more than twice the number of bird species, and about four times the number of mammal species. The family also encompasses about 6–11% of all seed plants. The largest genera are Bulbophyllum (2,000 species), Epidendrum (1,500 species), Dendrobium (1,400 species) and Pleurothallis (1,000 species).\nThe family also includes Vanilla (the genus of the vanilla plant), Orchis (type genus), and many commonly cultivated plants such as Phalaenopsis and Cattleya. Moreover, since the introduction of tropical species into cultivation in the 19th century, horticulturists have produced more than 100,000 hybrids and cultivars.","dates":{"added":1709663818,"dateRange":{"0":1103958720,"1":1709299797}},"fileDate":"2024-03-05T20:34:15.308Z","category":"folder"},{"path":"%D0%A1%D0%BF%D0%B0%D1%80%D0%B6%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Asparagaceae","deepCounters":{"total":994,"images":891,"folders":101,"files":893,"others":2},"counters":{"total":101,"folders":101},"thumb":{"path":"%D0%A1%D0%BF%D0%B0%D1%80%D0%B6%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Asparagaceae\/%D0%A1%D0%BF%D0%B0%D1%80%D0%B6%D0%B0%20%D0%BB%D0%B5%D0%BA%D0%B0%D1%80%D1%81%D1%82%D0%B2%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20%27%D0%9C%D1%8D%D1%80%D0%B8%20%D0%92%D0%B0%D1%88%D0%B8%D0%BD%D0%B3%D1%82%D0%BE%D0%BD%27%20-%20Asparagus%20officinalis%20%27Mary%20Washington%27\/thumbs\/0DSC08887_.webp","width":512,"height":410},"thumbCaption":"<h3>Спаржевые - Asparagaceae<\/h3><div class=\"comment\">Asparagaceae is a family of flowering plants, placed in the order Asparagales of the monocots.<br>In earlier classification systems, the species involved were&hellip;<\/div>","name":"Спаржевые - Asparagaceae","comment":"Asparagaceae is a family of flowering plants, placed in the order Asparagales of the monocots.\nIn earlier classification systems, the species involved were often treated as belonging to the family Liliaceae. The APG II system of 2003 allowed two options as to the circumscription of the family: either Asparagaceae sensu lato (\"in the wider sense\") combining seven previously recognized families, or Asparagaceae sensu stricto (\"in the strict sense\") consisting of very few genera (notably Asparagus, also Hemiphylacus), but nevertheless totalling a few hundred species. The revised APG III system of 2009 allows only the broader sense. A paper published at the same time proposed seven subfamilies to correspond to the originally separate families. ","dates":{"added":1703514518,"dateRange":{"0":1223233718,"1":1703252983}},"fileDate":"2023-05-07T00:08:29.180Z","category":"folder"}],"name":"Спаржецветные - Asparagales","comment":"Asparagales (asparagoid lilies) is an order of plants in modern classification systems such as the Angiosperm Phylogeny Group (APG) and the Angiosperm Phylogeny Web. The order takes its name from the type family Asparagaceae and is placed in the monocots amongst the lilioid monocots. The order has only recently been recognized in classification systems. It was first put forward by Huber in 1977 and later taken up in the Dahlgren system of 1985 and then the APG in 1998, 2003 and 2009. Before this, many of its families were assigned to the old order Liliales, a very large order containing almost all monocots with colourful tepals and lacking starch in their endosperm. DNA sequence analysis indicated that many of the taxa previously included in Liliales should actually be redistributed over three orders, Liliales, Asparagales and Dioscoreales. The boundaries of the Asparagales and of its families have undergone a series of changes in recent years; future research may lead to further changes and ultimately greater stability. In the APG circumscription, Asparagales is the largest order of monocots with 14 families, 1,122 genera, and about 36,000 species.\nThe order is clearly circumscribed on the basis of molecular phylogenetics, but is difficult to define morphologically, since its members are structurally diverse. Most species of Asparagales are herbaceous perennials, although some are climbers and some are tree-like. The order also contains many geophytes (bulbs, corms and various kinds of tuber). According to telomere sequence, at least two evolutionary switch-points happened within the order. Basal sequence is formed by TTTAGGG like in majority of higher plants. Basal motif was changed to vertebrate-like TTAGGG and finally the most divergent motif CTCGGTTATGGG appears in Allium. One of the defining characteristics (synapomorphies) of the order is the presence of phytomelanin, a black pigment present in the seed coat, creating a dark crust. Phytomelanin is found in most families of the Asparagales (although not in Orchidaceae, thought to be a sister to the rest of the group).","dates":{"added":1709663818,"dateRange":{"0":1103958720,"1":1709299797}},"fileDate":"2023-01-20T17:40:03.445Z"}