{"path":"%D0%A2%D1%8B%D0%BA%D0%B2%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Cucurbitales","deepCounters":{"total":531,"images":481,"folders":50,"files":481},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%A2%D1%8B%D0%BA%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B5%20-%20Cucurbitaceae\/%D0%A6%D1%83%D0%BA%D0%BA%D0%B8%D0%BD%D0%B8%20-%20Cucurbita%20pepo%20var.%20cylindrica\/thumbs\/DSC08910.webp","width":512,"height":410},"thumbCaption":"<h3>Тыквоцветные - Cucurbitales<\/h3><div class=\"comment\">The Cucurbitales are an order of flowering plants, included in the rosid group of dicotyledons. This order mostly belongs to tropical areas, with limited&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3209<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39103<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%A2%D1%8B%D0%BA%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B5%20-%20Cucurbitaceae","deepCounters":{"total":437,"images":409,"folders":28,"files":409},"counters":{"total":28,"folders":28},"thumb":{"path":"%D0%A2%D1%8B%D0%BA%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B5%20-%20Cucurbitaceae\/%D0%A6%D1%83%D0%BA%D0%BA%D0%B8%D0%BD%D0%B8%20-%20Cucurbita%20pepo%20var.%20cylindrica\/thumbs\/DSC08910.webp","width":512,"height":410},"thumbCaption":"<h3>Тыквенные - Cucurbitaceae<\/h3><div class=\"comment\">The Cucurbitaceae, also called cucurbits and the gourd family, are a plant family consisting of about 965 species in around 95 genera, the most important of&hellip;<\/div>","name":"Тыквенные - Cucurbitaceae","comment":"The Cucurbitaceae, also called cucurbits and the gourd family, are a plant family consisting of about 965 species in around 95 genera, the most important of which are:\nThe plants in this family are grown around the tropics and in temperate areas, where those with edible fruits were among the earliest cultivated plants both in the Old and New Worlds. The Cucurbitaceae family ranks among the highest of plant families for number and percentage of species used as human food.\nThe Cucurbitaceae consist of 98 proposed genera with 975 species, mainly in regions tropical and subtropical. All species are sensitive to frost. Most of the plants in this family are annual vines, but some are woody lianas, thorny shrubs, or trees (Dendrosicyos). Many species have large, yellow or white flowers. The stems are hairy and pentangular. Tendrils are present at 90° to the leaf petioles at nodes. Leaves are exstipulate alternate simple palmately lobed or palmately compound. The flowers are unisexual, with male and female flowers on different plants (dioecious) or on the same plant (monoecious). The female flowers have inferior ovaries. The fruit is often a kind of modified berry called a pepo.\nOne of the oldest fossil curcubits so far is †Cucurbitaciphyllum lobatum from the Paleocene epoch, found at Shirley Canal, Montana. It was described for the first time in 1924 by the paleobotanist Frank Hall Knowlton. The fossil leaf is palmate, trilobed with rounded lobal sinuses and an entire or serrate margin. It has a leaf pattern similar to the members of the genera Kedrostis, Melothria and Zehneria.","dates":{"added":1696640557,"dateRange":{"0":1309596147,"1":1694446342}},"fileDate":"2023-10-07T03:53:43.813Z","category":"folder"},{"path":"%D0%91%D0%B5%D0%B3%D0%BE%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Begoniaceae","deepCounters":{"total":87,"images":69,"folders":18,"files":69},"counters":{"total":18,"folders":18},"thumb":{"path":"%D0%91%D0%B5%D0%B3%D0%BE%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Begoniaceae\/%D0%91%D0%B5%D0%B3%D0%BE%D0%BD%D0%B8%D1%8F%20x%20%D0%B1%D0%B5%D0%BD%D0%B0%D1%80%D0%B8%D0%B5%D0%BD%D0%B7%D0%B8%D1%81%20%27%D0%91%D0%9E%D0%9B%D0%AC%D0%A8%D0%9E%D0%98%20%D0%A0%D0%BE%D0%B7%D0%BE%D0%B2%D1%8B%D0%B8%20%D0%91%D1%80%D0%BE%D0%B7%D0%BE%D0%B2%D1%8B%D0%B8%20%D0%9B%D0%B8%D1%81%D1%82%27%20-%20Begonia%20x%20benariensis%20%27BIG%20Rose%20Bronze%20Leaf%27\/thumbs\/DSC04578.webp","width":512,"height":410},"thumbCaption":"<h3>Бегониевые - Begoniaceae<\/h3><div class=\"comment\">Begoniaceae is a family of flowering plants with two genera and about 1825 species occurring in the subtropics and tropics of both the New World and Old World.&hellip;<\/div>","name":"Бегониевые - Begoniaceae","comment":"Begoniaceae is a family of flowering plants with two genera and about 1825 species occurring in the subtropics and tropics of both the New World and Old World. All but one of the species are in the genus Begonia. The only other genus in the family, Hillebrandia, is endemic to the Hawaiian Islands and has a single species. Phylogenetic work supports Hillebrandia as the sister taxon to the rest of the family. The genus Symbegonia was reduced to a section of Begonia in 2003, as molecular phylogenies had shown it to be derived from within that genus. Members of the genus Begonia are well-known and popular houseplants.","dates":{"added":1659276490,"dateRange":{"0":1250250929,"1":1659200908}},"fileDate":"2023-01-20T17:48:47.592Z","category":"folder"},{"path":"%D0%A2%D0%B5%D1%82%D1%80%D0%B0%D0%BC%D0%B5%D0%BB%D0%B5%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Tetramelaceae","deepCounters":{"total":4,"images":3,"folders":1,"files":3},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A2%D0%B5%D1%82%D1%80%D0%B0%D0%BC%D0%B5%D0%BB%D0%B5%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Tetramelaceae\/%D0%A2%D0%B5%D1%82%D1%80%D0%B0%D0%BC%D0%B5%D0%BB%D0%B5%D1%81%20%D0%BD%D1%83%D0%B4%D0%B8%D1%84%D0%BB%D0%BE%D1%80%D0%B0%20-%20Tetrameles%20nudiflora\/thumbs\/DSC04701.webp","width":512,"height":410},"thumbCaption":"<h3>Тетрамелесовые - Tetramelaceae<\/h3><div class=\"comment\">The Tetramelaceae are a family of plants formerly classed in the Datiscaceae family. It contains two genera, Octomeles and Tetrameles, each with a single&hellip;<\/div>","name":"Тетрамелесовые - Tetramelaceae","comment":"The Tetramelaceae are a family of plants formerly classed in the Datiscaceae family. It contains two genera, Octomeles and Tetrameles, each with a single species.","dates":{"added":1396911737,"dateRange":{"0":1135827843,"1":1135828415}},"fileDate":"2023-01-20T17:48:47.545Z","category":"folder"}],"name":"Тыквоцветные - Cucurbitales","comment":"The Cucurbitales are an order of flowering plants, included in the rosid group of dicotyledons. This order mostly belongs to tropical areas, with limited presence in subtropic and temperate regions. The order includes shrubs and trees, together with many herbs and climbers. One major characteristic of the Cucurbitales is the presence of unisexual flowers, mostly pentacyclic, with thick pointed petals (whenever present). The pollination is usually performed by insects, but wind pollination is also present (in Coriariaceae and Datiscaceae).\nThe order consists of roughly 2600 species in eight families. The largest families are Begoniaceae (begonia family) with around 1500 species and Cucurbitaceae (gourd family) with around 900 species. These two families include the only economically important plants. Specifically, the Cucurbitaceae (gourd family) include some food species, such as squash, pumpkin (both from Cucurbita), watermelon (Citrullus vulgaris), and cucumber and melons (Cucumis). The Begoniaceae are known for their horticultural species, of which there are over 130 with many more varieties.","dates":{"added":1696640557,"dateRange":{"0":1135827843,"1":1694446342}},"fileDate":"2023-01-20T17:39:38.935Z"}