{"path":"%D0%9B%D0%B8%D0%BB%D0%B8%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Liliales","deepCounters":{"total":1023,"images":895,"folders":128,"files":895},"counters":{"total":5,"folders":5},"thumb":{"path":"%D0%9B%D0%B8%D0%BB%D0%B5%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Liliaceae\/%D0%9B%D0%B8%D0%BB%D0%B8%D1%8F%20%D0%BB%D0%B5%D1%81%D0%BD%D0%B0%D1%8F%2C%20%D1%86%D0%B0%D1%80%D1%81%D0%BA%D0%B8%D0%B5%20%D0%BA%D1%83%D0%B4%D1%80%D0%B8%20-%20Lilium%20martagon\/thumbs\/DSC01887.webp","width":512,"height":410},"thumbCaption":"<h3>Лилиецветные - Liliales<\/h3><div class=\"comment\">Liliales (older name: Lilia) is an order of monocotyledonous flowering plants in the Angiosperm Phylogeny Group and Angiosperm Phylogeny Web system, within the&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3209<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39103<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%9B%D0%B8%D0%BB%D0%B5%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Liliaceae","deepCounters":{"total":751,"images":654,"folders":97,"files":654},"counters":{"total":97,"folders":97},"thumb":{"path":"%D0%9B%D0%B8%D0%BB%D0%B5%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Liliaceae\/%D0%9B%D0%B8%D0%BB%D0%B8%D1%8F%20%D0%BB%D0%B5%D1%81%D0%BD%D0%B0%D1%8F%2C%20%D1%86%D0%B0%D1%80%D1%81%D0%BA%D0%B8%D0%B5%20%D0%BA%D1%83%D0%B4%D1%80%D0%B8%20-%20Lilium%20martagon\/thumbs\/DSC01887.webp","width":512,"height":410},"thumbCaption":"<h3>Лилейные - Liliaceae<\/h3><div class=\"comment\">The lily family, Liliaceae, consists of fifteen genera and about 705 known species (Christenhusz & Byng 2016 ) of flowering plants within the order Liliales.&hellip;<\/div>","name":"Лилеиные - Liliaceae","comment":"The lily family, Liliaceae, consists of fifteen genera and about 705 known species (Christenhusz & Byng 2016 ) of flowering plants within the order Liliales. They are monocotyledonous, perennial, herbaceous, often bulbous geophytes. Plants in this family have evolved with a fair amount of morphological diversity despite genetic similarity. Common characteristics include large flowers with parts arranged in threes: with six colored or patterned petaloid tepals (undifferentiated petals and sepals) arranged in two whorls, six stamens and a superior ovary. The leaves are linear in shape, with their veins usually arranged parallel to the edges, single and arranged alternating on the stem, or in a rosette at the base. Most species are grown from bulbs, although some have rhizomes. First described in 1789, the lily family became a paraphyletic \"catch-all\" group of petaloid monocots that did not fit into other families and included a great number of genera now included in other families and in some cases in other orders. Consequently, many sources and descriptions labelled \"Liliaceae\" deal with the broader sense of the family.\nThe family evolved approximately 52 million years ago during the Late Cretaceous to Early Paleogene eras. Liliaceae are widely distributed, mainly in temperate regions of the Northern Hemisphere and the flowers are insect pollinated. Many Liliaceae are important ornamental plants, widely grown for their attractive flowers and involved in a major floriculture of cut flowers and dry bulbs. Some species are poisonous if eaten and can have adverse health effects in humans and household pets.\nA number of Liliaceae genera are popular cultivated plants in private and public spaces. Lilies and tulips in particular have had considerable symbolic and decorative value, and appear frequently in paintings and the decorative arts. They are also an economically important product.","dates":{"added":1686441193,"dateRange":{"0":1241727326,"1":1686406599}},"fileDate":"2023-05-07T19:36:06.556Z","category":"folder","title":"Лилейные - Liliaceae"},{"path":"%D0%90%D0%BB%D1%8C%D1%81%D1%82%D1%80%D0%B5%D0%BC%D0%B5%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Alstroemeriaceae","deepCounters":{"total":4,"images":3,"folders":1,"files":3},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%90%D0%BB%D1%8C%D1%81%D1%82%D1%80%D0%B5%D0%BC%D0%B5%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Alstroemeriaceae\/%D0%91%D0%BE%D0%BC%D0%B0%D1%80%D0%B5%D1%8F%20%D0%BC%D0%BD%D0%BE%D0%B3%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BA%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Bomarea%20multiflora\/thumbs\/0DSC09599.webp","width":512,"height":410},"thumbCaption":"<h3>Альстрёмериевые - Alstroemeriaceae<\/h3><div class=\"comment\">Alstroemeriaceae is a family of flowering plants, with 254 known species in four genera (Christenhusz & Byng 2016 ), almost entirely native to the Americas,&hellip;<\/div>","name":"Альстремериевые - Alstroemeriaceae","comment":"Alstroemeriaceae is a family of flowering plants, with 254 known species in four genera (Christenhusz & Byng 2016 ), almost entirely native to the Americas, from Central America to southern South America. One species of Luzuriaga occurs in New Zealand, and the genus Drymophila is endemic to south-eastern Australia.\nThe genus Alstroemeria, commonly called the Peruvian lilies, are popular florist's and garden flowers. The genus Bomarea is a vine that produces clusters of variously-colored, bell-shaped flowers.\nThe APG II system, of 2003 (unchanged from the APG system, of 1998), treats the family in the order Liliales, in the clade monocots. The APG III system, of 2009, merged the obscure family Luzuriagaceae into the Alstroemeriaceae, since the former group included only two genera, was the sister group of the Alstroemeriaceae, and possessed the same distinctive twisted petioles.","dates":{"added":1505146958,"dateRange":{"0":1500209618,"1":1500209645}},"fileDate":"2023-04-23T11:54:57.587Z","category":"folder","title":"Альстрёмериевые - Alstroemeriaceae"},{"path":"%D0%91%D0%B5%D0%B7%D0%B2%D1%80%D0%B5%D0%BC%D0%B5%D0%BD%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Colchicaceae","deepCounters":{"total":73,"images":62,"folders":11,"files":62},"counters":{"total":11,"folders":11},"thumb":{"path":"%D0%91%D0%B5%D0%B7%D0%B2%D1%80%D0%B5%D0%BC%D0%B5%D0%BD%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Colchicaceae\/%D0%91%D0%B5%D0%B7%D0%B2%D1%80%D0%B5%D0%BC%D0%B5%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BE%D1%81%D0%B5%D0%BD%D0%BD%D0%B8%D0%B8%20-%20Colchicum%20autumnale\/thumbs\/DSC09991.webp","width":512,"height":410},"thumbCaption":"<h3>Безвременниковые - Colchicaceae<\/h3><div class=\"comment\">Colchicaceae is a family of flowering plants that includes 15 genera with a total of about 285 known species according to Christenhusz and Byng in 2016.<br>The APG&hellip;<\/div>","name":"Безвременниковые - Colchicaceae","comment":"Colchicaceae is a family of flowering plants that includes 15 genera with a total of about 285 known species according to Christenhusz and Byng in 2016.\nThe APG III system, of 2009 (unchanged from the APG systems, of 1998 and 2003), recognizes this family and places it in the order Liliales, in the clade monocots. It is a group of herbaceous perennials with rhizomes or corms.\nThe Dahlgren system and the Thorne system (1992) also recognized this family, and placed it in order Liliales in superorder Lilianae in subclass Liliidae (monocotyledons) of class Magnoliopsida (angiosperms).","dates":{"added":1661691516,"dateRange":{"0":1234554734,"1":1661606479}},"fileDate":"2023-01-20T17:50:09.375Z","category":"folder"},{"path":"%D0%9C%D0%B5%D0%BB%D0%B0%D0%BD%D1%82%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Melanthiaceae","deepCounters":{"total":178,"images":166,"folders":12,"files":166},"counters":{"total":12,"folders":12},"thumb":{"path":"%D0%9C%D0%B5%D0%BB%D0%B0%D0%BD%D1%82%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Melanthiaceae\/%D0%A2%D1%80%D0%B8%D0%BB%D0%BB%D0%B8%D1%83%D0%BC%20%D0%BF%D1%80%D1%8F%D0%BC%D0%BE%D1%81%D1%82%D0%BE%D1%8F%D1%89%D0%B8%D0%B8%20-%20Trillium%20erectum\/thumbs\/DSC07691.webp","width":512,"height":410},"thumbCaption":"<h3>Мелантиевые - Melanthiaceae<\/h3><div class=\"comment\">Melanthiaceae is a family of flowering perennial herbs native to the Northern Hemisphere. Along with many other lilioid monocots, early authors considered&hellip;<\/div>","name":"Мелантиевые - Melanthiaceae","comment":"Melanthiaceae is a family of flowering perennial herbs native to the Northern Hemisphere. Along with many other lilioid monocots, early authors considered members of this family to belong to the family Liliaceae, in part because both their sepals and petals closely resemble each other and are often large and showy like those of lilies, while some more recent taxonomists have placed them in a family Trilliaceae. The most authoritative modern treatment, however, the APG III system of 2009 (unchanged from the 2003 APG II system and the 1998 APG system), places the family in the order Liliales, in the clade monocots. Circumscribed in this way, the family includes up to 17 genera.\nFamiliar members of the family include Herb Paris (Paris quadrifolia) and the trilliums.\nAs of August 2013, the World Checklist of Selected Plant Families accepted 17 genera in the family. They have been divided into five tribes. It has a total of ca 173 known species. Generic assignments within the tribe Melanthieae in particular have been changed radically as a result of molecular phylogenetic studies in the 21st century.","dates":{"added":1683478751,"dateRange":{"0":1276445768,"1":1683460954}},"fileDate":"2023-05-07T19:28:11.71Z","category":"folder"},{"path":"%D0%A1%D0%BC%D0%B8%D0%BB%D0%B0%D0%BA%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Smilacaceae","deepCounters":{"total":12,"images":10,"folders":2,"files":10},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%A1%D0%BC%D0%B8%D0%BB%D0%B0%D0%BA%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Smilacaceae\/%D0%A1%D0%BC%D0%B8%D0%BB%D0%B0%D0%BA%D1%81%2C%20%D0%A1%D0%B0%D1%81%D1%81%D0%B0%D0%BF%D0%B0%D1%80%D0%B8%D0%BB%D1%8C%20%D0%A1%D0%B8%D0%B1%D0%BE%D0%BB%D1%8C%D0%B4%D0%B0%20-%20Smilax%20sieboldii\/thumbs\/DSC05198.webp","width":512,"height":410},"thumbCaption":"<h3>Смилаксовые - Smilacaceae<\/h3><div class=\"comment\">Smilacaceae, the greenbrier family, is a family of flowering plants. Up to some decades ago the genera now included in family Smilacaceae were often assigned to&hellip;<\/div>","name":"Смилаксовые - Smilacaceae","comment":"Smilacaceae, the greenbrier family, is a family of flowering plants. Up to some decades ago the genera now included in family Smilacaceae were often assigned to a more broadly defined family Liliaceae, but for the past twenty to thirty years most botanists have accepted Smilacaceae as a distinct family. It is considered that the two families evolved around 55 millions years ago during the Early Paleogene possibly near the boundary between Paleocene and Eocene. One characteristic that distinguishes Smilacaceae from most of the other members of the Liliaceae-like Liliales is that it has true vessels in its conducting tissue. Another is that the veins of the leaves, between major veins, are reticulate (net-shaped), rather than parallel as in most monocots.\n\nThe APG II system, of 2003 (unchanged from the APG system, of 1998), recognizes this family and places it in the order Liliales, in the clade monocots. Earlier it was a family of two genera, Heterosmilax and Smilax, but DNA studies have shown that Heterosmilax has arisen from Smilax and the two genera are now merged. This results in Smilax being the only genus in Smilacaceae with ca 255 known species. The family occurs throughout the tropical and warm temperate regions of the world. Members of this family typically have woody roots and a climbing or vining form. Some have woody vining stems, often with thorns, while others are herbaceous above ground and thornless.","dates":{"added":1538679670,"dateRange":{"0":1342867352,"1":1537794113}},"fileDate":"2023-01-20T17:50:09.391Z","category":"folder"}],"name":"Лилиецветные - Liliales","comment":"Liliales (older name: Lilia) is an order of monocotyledonous flowering plants in the Angiosperm Phylogeny Group and Angiosperm Phylogeny Web system, within the lilioid monocots. This order of necessity includes the family Liliaceae. The APG III system (2009) places this order in the monocot clade. In APG III, the family Luzuriagaceae is combined with the family Alstroemeriaceae and the family Petermanniaceae is recognized. Both the Lililiales order and the Liliaceae family have had a widely disputed history, with the circumscription varying greatly from one taxonomist to another. Previous members of this order, which at one stage included most monocots with conspicuous tepals and lacking starch in the endosperm are now distributed over three orders, Liliales, Dioscoreales and Asparagales, using predominantly molecular phylogenetics. The newly delimited Liliales is monophyletic, with ten families. Well known plants from the order include Lilium (lily), tulip, the North American wildflower Trillium, and greenbrier.\nThus circumscribed, this order consists mostly of herbaceous plants, but lianas and shrubs also occur. They are mostly perennial plants, with food storage organs such as corms or rhizomes. The family Corsiaceae is notable for being heterotrophic.\nThe order has worldwide distribution. The larger families (with more than 100 species) are roughly confined to the Northern Hemisphere, or are distributed worldwide, centering on the north. On the other hand, the smaller families (with up to 10 species) are confined to the Southern Hemisphere, or sometimes just to Australia or South America. The total number of species in the order is now about 1768.\nAs with any herbaceous group, the fossil record of the Liliales is rather scarce. There are several species from the Eocene, such as Petermanniopsis anglesaensis or Smilax, but their identification is not definite. Another known fossil is Ripogonum scandens from the Miocene. Due to the scarcity of data, it seems impossible to determine precisely the age and the initial distribution of the order. It is assumed that the Liliales originate from the Lower Cretaceous, over 100 million years ago. Fossil aquatic plants from the Cretaceous of northeastern Brazil and a new terrestrial species placed in the new genus Cratosmilax suggest that the first species have appeared around 120 million years ago when the continents formed Pangea, before dispersing as Asia, Africa and America. The initial diversification to the current families took place between 82 and 48 million years ago. The order consists of 10 families, 67 genera and about 1,768 species.","dates":{"added":1686441193,"dateRange":{"0":1234554734,"1":1686406599}},"fileDate":"2023-01-20T17:40:03.443Z"}