{"path":"%D0%A7%D0%B0%D1%81%D1%82%D1%83%D1%85%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Alismatales","deepCounters":{"total":204,"images":175,"folders":29,"files":175},"counters":{"total":5,"folders":5},"thumb":{"path":"%D0%A7%D0%B0%D1%81%D1%82%D1%83%D1%85%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Alismataceae\/%D0%A7%D0%B0%D1%81%D1%82%D1%83%D1%85%D0%B0%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Alisma%20plantago-aquatica\/thumbs\/0DSC09271.webp","width":512,"height":410},"thumbCaption":"<h3>Частухоцветные - Alismatales<\/h3><div class=\"comment\">The Alismatales (alismatids) are an order of flowering plants including about 4500 species. Plants assigned to this order are mostly tropical or aquatic. Some&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3221<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39191<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%90%D1%80%D0%BE%D0%BD%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Araceae","deepCounters":{"total":134,"images":118,"folders":16,"files":118},"counters":{"total":16,"folders":16},"thumb":{"path":"%D0%90%D1%80%D0%BE%D0%BD%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Araceae\/%D0%90%D0%BD%D1%82%D1%83%D1%80%D0%B8%D1%83%D0%BC%20%D0%90%D0%BD%D0%B4%D1%80%D0%B5%20-%20Anthurium%20andreanum\/thumbs\/0DSC00637.webp","width":512,"height":410},"thumbCaption":"<h3>Аронниковые - Araceae<\/h3><div class=\"comment\">The Araceae are a family of monocotyledonous flowering plants in which flowers are borne on a type of inflorescence called a spadix. The spadix is usually&hellip;<\/div>","name":"Аронниковые - Araceae","comment":"The Araceae are a family of monocotyledonous flowering plants in which flowers are borne on a type of inflorescence called a spadix. The spadix is usually accompanied by, and sometimes partially enclosed in, a spathe or leaf-like bract. Also known as the arum family, members are often colloquially known as aroids. This family of 114 genera and about 3750 known species is most diverse in the New World tropics, although also distributed in the Old World tropics and northern temperate regions.\nThe largest collection of living Araceae is maintained at the Missouri Botanical Gardens. Another large collection of living Araceae can be found at the Munich Botanical Garden, due to the efforts of researcher and aroid authority Josef Bogner.\nSpecies in the Araceae are often rhizomatous or tuberous and are often found to contain calcium oxalate crystals or raphides. The leaves can vary considerably from species to species. The inflorescence is composed of a spadix, which is almost always surrounded by a modified leaf called a spathe. In monoecious aroids (possessing separate male and female flowers, but with both flowers present on one plant), the spadix is usually organized with female flowers towards the bottom and male flowers towards the top. In aroids with perfect flowers, the stigma is no longer receptive when the pollen is released, thus preventing self-fertilization. Some species are dioecious.\nMany plants in this family are thermogenic (heat-producing). Their flowers can reach up to 45 °C even when the surrounding air temperature is much lower. One reason for this unusually high temperature is to attract insects (usually beetles) to pollinate the plant, rewarding the beetles with heat energy. Another reason is to prevent tissue damage in cold regions. Some examples of thermogenic Araceae are: Symplocarpus foetidus (eastern skunk cabbage), Amorphophallus titanum (titan arum), Amorphophallus paeoniifolius (elephant foot yam), Helicodiceros muscivorus (dead horse arum lily), and Sauromatum venosum (voodoo lily). Species such as titan arum and the dead horse arum give off a very pungent smell, often resembling rotten flesh, to attract flies to pollinate the plant. The heat produced by the plant helps to convey the scent further.","dates":{"added":1631400311,"dateRange":{"0":1342876112,"1":1631361235}},"fileDate":"2023-04-23T17:58:35.76Z","category":"folder"},{"path":"%D0%92%D0%BE%D0%B4%D0%BE%D0%BA%D1%80%D0%B0%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Hydrocharitaceae","deepCounters":{"total":10,"images":7,"folders":3,"files":7},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%92%D0%BE%D0%B4%D0%BE%D0%BA%D1%80%D0%B0%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Hydrocharitaceae\/%D0%AD%D0%BB%D0%BE%D0%B4%D0%B5%D1%8F%20%D0%BA%D0%B0%D0%BD%D0%B0%D0%B4%D1%81%D0%BA%D0%B0%D1%8F%20-%20Elodea%20canadensis\/thumbs\/DSC09281.webp","width":512,"height":410},"thumbCaption":"<h3>Водокрасовые - Hydrocharitaceae<\/h3><div class=\"comment\">Hydrocharitaceae is a flowering plant family including 16 known genera with a total of ca 135 known species (Christenhusz & Byng 2016 ), that including a number&hellip;<\/div>","name":"Водокрасовые - Hydrocharitaceae","comment":"Hydrocharitaceae is a flowering plant family including 16 known genera with a total of ca 135 known species (Christenhusz & Byng 2016 ), that including a number of species of aquatic plant, for instance the tape-grasses, the well known Canadian waterweed and frogbit Hydrocharis morsus-ranae.\nThe family includes both fresh water and marine aquatics, although of the seventeen species currently recognised only three are marine. They are found throughout the world in a wide variety of habitats, but are primarily tropical.\nThe species are annual or perennial, with a creeping monopodial rhizome with the leaves arranged in two vertical rows, or an erect main shoot with roots at the base and spirally arranged or whorled leaves. The leaves are simple and usually found submerged, though they may be found floating or partially emerse. As with many aquatics they can be very variable in shape – from linear to orbicular, with or without a petiole, and with or without a sheathing base.\nThe flowers are arranged in a forked, spathe-like bract or between two opposite bracts. They are usually irregular, though in some case they may be slightly irregular, and either bisexual or unisexual. The perianth segments are in 1 or 2 series of (2–)3 free segments; the inner series when present are usually showy and petal-like. Stamens 1–numerous, in 1 or more series; the inner ones sometimes sterile. Pollen is globular and free but in the marine genera (Thalassia and Halophila) – the pollen grains are carried in chains, like strings of beads. The ovary is inferior with 2–15 united carpels containing a single locule with numerous ovules on parietal placentas which either protrude nearly to the centre of the ovary or are incompletely developed. Fruits are globular to linear, dry or pulpy, dehiscent or more usually indehiscent and opening by decay of the pericarp. Seeds are normally numerous with straight embryos and no endosperm.\nPollination can be extremely specialised.","dates":{"added":1653173234,"dateRange":{"0":1311592644,"1":1652954672}},"fileDate":"2023-01-20T17:50:09.438Z","category":"folder"},{"path":"%D0%A1%D1%83%D1%81%D0%B0%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Butomaceae","deepCounters":{"total":5,"images":4,"folders":1,"files":4},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A1%D1%83%D1%81%D0%B0%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Butomaceae\/%D0%A1%D1%83%D1%81%D0%B0%D0%BA%20%D0%B7%D0%BE%D0%BD%D1%82%D0%B8%D1%87%D0%BD%D1%8B%D0%B8%20-%20Butomus%20umbellatus\/thumbs\/DSC09269.webp","width":512,"height":410},"thumbCaption":"<h3>Сусаковые - Butomaceae<\/h3><div class=\"comment\">Butomus is the only known genus in the plant family Butomaceae, native to Europe and Asia.<br>\r\nThe Butomaceae family has been recognized by most taxonomists as a&hellip;<\/div>","name":"Сусаковые - Butomaceae","comment":"Butomus is the only known genus in the plant family Butomaceae, native to Europe and Asia.\n\nThe Butomaceae family has been recognized by most taxonomists as a plant family; it is sometimes called the \"flowering-rush family\".\n\nThe APG II system, of 2003 (unchanged from the APG system, 1998), also recognizes such a family, and places it in the order Alismatales, in the clade monocots. The family counts a single species, Butomus umbellatus.\n\nAt the ranks of family and order, this is the same placement as in the Cronquist system. However, Cronquist assumed a much smaller order and assigned the order to subclass Alismatidae, in class Liliopsida [=monocotyledons].","dates":{"added":1396911738,"dateRange":{"0":1311592483,"1":1311593214}},"fileDate":"2023-01-20T17:50:09.438Z","category":"folder"},{"path":"%D0%A2%D1%80%D0%B8%D0%BE%D1%81%D1%82%D1%80%D0%B5%D0%BD%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Juncaginaceae","deepCounters":{"total":7,"images":6,"folders":1,"files":6},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A2%D1%80%D0%B8%D0%BE%D1%81%D1%82%D1%80%D0%B5%D0%BD%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Juncaginaceae\/%D0%A2%D1%80%D0%B8%D0%BE%D1%81%D1%82%D1%80%D0%B5%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%BF%D1%80%D0%B8%D0%BC%D0%BE%D1%80%D1%81%D0%BA%D0%B8%D0%B8%20-%20Triglochin%20maritima\/thumbs\/0DSC08250.webp","width":512,"height":410},"thumbCaption":"<h3>Триостренниковые - Juncaginaceae<\/h3><div class=\"comment\">Juncaginaceae is a family of flowering plants, recognized by most taxonomists for the past few decades. It is also known as the arrowgrass family. It includes 3&hellip;<\/div>","name":"Триостренниковые - Juncaginaceae","comment":"Juncaginaceae is a family of flowering plants, recognized by most taxonomists for the past few decades. It is also known as the arrowgrass family. It includes 3 genera with a total of 34 known species (Christenhusz & Byng 2016 ).\nThe APG II system, of 2003 (unchanged from the APG system, of 1998), also recognizes such a family and places it in the order Alismatales, in the clade monocots. The species are found in cold or temperate regions in both the Northern and Southern Hemisphere. However APG IV (2016) removed the genus Maundia due to its non-exclusive relationship, and elevated it to the monogeneric family Maundiaceae.\nJuncaginaceae are marsh or aquatic herbs with linear, sheathing basal leaves. The flowers are small and green in erect spikes or racemes. The flower parts come in threes, but the carpels are either 3 or 6, joined to a superior ovary. The fruit is a capsule. Example arrowgrasses Triglochin include the Marsh Arrowgrass (Triglochin palustris), the Sea Arrowgrass (Triglochin maritima), and also other species like Triglochin trichophora, Triglochin striata and Triglochin mucronata.\nThe Maundia genus was grouped within the Juncaginaceae family by the APG II. The newer APG III version (2009), though, suggested it may be necessary to split Maundia off into its own monogeneric family, Maundiaceae, supported by the non-exclusive relationship of the genus to Juncaginaceae. This was achieved in the APG IV (2016), leaving only four genera in Juncaginaceae.","dates":{"added":1497902368,"dateRange":{"0":1497092966,"1":1497093056}},"fileDate":"2023-01-20T17:50:09.438Z","category":"folder"},{"path":"%D0%A7%D0%B0%D1%81%D1%82%D1%83%D1%85%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Alismataceae","deepCounters":{"total":43,"images":40,"folders":3,"files":40},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%A7%D0%B0%D1%81%D1%82%D1%83%D1%85%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Alismataceae\/%D0%A7%D0%B0%D1%81%D1%82%D1%83%D1%85%D0%B0%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Alisma%20plantago-aquatica\/thumbs\/0DSC09271.webp","width":512,"height":410},"thumbCaption":"<h3>Частуховые - Alismataceae<\/h3><div class=\"comment\">The water-plantains are a family of flowering plants, comprising 11 genera and between 85 and 95 species. The family has a cosmopolitan distribution, with the&hellip;<\/div>","name":"Частуховые - Alismataceae","comment":"The water-plantains are a family of flowering plants, comprising 11 genera and between 85 and 95 species. The family has a cosmopolitan distribution, with the greatest number of species in temperate regions of the Northern Hemisphere. Most of the species are herbaceous aquatic plants growing in marshes and ponds.\nMost Alismataceae are robust perennials, but some may be annual or perennial, depending on water conditions — they are normally perennial in permanent waters, annual in more seasonal conditions but there are exceptions. The stems are corm-like or stoloniferous. Juvenile and submerse leaves are often linear, whilst more mature and emerse leaves can be linear to ovate or even sagittate. Most have a distinct petiole, with a sheathed base.\nThe inflorescence is usually compound with whorls of branches, though some are umbel-like, and others have solitary flowers. The flowers are regular, bisexual or unisexual. There are three sepals which usually persist in the fruit. Three petals, usually conspicuous, white, pink, purple, occasionally with yellow or purple spots. The petals rarely last more than one day. In Burnatia and Wiesneria the petals are minute and even occasionally absent in female flowers. Stamens are 3, 6, 9 or numerous. The ovary is superior, comprising 3 - numerous free carpels in one whorl or in a clustered head. Each carpel contains 1 (-2) anatropous ovules.\nFruit is a head of nutlets (except in Damasonium). The seeds have no endosperm and a curved or folded embryo.","dates":{"added":1626788391,"dateRange":{"0":1311592198,"1":1626608445}},"fileDate":"2023-01-20T17:50:09.453Z","category":"folder"}],"name":"Частухоцветные - Alismatales","comment":"The Alismatales (alismatids) are an order of flowering plants including about 4500 species. Plants assigned to this order are mostly tropical or aquatic. Some grow in fresh water, some in marine habitats.\nThe Alismatales comprise herbaceous flowering plants of aquatic and marshy habitats, and the only monocots known to have green embryos other than the Amaryllidaceae. They also include the only marine angiosperms. The flowers are usually arranged in inflorescences, and the mature seeds lack endosperm.\nBoth marine and freshwater forms include those with staminate flowers that detach from the parent plant and float to the surface where they become pollinated. In others, pollination occurs underwater, where pollen may form elongated strands, increasing chance of success. Most aquatic species have a totally submerged juvenile phase, and flowers are either floating or emergent. Vegetation may be totally submersed, have floating leaves, or protrude from the water. Collectively, they are commonly known as \"water plantain\".\nThe Alismatales contain about 165 genera in 13 families, with a cosmopolitan distribution. Phylogenetically, they are basal monocots, diverging early in evolution relative to the lilioid and commelinid monocot lineages. Together with the Acorales, the Alismatales are referred to informally as the alismatid monocots.","dates":{"added":1653173234,"dateRange":{"0":1311592198,"1":1652954672}},"fileDate":"2023-01-20T17:40:03.445Z"}