{"path":"%D0%AF%D1%81%D0%BD%D0%BE%D1%82%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Lamiales","deepCounters":{"total":3914,"images":3568,"folders":346,"files":3568},"counters":{"total":16,"folders":16},"thumb":{"path":"%D0%AF%D1%81%D0%BD%D0%BE%D1%82%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Lamiaceae\/%D0%AF%D1%81%D0%BD%D0%BE%D1%82%D0%BA%D0%B0%20%D0%BA%D1%80%D1%83%D0%BF%D0%BD%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BA%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Lamium%20orvala\/thumbs\/0DSC02549.webp","width":512,"height":410},"thumbCaption":"<h3>Ясноткоцветные - Lamiales<\/h3><div class=\"comment\">The Lamiales are an order in the asterid group of dicotyledonous flowering plants. It includes about 23,810 species, 1,059 genera, and is divided into about 24&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3209<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39103<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%AF%D1%81%D0%BD%D0%BE%D1%82%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Lamiaceae","deepCounters":{"total":1524,"images":1382,"folders":142,"files":1382},"counters":{"total":142,"folders":142},"thumb":{"path":"%D0%AF%D1%81%D0%BD%D0%BE%D1%82%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Lamiaceae\/%D0%AF%D1%81%D0%BD%D0%BE%D1%82%D0%BA%D0%B0%20%D0%BA%D1%80%D1%83%D0%BF%D0%BD%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BA%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Lamium%20orvala\/thumbs\/0DSC02549.webp","width":512,"height":410},"thumbCaption":"<h3>Яснотковые - Lamiaceae<\/h3><div class=\"comment\">Lamiaceae or Labiatae is a family of flowering plants commonly known as the mint or deadnettle family. Many of the plants are aromatic in all parts and include&hellip;<\/div>","name":"Яснотковые - Lamiaceae","comment":"Lamiaceae or Labiatae is a family of flowering plants commonly known as the mint or deadnettle family. Many of the plants are aromatic in all parts and include widely used culinary herbs, such as basil, mint, rosemary, sage, savory, marjoram, oregano, hyssop, thyme, lavender, and perilla. Some species are shrubs, trees (such as teak), or, rarely, vines. Many members of the family are widely cultivated, not only for their aromatic qualities but also their ease of cultivation, since they are readily propagated by stem cuttings. Besides those grown for their edible leaves, some are grown for decorative foliage, such as Coleus. Others are grown for seed, such as Salvia hispanica (chia), or for their edible tubers, such as Plectranthus edulis, Plectranthus esculentus, Plectranthus rotundifolius, and Stachys affinis (Chinese artichoke).\nThe family has a cosmopolitan distribution. The enlarged Lamiaceae contains about 236 genera and has been stated to contain 6,900 to 7,200 species, but the World Checklist lists 7,534. The largest genera are Salvia (900), Scutellaria (360), Stachys (300), Plectranthus (300), Hyptis (280), Teucrium (250), Vitex (250), Thymus (220), and Nepeta (200). Clerodendrum was once a genus of over 400 species, but by 2010, it had been narrowed to about 150.\nThe family has traditionally been considered closely related to the Verbenaceae; in the 1990s, phylogenetic studies suggested that many genera classified in the Verbenaceae should be classified in the Lamiaceae  or to other families in the order Lamiales.\nThe alternate family name Labiatae refers to the fact that the flowers typically have petals fused into an upper lip and a lower lip (labia in Latin). The flowers are bilaterally symmetrical with five united petals and five united sepals. They are usually bisexual and verticillastrate (a flower cluster that looks like a whorl of flowers, but actually consists of two crowded clusters). Although this is still considered an acceptable alternative name, most botanists now use the name Lamiaceae in referring to this family. The leaves emerge oppositely, each pair at right angles to the previous one (decussate) or whorled. The stems are frequently square in cross section, but this is not found in all members of the family, and is sometimes found in other plant families.","dates":{"added":1703514519,"dateRange":{"0":1240833426,"1":1703249595}},"fileDate":"2023-12-25T14:28:19.146Z","category":"folder"},{"path":"%D0%90%D0%BA%D0%B0%D0%BD%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Acanthaceae","deepCounters":{"total":187,"images":161,"folders":26,"files":161},"counters":{"total":26,"folders":26},"thumb":{"path":"%D0%90%D0%BA%D0%B0%D0%BD%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Acanthaceae\/%D0%9F%D1%81%D0%B5%D0%B2%D0%B4%D1%8D%D1%80%D0%B0%D0%BD%D1%82%D0%B5%D0%BC%D1%83%D0%BC%20%D0%B8%D0%B7%D1%8F%D1%89%D0%BD%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BA%D0%BE%D0%B2%D1%8B%D0%B8%20-%20Pseuderanthemum%20graciflorum\/thumbs\/DSC05329.webp","width":512,"height":410},"thumbCaption":"<h3>Акантовые - Acanthaceae<\/h3><div class=\"comment\">Acanthaceae is a family (the acanthus family) of dicotyledonous flowering plants containing almost 250 genera and about 2500 species. Most are tropical herbs,&hellip;<\/div>","name":"Акантовые - Acanthaceae","comment":"Acanthaceae is a family (the acanthus family) of dicotyledonous flowering plants containing almost 250 genera and about 2500 species. Most are tropical herbs, shrubs, or twining vines; some are epiphytes. Only a few species are distributed in temperate regions. The four main centres of distribution are Indonesia and Malaysia, Africa, Brazil, and Central America. The representatives of the family can be found in nearly every habitat, including dense or open forests, scrublands, wet fields and valleys, sea coast and marine areas, swamps, and mangrove forests.\nPlants in this family have simple, opposite, decussated leaves with entire (or sometimes toothed, lobed, or spiny) margins, and without stipules. The leaves may contain cystoliths, calcium carbonate concretions, seen as streaks on the surface.\nThe flowers are perfect, zygomorphic to nearly actinomorphic, and arranged in an inflorescence that is either a spike, raceme, or cyme. Typically, a colorful bract subtends each flower; in some species, the bract is large and showy. The calyx usually has four or five lobes; the corolla tubular, two-lipped or five-lobed; stamens number either two or four, arranged in pairs and inserted on the corolla, and the ovary is superior and bicarpellated, with axile placentation.\nThe fruit is a two-celled capsule, dehiscing somewhat explosively. In most species, the seeds are attached to a small, hooked stalk (a modified funiculus called a jaculator or a retinaculum) that ejects them from the capsule.\nA species well-known to temperate gardeners is bear's breeches (Acanthus mollis ), a herbaceous perennial plant with big leaves and flower spikes up to 2 m tall. Tropical genera familiar to gardeners include Thunbergia and Justicia.\nAvicennia, a genus of mangrove trees, usually placed in Verbenaceae or in its own family, Avicenniaceae, is included in Acanthaceae by the Angiosperm Phylogeny Group on the basis of molecular phylogenetic studies that show it to be associated with this family.","dates":{"added":1658856652,"dateRange":{"0":1304424981,"1":1658739178}},"fileDate":"2023-01-20T17:48:47.733Z","category":"folder"},{"path":"%D0%91%D0%B8%D0%B3%D0%BD%D0%BE%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Bignoniaceae","deepCounters":{"total":111,"images":100,"folders":11,"files":100},"counters":{"total":11,"folders":11},"thumb":{"path":"%D0%91%D0%B8%D0%B3%D0%BD%D0%BE%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Bignoniaceae\/%D0%A1%D0%BF%D0%B0%D1%82%D0%BE%D0%B4%D0%B5%D1%8F%20%D0%BA%D0%BE%D0%BB%D0%BE%D0%BA%D0%BE%D0%BB%D1%8C%D1%87%D0%B0%D1%82%D0%B0%D1%8F%20-%20Spathodea%20campanulata\/thumbs\/DSC00098.webp","width":512,"height":410},"thumbCaption":"<h3>Бигнониевые - Bignoniaceae<\/h3><div class=\"comment\">Bignoniaceae is a family of flowering plants in the order Lamiales commonly known as the bignonias. It is not known to which of the other families in the order&hellip;<\/div>","name":"Бигнониевые - Bignoniaceae","comment":"Bignoniaceae is a family of flowering plants in the order Lamiales commonly known as the bignonias. It is not known to which of the other families in the order it is most closely related.\n\nNearly all of the Bignoniaceae are woody plants, but a few are subwoody, either as vines or subshrubs. A few more are herbaceous plants of high-elevation montane habitats, in three exclusively herbaceous genera: Tourrettia, Argylia, and Incarvillea. The family includes many lianas, climbing by tendrils, by twining, or rarely, by aerial roots. The largest tribe in the family, called Bignonieae, consists mostly of lianas and is noted for its unique wood anatomy.\n\nThe family has a nearly cosmopolitan distribution, but is mostly tropical, with a few species native to the temperate zones. Its greatest diversity is in northern South America. The family has been covered in some major floristic projects, such as Flora of China, Flora Malesiana, and Flora Neotropica. It has not yet been covered in some others, such as Flora of Australia, and Flora of North America.\n\nBignoniaceae are most noted for ornamentals, such as Jacaranda, Tabebuia and Spathodea, grown for their conspicuous, tubular flowers. A great many species are known in cultivation. Various other uses have been made of members of this family. Several species were of great importance to the indigenous peoples of the American tropics. Fridericia elegans, Tanaecium bilabiata, and Tanaecium excitosum are poisonous to livestock and have caused severe losses.\n\nAccording to different accounts, the number of species in the family is about 810 or about 860. The last monograph of the entire family was published in 2004. In that work, 104 genera were recognized. Since that time, molecular phylogenetic studies have greatly clarified relationships within the family, and the number of accepted genera is now between 80 and 85.","dates":{"added":1703514519,"dateRange":{"0":1304676701,"1":1703253617}},"fileDate":"2023-12-25T15:05:22.919Z","category":"folder"},{"path":"%D0%92%D0%B5%D1%80%D0%B1%D0%B5%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Verbenaceae","deepCounters":{"total":202,"images":186,"folders":16,"files":186},"counters":{"total":16,"folders":16},"thumb":{"path":"%D0%92%D0%B5%D1%80%D0%B1%D0%B5%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Verbenaceae\/%D0%9F%D0%B5%D1%82%D1%80%D0%B5%D1%8F%20%D0%B2%D1%8C%D1%8E%D1%89%D0%B0%D1%8F%D1%81%D1%8F%20-%20Petrea%20volubilis\/thumbs\/0DSC07763.webp","width":512,"height":410},"thumbCaption":"<h3>Вербеновые - Verbenaceae<\/h3><div class=\"comment\">The Verbenaceae  are a family, commonly known as the verbena family or vervain family, of mainly tropical flowering plants. It contains trees, shrubs, and herbs&hellip;<\/div>","name":"Вербеновые - Verbenaceae","comment":"The Verbenaceae  are a family, commonly known as the verbena family or vervain family, of mainly tropical flowering plants. It contains trees, shrubs, and herbs notable for heads, spikes, or clusters of small flowers, many of which have an aromatic smell.\nRecent phylogenetic studies have shown that numerous genera traditionally classified in Verbenaceae belong instead in Lamiaceae. The new narrowly circumscribed Verbenaceae family includes some 35 genera and 1,200 species. The mangrove genus Avicennia, sometimes placed in the Verbenaceae or in its own family, Avicenniaceae, has been placed in the Acanthaceae.","dates":{"added":1703514519,"dateRange":{"0":1240754631,"1":1703250328}},"fileDate":"2023-01-20T17:48:47.655Z","category":"folder"},{"path":"%D0%93%D0%B5%D1%81%D0%BD%D0%B5%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Gesneriaceae","deepCounters":{"total":91,"images":81,"folders":10,"files":81},"counters":{"total":10,"folders":10},"thumb":{"path":"%D0%93%D0%B5%D1%81%D0%BD%D0%B5%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Gesneriaceae\/%D0%A0%D0%B0%D0%BC%D0%BE%D0%BD%D0%B4%D0%B0%20%D0%BC%D0%B8%D0%BA%D0%BE%D0%BD%D1%81%D0%BA%D0%B0%D1%8F%20-%20Ramonda%20myconi\/thumbs\/0DSC02400.webp","width":512,"height":410},"thumbCaption":"<h3>Геснериевые - Gesneriaceae<\/h3><div class=\"comment\">Gesneriaceae is a family of flowering plants consisting of about 152 genera and ca. 3,540 species in the Old World and New World tropics and subtropics, with a&hellip;<\/div>","name":"Геснериевые - Gesneriaceae","comment":"Gesneriaceae is a family of flowering plants consisting of about 152 genera and ca. 3,540 species in the Old World and New World tropics and subtropics, with a very small number extending to temperate areas. Many species have colorful and showy flowers and are cultivated as ornamental plants.\nMost species are perennial herbs or subshrubs but a few are woody shrubs or small trees. The phyllotaxy is usually opposite and decussate, but leaves have a spiral or alternate arrangement in some groups. As with other members of the Lamiales the flowers have a (usually) zygomorphic corolla whose petals are fused into a tube and there is no one character that separates a gesneriad from any other member of Lamiales. Gesneriads differ from related families of the Lamiales in having an unusual inflorescence structure, the \"pair-flowered cyme\", but some gesneriads lack this characteristic, and some other Lamiales (Calceolariaceae and some Scrophulariaceae) share it. The ovary can be superior, half-inferior or fully inferior, and the fruit a dry or fleshy capsule or a berry. The seeds are always small and numerous. Gesneriaceae have traditionally been separated from Scrophulariaceae by having a unilocular rather than bilocular ovary, with parietal rather than axile placentation.\nOn the basis of both morphological and biogeographical differences the family is divided into two major subfamilies: subfamily Cyrtandroideae in the Old World and subfamily Gesnerioideae in the New World. The biggest and most widespread genus is Cyrtandra, with about 600 species widely distributed in Southeast Asia, Malaysia, Indonesia, the Philippines, and the islands of the Pacific as far away as the Hawaiian Islands.\nSeveral molecular systematic studies have shown that Gesneriaceae are not closely related to any other family of the Lamiales, but more recently a sister-group relationship with Calceolariaceae has been suggested. Other studies have suggested that two genera generally placed in other families, Sanango and Peltanthera, are more closely related to Gesneriaceae than to any other members of the Lamiales but there is as yet no consensus on whether those genera should be included in the family.","dates":{"added":1653173231,"dateRange":{"0":1333796373,"1":1652956251}},"fileDate":"2023-01-20T17:48:47.655Z","category":"folder"},{"path":"%D0%97%D0%B0%D1%80%D0%B0%D0%B7%D0%B8%D1%85%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Orobanchaceae","deepCounters":{"total":270,"images":254,"folders":16,"files":254},"counters":{"total":16,"folders":16},"thumb":{"path":"%D0%97%D0%B0%D1%80%D0%B0%D0%B7%D0%B8%D1%85%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Orobanchaceae\/%D0%9F%D0%B5%D1%82%D1%80%D0%BE%D0%B2%20%D0%BA%D1%80%D0%B5%D1%81%D1%82%20%D1%87%D0%B5%D1%88%D1%83%D0%B8%D1%87%D0%B0%D1%82%D1%8B%D0%B8%20-%20Lathraea%20squamaria\/thumbs\/DSC08352.webp","width":512,"height":410},"thumbCaption":"<h3>Заразиховые - Orobanchaceae<\/h3><div class=\"comment\">Orobanchaceae, the broomrapes, is a family of parasitic plants of the order Lamiales, with about 90 genera and more than 2000 species. Many of these genera were&hellip;<\/div>","name":"Заразиховые - Orobanchaceae","comment":"Orobanchaceae, the broomrapes, is a family of parasitic plants of the order Lamiales, with about 90 genera and more than 2000 species. Many of these genera were formerly included in the family Scrophulariaceae sensu lato. Together they are a monophyletic group, forming a distinct family.\nThe Orobanchaceae are annual herbs or perennial herbs or shrubs, and all (except Lindenbergia and Rehmannia) are parasitic on the roots of other plants—either holoparasitic or hemiparasitic (fully or partly parasitic). The holoparasitic species lack chlorophyll and therefore cannot perform photosynthesis.\nThe Orobanchaceae family has a cosmopolitan distribution, found mainly in temperate Eurasia, North America, South America, parts of Australia, New Zealand, and tropical Africa. The only exception to its distribution is Antarctica, though some genera may be found in subarctic regions.","dates":{"added":1688936036,"dateRange":{"0":1244910702,"1":1687697308}},"fileDate":"2023-01-20T17:48:47.749Z","category":"folder"},{"path":"%D0%9A%D0%B0%D0%BB%D1%8C%D1%86%D0%B5%D0%BE%D0%BB%D1%8F%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Calceolariaceae","deepCounters":{"total":2,"images":1,"folders":1,"files":1},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9A%D0%B0%D0%BB%D1%8C%D1%86%D0%B5%D0%BE%D0%BB%D1%8F%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Calceolariaceae\/%D0%9A%D0%B0%D0%BB%D1%8C%D1%86%D0%B5%D0%BE%D0%BB%D1%8F%D1%80%D0%B8%D1%8F%20%D0%B7%D0%BE%D0%BB%D0%BE%D1%82%D0%B8%D1%81%D1%82%D0%BE-%D0%B6%D0%B5%D0%BB%D1%82%D0%B0%D1%8F%20-%20Calceolaria%20chelidioides\/thumbs\/IMG_3999.webp","width":512,"height":410},"thumbCaption":"<h3>Кальцеоляриевые - Calceolariaceae<\/h3><div class=\"comment\">Calceolariaceae is a family of flowering plants in the order Lamiales that has been recently segregated from Scrophulariaceae. The family includes three genera,&hellip;<\/div>","name":"Кальцеоляриевые - Calceolariaceae","comment":"Calceolariaceae is a family of flowering plants in the order Lamiales that has been recently segregated from Scrophulariaceae. The family includes three genera, Calceolaria, Porodittia, and Jovellana, but analysis suggests that the monotypic Porodittia should be placed within Calceolaria. Recent molecular phylogenies that included Calceolaria have shown not only that this genus does not belong in Scrophulariaceae (or any of the numerous families recently segregated from Scrophulariaceae) but also that it is the sister clade to the majority of the other families of the Lamiales. Morphological and chemical characters also support the separation of Calceolariaceae from Scrophulariaceae and other Lamiales. Some recent studies have supported a sister-group relationship between Calceolariaceae and Gesneriaceae.","dates":{"added":1427663466,"dateRange":{"0":1400840644,"1":1400840644}},"fileDate":"2023-01-20T17:48:47.670Z","category":"folder"},{"path":"%D0%9B%D0%B8%D0%BD%D0%B4%D0%B5%D1%80%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Linderniaceae","deepCounters":{"total":11,"images":10,"folders":1,"files":10},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9B%D0%B8%D0%BD%D0%B4%D0%B5%D1%80%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Linderniaceae\/%D0%A2%D0%BE%D1%80%D0%B5%D0%BD%D0%B8%D1%8F%20%D0%A4%D1%83%D1%80%D0%BD%D1%8C%D0%B5%20-%20Torenia%20fournieri\/thumbs\/DSC04823.webp","width":512,"height":410},"thumbCaption":"<h3>Линдерниевые - Linderniaceae<\/h3><div class=\"comment\">Linderniaceae is a family of flowering plants in the order Lamiales, which consists of about 13 genera and 195 species from worldwide, mainly in neotropics.<br>In&hellip;<\/div>","name":"Линдерниевые - Linderniaceae","comment":"Linderniaceae is a family of flowering plants in the order Lamiales, which consists of about 13 genera and 195 species from worldwide, mainly in neotropics.\nIn other classifications it used to be included within family Scrophulariaceae sensu lato or more recently in Plantaginaceae sensu lato, but several authors have demonstrated that this taxon should be segregated from those families, as Linderniaceae, and it has been recognized by LAPG II and APG III.","dates":{"added":1422822599,"dateRange":{"0":1356064888,"1":1356072447}},"fileDate":"2023-01-20T17:48:47.670Z","category":"folder"},{"path":"%D0%9C%D0%B0%D1%80%D1%82%D0%B8%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Martyniaceae","deepCounters":{"total":6,"images":5,"folders":1,"files":5},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9C%D0%B0%D1%80%D1%82%D0%B8%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Martyniaceae\/%D0%9F%D1%80%D0%BE%D0%B1%D0%BE%D1%81%D1%86%D0%B8%D0%B4%D0%B5%D1%8F%20%D0%BB%D1%83%D0%B8%D0%B7%D0%B8%D0%B0%D0%BD%D1%81%D0%BA%D0%B0%D1%8F%20-%20Proboscidea%20louisianica\/thumbs\/DSC06405.webp","width":512,"height":410},"thumbCaption":"<h3>Мартиниевые - Martyniaceae<\/h3><div class=\"comment\">Martyniaceae is a family of flowering plants in the Lamiales order that are restricted to the Americas. The family was included in Pedaliaceae in the Cronquist&hellip;<\/div>","name":"Мартиниевые - Martyniaceae","comment":"Martyniaceae is a family of flowering plants in the Lamiales order that are restricted to the Americas. The family was included in Pedaliaceae in the Cronquist system (under order Scrophulariales) but is recognized as a separate family by the Angiosperm Phylogeny Group on the basis of phylogenetic studies that show that the two families are not closely related. Both families are characterized by having mucilaginous hairs — which give the stems and leaves a slimy or clammy feel — and fruits with hooks or horns. Some members of the genus Proboscidea are known as \"unicorn plant\" or \"devil's claw\" because of their horned seed capsules.","dates":{"added":1631400310,"dateRange":{"0":1631358952,"1":1631358982}},"fileDate":"2023-01-20T17:48:47.670Z","category":"folder"},{"path":"%D0%9C%D0%B0%D1%81%D0%BB%D0%B8%D0%BD%D0%BD%D1%8B%D0%B5%20-%20Oleaceae","deepCounters":{"total":411,"images":386,"folders":25,"files":386},"counters":{"total":25,"folders":25},"thumb":{"path":"%D0%9C%D0%B0%D1%81%D0%BB%D0%B8%D0%BD%D0%BD%D1%8B%D0%B5%20-%20Oleaceae\/%D0%9C%D0%B0%D1%81%D0%BB%D0%B8%D0%BD%D0%B0%20%D0%B5%D0%B2%D1%80%D0%BE%D0%BF%D0%B5%D0%B8%D1%81%D0%BA%D0%B0%D1%8F%20-%20Olea%20europaea\/thumbs\/0BO303240.webp","width":512,"height":410},"thumbCaption":"<h3>Маслинные - Oleaceae<\/h3><div class=\"comment\">The Oleaceae are a family of flowering plants in the order Lamiales. It presently comprises 26 genera, one of which is recently extinct. The 25 extant genera&hellip;<\/div>","name":"Маслинные - Oleaceae","comment":"The Oleaceae are a family of flowering plants in the order Lamiales. It presently comprises 26 genera, one of which is recently extinct. The 25 extant genera include Cartrema, which was resurrected in 2012. The number of species in the Oleaceae is variously estimated in a wide range around 700. The Oleaceae consist of shrubs, trees, and a few lianas. The flowers are often numerous and highly odoriferous. The family has a subcosmopolitan distribution, ranging from the subarctic to the southernmost parts of Africa, Australia, and South America. Notable members of the Oleaceae include olive, ash, jasmine, and several popular ornamental plants including privet, forsythia, fringetrees, and lilac.","dates":{"added":1703514519,"dateRange":{"0":1237745788,"1":1703071444}},"fileDate":"2023-07-09T22:48:44.783Z","category":"folder"},{"path":"%D0%9D%D0%BE%D1%80%D0%B8%D1%87%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Scrophulariaceae","deepCounters":{"total":194,"images":180,"folders":14,"files":180},"counters":{"total":14,"folders":14},"thumb":{"path":"%D0%9D%D0%BE%D1%80%D0%B8%D1%87%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Scrophulariaceae\/%D0%9A%D0%BE%D1%80%D0%BE%D0%B2%D1%8F%D0%BA%20%D1%87%D0%B5%D1%80%D0%BD%D1%8B%D0%B8%20-%20Verbascum%20nigrum\/thumbs\/DSC01229.webp","width":512,"height":410},"thumbCaption":"<h3>Норичниковые - Scrophulariaceae<\/h3><div class=\"comment\">The Scrophulariaceae is a family of flowering plants, commonly known as the figwort family. The plants are annual and perennial herbs, as well as one genus of&hellip;<\/div>","name":"Норичниковые - Scrophulariaceae","comment":"The Scrophulariaceae is a family of flowering plants, commonly known as the figwort family. The plants are annual and perennial herbs, as well as one genus of shrubs. Flowers have bilateral (zygomorphic) or rarely radial (actinomorphic) symmetry. Members of the Scrophulariaceae have a cosmopolitan distribution, with the majority found in temperate areas, including tropical mountains. The family name is based on the name of the included genus Scrophularia L..\nIn the past, it was treated as including about 275 genera and over 5,000 species, but its circumscription has been radically altered since numerous molecular phylogenies have shown the traditional broad circumscription to be grossly polyphyletic. Many genera have recently been transferred to other families within the Lamiales, notably Plantaginaceae and Orobanchaceae, but also several new families. Several families of the Lamiales have had their circumscriptions enlarged to accommodate genera transferred from the Scrophulariacae sensu lato.","dates":{"added":1688880096,"dateRange":{"0":1247423563,"1":1688790596}},"fileDate":"2023-01-20T17:48:47.780Z","category":"folder"},{"path":"%D0%9F%D0%B0%D0%B2%D0%BB%D0%BE%D0%B2%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Paulowniaceae","deepCounters":{"total":8,"images":7,"folders":1,"files":7},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9F%D0%B0%D0%B2%D0%BB%D0%BE%D0%B2%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Paulowniaceae\/%D0%9F%D0%B0%D0%B2%D0%BB%D0%BE%D0%B2%D0%BD%D0%B8%D1%8F%20%D0%B2%D0%BE%D0%B8%D0%BB%D0%BE%D1%87%D0%BD%D0%B0%D1%8F%20-%20Paulownia%20tomentosa\/thumbs\/DSC02011.webp","width":512,"height":410},"thumbCaption":"<h3>Павловниевые - Paulowniaceae<\/h3><div class=\"comment\">Paulowniaceae is a family of flowering plants. They are a segregate of the Bignoniaceae, with the exception of Brandisia, formerly in the Orobanchaceae.<\/div>","name":"Павловниевые - Paulowniaceae","comment":"Paulowniaceae is a family of flowering plants. They are a segregate of the Bignoniaceae, with the exception of Brandisia, formerly in the Orobanchaceae.","dates":{"added":1396911738,"dateRange":{"0":1240759087,"1":1304406803}},"fileDate":"2023-01-20T17:48:47.733Z","category":"folder"},{"path":"%D0%9F%D0%BE%D0%B4%D0%BE%D1%80%D0%BE%D0%B6%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Plantaginaceae","deepCounters":{"total":811,"images":751,"folders":60,"files":751},"counters":{"total":60,"folders":60},"thumb":{"path":"%D0%9F%D0%BE%D0%B4%D0%BE%D1%80%D0%BE%D0%B6%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Plantaginaceae\/%D0%92%D0%B5%D1%80%D0%BE%D0%BD%D0%B8%D0%BA%D0%B0%20%D0%B4%D1%83%D0%B1%D1%80%D0%B0%D0%B2%D0%BD%D0%B0%D1%8F%20-%20Veronica%20chamaedrys\/thumbs\/DSC08499.webp","width":512,"height":410},"thumbCaption":"<h3>Подорожниковые - Plantaginaceae<\/h3><div class=\"comment\">Plantaginaceae, the plantain family, is a family of flowering plants in the order Lamiales. The type genus is Plantago L..<br>In older classifications it used to&hellip;<\/div>","name":"Подорожниковые - Plantaginaceae","comment":"Plantaginaceae, the plantain family, is a family of flowering plants in the order Lamiales. The type genus is Plantago L..\nIn older classifications it used to be the only family of the order Plantaginales, but numerous phylogenetic studies, summarized by the Angiosperm Phylogeny Group, have demonstrated that this taxon should be included within Lamiales.\nThe plantain family as traditionally circumscribed consisted of only three genera, Bougueria, Littorella, and Plantago. However phylogenetic research has indicated that Plantaginaceae s.s. (s.s. = sensu stricto, in the strict sense) were nested within Scrophulariaceae (but forming a group that did not include the type genus of that family, Scrophularia). Although Veronicaceae (1782) is the oldest family name for this group, Plantaginaceae (1789) is a conserved name under the International Code of Botanical Nomenclature (ICBN) and thus has priority over any earlier family name for a family including Plantago. Furthermore, the ICBN does not consider family names published before 1789 to be names eligible for conservation, thus ruling out Veronicaceae. The name Antirrhinaceae has been proposed for conservation over Plantaginaceae. In the meantime, the Angiosperm Phylogeny Group has accepted the name Plantaginaceae. However, Olmstead (2003) has chosen to use the name Veronicaceae, a later synonym.\nPlantaginaceae s.l. (s.l. = sensu lato, in the broad sense) are a diverse, cosmopolitan family, occurring mostly in temperate zones. The group consists of herbs, shrubs and also a few aquatic plants with roots (such as the genus Callitriche). Being so diverse, the circumscription of this family is difficult to establish.","dates":{"added":1703514519,"dateRange":{"0":1211652033,"1":1703328057}},"fileDate":"2023-12-25T13:17:40.751Z","category":"folder"},{"path":"%D0%9F%D1%83%D0%B7%D1%8B%D1%80%D1%87%D0%B0%D1%82%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Lentibulariaceae","deepCounters":{"total":39,"images":35,"folders":4,"files":35},"counters":{"total":4,"folders":4},"thumb":{"path":"%D0%9F%D1%83%D0%B7%D1%8B%D1%80%D1%87%D0%B0%D1%82%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Lentibulariaceae\/%D0%9F%D1%83%D0%B7%D1%8B%D1%80%D1%87%D0%B0%D1%82%D0%BA%D0%B0%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Utricularia%20vulgaris\/thumbs\/DSC01456.webp","width":512,"height":410},"thumbCaption":"<h3>Пузырчатковые - Lentibulariaceae<\/h3><div class=\"comment\">Lentibulariaceae, the bladderwort family, is a family of carnivorous plants containing three genera: Genlisea, the corkscrew plants; Pinguicula, the&hellip;<\/div>","name":"Пузырчатковые - Lentibulariaceae","comment":"Lentibulariaceae, the bladderwort family, is a family of carnivorous plants containing three genera: Genlisea, the corkscrew plants; Pinguicula, the butterworts; and Utricularia, the bladderworts.\nThe genera Polypompholyx (two species of pink petticoats or fairy aprons) and Biovularia used to be regarded as fourth and fifth members of this family. Biovularia has been subsumed into Utricularia, and Polypompholyx has been relegated to a subgenus of Utricularia. Placement of the family used to be in the Scrophulariales, which has been merged with Lamiales in the Angiosperm Phylogeny Group system.\nCarnivory in plants appears to have evolved independently in four major angiosperm lineages and five orders: Poales, Caryophyllales, Oxalidales, Ericales, and Lamiales.\nOne common trait found in several Lamiales families that may have led to carnivory is the secretion of proteinase mucilage through leaf surfaces. This mucilage is generally used to prevent insect predation by trapping and degrading potentially harmful insects. Some research suggests these glands can quite easily shift their function from secretion to absorption. This shift may have first occurred in the most recent common ancestor (MRCA) of the Lentibulariaceae, introducing absorptive glands that provided additional macronutrients through trapped insects. The additional source of nutrients may have increased fitness of plants growing in low-nutrient habitats which eventually caused an embrace of carnivory. Further mapping of traits also suggests the MRCA was terrestrial and possessed a basal rosette composed of flat leaves and a primary root.","dates":{"added":1653173231,"dateRange":{"0":1277211232,"1":1652952915}},"fileDate":"2023-01-20T17:48:47.780Z","category":"folder"},{"path":"%D0%A4%D1%80%D0%B8%D0%BC%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Phrymaceae","deepCounters":{"total":17,"images":16,"folders":1,"files":16},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A4%D1%80%D0%B8%D0%BC%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Phrymaceae\/%D0%93%D1%83%D0%B1%D0%B0%D1%81%D1%82%D0%B8%D0%BA%20%D0%BA%D1%80%D0%B0%D0%BF%D1%87%D0%B0%D1%82%D1%8B%D0%B8%20-%20Mimulus%20guttatus\/thumbs\/DSC04508.webp","width":512,"height":410},"thumbCaption":"<h3>Фримовые - Phrymaceae<\/h3><div class=\"comment\">Phrymaceae, also known as the lopseed family, is a small family of flowering plants in the order Lamiales. It has a nearly cosmopolitan distribution, but is&hellip;<\/div>","name":"Фримовые - Phrymaceae","comment":"Phrymaceae, also known as the lopseed family, is a small family of flowering plants in the order Lamiales. It has a nearly cosmopolitan distribution, but is concentrated in two centers of diversity, one in Australia, the other in western North America. Members of this family occur in diverse habitats, including deserts, river banks and mountains.\nPhrymaceae is a family of mostly herbs and a few subshrubs, bearing tubular, bilaterally symmetric flowers. They can be annuals or perennials. Some of the Australian genera are aquatic or semiaquatic. One of these, Glossostigma, is among the smallest of flowering plants, larger than the aquatic Lemna but similar in size to the terrestrial Lepuropetalon. The smallest members of Phrymaceae are only a few centimeters long, while the largest are woody shrubs to 4 m tall. The floral structure of Phrymaceae is variable, to such an extent that a morphological assessment is difficult. Reproduction is also variable, being brought about by different mating systems which may be sexual or asexual, and may involve outcrossing, self-fertilization, or mixed mating. Some are pollinated by insects, others by hummingbirds. The most common fruit type in this family is a dehiscent capsule containing numerous seeds, but exceptions exist such as an achene, in Phryma leptostachya, or a berry-like fruit in Leucocarpus.\nAbout 16 species are in cultivation. They are known horticulturally as \"Mimulus\" and were formerly placed in the genus Mimulus when it was defined broadly to include about 150 species. Mimulus, as a botanical name, rather than a common name or horticultural name, now represents a genus of only seven species. Most of its former species have been transferred to Diplacus or Erythranthe. Six of the horticultural species are of special importance. These are Diplacus aurantiacus, Diplacus puniceus, Erythranthe cardinalis, Erythranthe guttata, Erythranthe lutea, and Erythranthe cuprea.\nPhrymaceae has recently become a model system for evolutionary studies.\nWithin the order Lamiales, Phrymaceae is a member of an unnamed clade of five families. Two of these families, Mazaceae and Rehmanniaceae are not part of the APG III system. They were not formally validated until 2011.","dates":{"added":1688936036,"dateRange":{"0":1282816094,"1":1687702180}},"fileDate":"2023-01-20T17:48:47.749Z","category":"folder"},{"path":"%D0%9F%D0%B5%D0%B4%D0%B0%D0%BB%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Pedaliaceae","deepCounters":{"total":14,"images":13,"folders":1,"files":13},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9F%D0%B5%D0%B4%D0%B0%D0%BB%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Pedaliaceae\/%D0%A3%D0%BD%D0%BA%D0%B0%D1%80%D0%B8%D0%BD%D0%B0%20%D0%93%D1%80%D0%B0%D0%BD%D0%B4%D0%B8%D0%B4%D1%8C%D0%B5%20-%20Uncarina%20grandidieri\/thumbs\/%21tallinn_botanical_garden_palm_house_tropics-36.webp","width":512,"height":410},"thumbCaption":"<h3>Педалиевые - Pedaliaceae<\/h3><div class=\"comment\">Pedaliaceae, the pedalium family or sesame family, is a flowering plant family classified in the order Lamiales. The family includes sesame (Sesamum indicum),&hellip;<\/div>","name":"Педалиевые - Pedaliaceae","comment":"Pedaliaceae, the pedalium family or sesame family, is a flowering plant family classified in the order Lamiales. The family includes sesame (Sesamum indicum), the source of sesame seeds.\nIt comprises 13 genera and approximately 70 species. Eight genera are native to the African continent and one genus (Uncarina) is endemic to Madagascar. Four genera (Sesamum, Josephinia, Pedalium and Dicerocaryum) are mainly African natives but they also include regions to the east (including Madagascar, India, Sri Lanka, Malayan Islands and northern Australia).\nThe family has a diverse range of seed and fruit dispersal throughout the various species. Including; animal dispersal via burrs, carried by feet (in Dicerocaryum, Harpagophytum and Josephinia) or caught in the fur of passing animals (Uncarina), winged fruits using the wind for dispersal (Holubia and Pterodiscus), or even winged seeds (Sesamothamnus and Sesamum) or via wind-ballists (Ceratotheca and Rogeria). Wind-ballists are when the fruits open at the top but stay on the plant, then as the stems produce strong movements, the seeds are then gradually expelled.","dates":{"added":1688936036,"dateRange":{"0":1687704832,"1":1687704937}},"fileDate":"2023-07-09T23:16:19.315Z","category":"folder","title":"Педалиевые - Pedaliaceae"}],"name":"Ясноткоцветные - Lamiales","comment":"The Lamiales are an order in the asterid group of dicotyledonous flowering plants. It includes about 23,810 species, 1,059 genera, and is divided into about 24 families. Well-known or economically important members of this order include lavender, lilac, olive, jasmine, the ash tree, teak, snapdragon, sesame, psyllium, garden sage, and a number of table herbs such as mint, basil, and rosemary.\nThe Lamiales previously had a restricted circumscription (e.g., by Arthur Cronquist) that included the major families Lamiaceae (Labiatae), Verbenaceae, and Boraginaceae, plus a few smaller families. In the classification system of Dahlgren the Lamiales were in the superorder Lamiiflorae (also called Lamianae). Recent phylogenetic work has shown the Lamiales are polyphyletic with respect to order Scrophulariales and the two groups are now usually combined in a single order that also includes the former orders Hippuridales and Plantaginales. Lamiales has become the preferred name for this much larger combined group. The placement of the Boraginaceae is unclear, but phylogenetic work shows this family does not belong in Lamiales.\nAlso, the circumscription of family Scrophulariaceae, formerly a paraphyletic group defined primarily by plesiomorphic characters and from within which numerous other families of the Lamiales were derived, has been radically altered to create a number of smaller, better-defined, and putatively monophyletic families.","dates":{"added":1703514519,"dateRange":{"0":1211652033,"1":1703328057}},"fileDate":"2023-07-09T23:09:07.204Z"}