{"path":"%D0%9A%D0%B0%D0%BC%D0%BD%D0%B5%D0%BB%D0%BE%D0%BC%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Saxifragales","deepCounters":{"total":1522,"images":1379,"folders":143,"files":1379},"counters":{"total":8,"folders":8},"thumb":{"path":"%D0%9A%D0%B0%D0%BC%D0%BD%D0%B5%D0%BB%D0%BE%D0%BC%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Saxifragaceae\/%D0%9A%D0%B0%D0%BC%D0%BD%D0%B5%D0%BB%D0%BE%D0%BC%D0%BA%D0%B0%20x%20%D0%90%D1%80%D0%B5%D0%BD%D0%B4%D1%81%D0%B0%20%D1%80%D0%BE%D0%B7%D0%BE%D0%B2%D0%B0%D1%8F%20%D1%84%D0%BE%D1%80%D0%BC%D0%B0%20-%20Saxifraga%20x%20arendsii%20f.%20rosea\/thumbs\/DSC00814.webp","width":512,"height":410},"thumbCaption":"<h3>Камнеломкоцветные - Saxifragales<\/h3><div class=\"comment\">The Saxifragales are an order of flowering plants. Their closest relatives are a large eudicot group known as the rosids by the definition of rosids given in&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3221<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39191<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%9A%D0%B0%D0%BC%D0%BD%D0%B5%D0%BB%D0%BE%D0%BC%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Saxifragaceae","deepCounters":{"total":277,"images":248,"folders":29,"files":248},"counters":{"total":29,"folders":29},"thumb":{"path":"%D0%9A%D0%B0%D0%BC%D0%BD%D0%B5%D0%BB%D0%BE%D0%BC%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Saxifragaceae\/%D0%9A%D0%B0%D0%BC%D0%BD%D0%B5%D0%BB%D0%BE%D0%BC%D0%BA%D0%B0%20x%20%D0%90%D1%80%D0%B5%D0%BD%D0%B4%D1%81%D0%B0%20%D1%80%D0%BE%D0%B7%D0%BE%D0%B2%D0%B0%D1%8F%20%D1%84%D0%BE%D1%80%D0%BC%D0%B0%20-%20Saxifraga%20x%20arendsii%20f.%20rosea\/thumbs\/DSC00814.webp","width":512,"height":410},"thumbCaption":"<h3>Камнеломковые - Saxifragaceae<\/h3><div class=\"comment\">Saxifragaceae is a plant family with about 640 known species in 33 accepted genera.<br>The flowers are hermaphroditic and actinomorphic. They have 4 or 5 petals&hellip;<\/div>","name":"Камнеломковые - Saxifragaceae","comment":"Saxifragaceae is a plant family with about 640 known species in 33 accepted genera.\nThe flowers are hermaphroditic and actinomorphic. They have 4 or 5 petals and 5 or 10 stamens.\nParnassiaceae have sometimes been treated as part of this family, although they are only distantly genetically related and are now placed in Celastraceae. The family does not include the genus Sassafras, despite the possibly related Latin etymology of the names.","dates":{"added":1654427320,"dateRange":{"0":1239917204,"1":1654353008}},"fileDate":"2023-01-20T17:48:47.452Z","category":"folder"},{"path":"%D0%91%D0%B0%D0%B3%D1%80%D1%8F%D0%BD%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cercidiphyllaceae","deepCounters":{"total":14,"images":12,"folders":2,"files":12},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%91%D0%B0%D0%B3%D1%80%D1%8F%D0%BD%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cercidiphyllaceae\/%D0%91%D0%B0%D0%B3%D1%80%D1%8F%D0%BD%D0%BD%D0%B8%D0%BA%20%D1%8F%D0%BF%D0%BE%D0%BD%D1%81%D0%BA%D0%B8%D0%B8%20%D1%80%D0%B0%D0%B7%D0%BD.%20%D0%B2%D0%B5%D0%BB%D0%B8%D1%87%D0%B5%D1%81%D1%82%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B8%20-%20Cercidiphyllum%20japonicum%20var.%20magnificum\/thumbs\/DSC03898.webp","width":512,"height":410},"thumbCaption":"<h3>Багрянниковые - Cercidiphyllaceae<\/h3><div class=\"comment\">Cercidiphyllum is a genus containing two species of plants, both commonly called katsura. They are the sole members of the monotypic family Cercidiphyllaceae.&hellip;<\/div>","name":"Багрянниковые - Cercidiphyllaceae","comment":"Cercidiphyllum is a genus containing two species of plants, both commonly called katsura. They are the sole members of the monotypic family Cercidiphyllaceae. The genus is native to Japan and China  and unrelated to Cercis (redbuds).\nThe type species, Cercidiphyllum japonicum, can reach 45 m (148 ft) in height, and is one of the largest hardwoods in Asia. The other species, Cercidiphyllum magnificum, is much smaller, rarely reaching over 10 m (33 ft) in height. Cercidiphyllum produces spurs along its twigs. These are short stems with closely spaced leaves. The foliage is dimorphic. According to a recent description \"short shoots bear broadly cordate or reniform, palmately veined leaves with crenate margins; long shoots bear elliptic to broadly ovate leaves with entire or finely serrate margins.\"  Leaf size varies from 3–8 cm long and 3-5.5 cm broad. The genus is dioecious, having separate male and female trees. The small inconspicuous flowers are produced in early spring and wind-pollinated; the fruit is a cluster of 2-4 small pods, each pod 1–2 cm long with numerous small, flattened and winged seeds. The fruits mature in autumn and release their seeds in autumn through winter.","dates":{"added":1624458191,"dateRange":{"0":1492254633,"1":1624196290}},"fileDate":"2023-01-20T17:48:47.139Z","category":"folder"},{"path":"%D0%93%D0%B0%D0%BC%D0%B0%D0%BC%D0%B5%D0%BB%D0%B8%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Hamamelidaceae","deepCounters":{"total":120,"images":109,"folders":11,"files":109},"counters":{"total":11,"folders":11},"thumb":{"path":"%D0%93%D0%B0%D0%BC%D0%B0%D0%BC%D0%B5%D0%BB%D0%B8%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Hamamelidaceae\/%D0%93%D0%B0%D0%BC%D0%B0%D0%BC%D0%B5%D0%BB%D0%B8%D1%81%20%D1%8F%D0%BF%D0%BE%D0%BD%D1%81%D0%BA%D0%B8%D0%B8%20-%20Hamamelis%20japonica\/thumbs\/0DSC01705.webp","width":512,"height":410},"thumbCaption":"<h3>Гамамелисовые - Hamamelidaceae<\/h3><div class=\"comment\">Hamamelidaceae, commonly referred to as the witch-hazel family, is a family of flowering plants in the order Saxifragales. The clade consists of shrubs and&hellip;<\/div>","name":"Гамамелисовые - Hamamelidaceae","comment":"Hamamelidaceae, commonly referred to as the witch-hazel family, is a family of flowering plants in the order Saxifragales. The clade consists of shrubs and small trees positioned within the woody clade of the core Saxifragales. The earlier Cronquist system recognized Hamamelidaceae in the Hamamelidales order.\nThe Hamamelidaceae were widely distributed in the Northern Hemisphere during the Upper Cretaceous and early Tertiary. Quaternary glaciation across the Northern Hemisphere caused the extinction of numerous species and the restricted distribution of others. Hamamelidaceae were completely obliterated from Europe along with numerous other genera of plants that were unable to escape the ice sheets due to geography (the Mediterranean Sea and Alps forming barriers that did not exist in North America and Asia)\nThe largest subfamily, the Hamamelidoideae, is now distributed in North America and western and eastern Asia. The Hamamelidoideae subtribe Dicoryphinae is now restricted to the African (including Madagascar and Comores) and Australian continents. Disanthoideae and Rhodoleioideae are now restricted to southern China and the Caucasus region. Mytilarioideae is restricted to eastern Asia. Altingioideae is now restricted to eastern Asia and western Asia and North America between central Mexico and Belize.","dates":{"added":1683998744,"dateRange":{"0":1492253987,"1":1682930022}},"fileDate":"2023-05-13T19:18:05.954Z","category":"folder"},{"path":"%D0%9A%D1%80%D1%8B%D0%B6%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Grossulariaceae","deepCounters":{"total":431,"images":410,"folders":21,"files":410},"counters":{"total":21,"folders":21},"thumb":{"path":"%D0%9A%D1%80%D1%8B%D0%B6%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Grossulariaceae\/%D0%A1%D0%BC%D0%BE%D1%80%D0%BE%D0%B4%D0%B8%D0%BD%D0%B0%20%D0%BA%D1%80%D0%B0%D1%81%D0%BD%D0%B0%D1%8F%20-%20Ribes%20rubrum\/thumbs\/DSC05667.webp","width":512,"height":410},"thumbCaption":"<h3>Крыжовниковые - Grossulariaceae<\/h3><div class=\"comment\">Ribes is a genus of about 150 known species of flowering plants native throughout the temperate regions of the Northern Hemisphere. It is usually treated as the&hellip;<\/div>","name":"Крыжовниковые - Grossulariaceae","comment":"Ribes is a genus of about 150 known species of flowering plants native throughout the temperate regions of the Northern Hemisphere. It is usually treated as the only genus in the family Grossulariaceae, but a few taxonomists place the gooseberry species in a separate genus of Grossularia. Sometimes Ribes is instead included in the family Saxifragaceae.\nThe genus Ribes includes the edible currants (blackcurrant, redcurrant, white currant), the gooseberry, and several hybrid varieties. It should not be confused with the dried currant used in cakes and puddings, which is a small-fruited cultivar of grape (Zante currant). Ribes gives its name to the popular blackcurrant cordial Ribena.\nThe genus also includes the group of ornamental plants collectively known as the flowering currants, for instance R. sanguineum.\nThere are restrictions on growing some Ribes species in some U.S. states, as they are the main alternate host for white pine blister rust.","dates":{"added":1689458014,"dateRange":{"0":1241731330,"1":1689422989}},"fileDate":"2023-01-20T17:48:47.420Z","category":"folder"},{"path":"%D0%9F%D0%B8%D0%BE%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Paeoniaceae","deepCounters":{"total":190,"images":175,"folders":15,"files":175},"counters":{"total":15,"folders":15},"thumb":{"path":"%D0%9F%D0%B8%D0%BE%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Paeoniaceae\/%D0%9F%D0%B8%D0%BE%D0%BD%20x%20%D0%B4%D1%80%D0%B5%D0%B2%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D1%8B%D0%B8%20%27%D0%93%D0%B5%D1%80%D1%86%D0%BE%D0%B3%D0%B8%D0%BD%D1%8F%20%D0%B4%D0%B5%20%D0%9C%D0%BE%D1%80%D0%BD%D0%B8%27%20-%20Paeonia%20x%20suffruticosa%20%27Duchesee%20de%20Morny%27\/thumbs\/0SET08391.webp","width":512,"height":410},"thumbCaption":"<h3>Пионовые - Paeoniaceae<\/h3><div class=\"comment\">The peony or paeony is a flowering plant in the genus Paeonia, the only genus in the family Paeoniaceae. They are native to Asia, Europe and Western North&hellip;<\/div>","name":"Пионовые - Paeoniaceae","comment":"The peony or paeony is a flowering plant in the genus Paeonia, the only genus in the family Paeoniaceae. They are native to Asia, Europe and Western North America. Scientists differ on the number of species that can be distinguished ranging from 25 to 40, although the current consensus is 33 known species. The relationships between the species need to be further clarified.\nMost are herbaceous perennial plants 0.25–1 metre (0.82–3.28 ft) tall, but some are woody shrubs 0.25–3.5 metres (0.82–11.48 ft) tall. They have compound, deeply lobed leaves and large, often fragrant flowers, in colors ranging from purple red to white or yellow, in late spring and early summer.\nPeonies are among the most popular garden plants in temperate regions. Herbaceous peonies are also sold as cut flower on a large scale, although generally only available in late spring and early summer.","dates":{"added":1686441193,"dateRange":{"0":1177779066,"1":1686404891}},"fileDate":"2023-06-11T02:12:43.889Z","category":"folder"},{"path":"%D0%A2%D0%BE%D0%BB%D1%81%D1%82%D1%8F%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Crassulaceae","deepCounters":{"total":471,"images":416,"folders":55,"files":416},"counters":{"total":55,"folders":55},"thumb":{"path":"%D0%A2%D0%BE%D0%BB%D1%81%D1%82%D1%8F%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Crassulaceae\/%D0%9E%D1%87%D0%B8%D1%82%D0%BE%D0%BA%20%D0%B5%D0%B4%D0%BA%D0%B8%D0%B8%20-%20Sedum%20acre\/thumbs\/0DSC03710.webp","width":512,"height":410},"thumbCaption":"<h3>Толстянковые - Crassulaceae<\/h3><div class=\"comment\">The Crassulaceae, also known as the stonecrop family or the orpine family, are a family of dicotyledons with succulent leaves. They are generally herbaceous but&hellip;<\/div>","name":"Толстянковые - Crassulaceae","comment":"The Crassulaceae, also known as the stonecrop family or the orpine family, are a family of dicotyledons with succulent leaves. They are generally herbaceous but there are some subshrubs, and relatively few treelike or aquatic plants. They are found worldwide, but mostly occur in the Northern Hemisphere and southern Africa, typically in dry and\/or cold areas where water may be scarce. The family includes approximately 1400 species and 34 or 35 genera., although the number of genera is disputed and depends strongly on the circumscription of Sedum.\nNo member of this family is an important crop plant, but many are popular for horticulture; many members have a bizarre, intriguing appearance, and are quite hardy, typically needing only minimal care. Familiar species include the jade plant or \"friendship tree\", Crassula ovata, and \"florists' kalanchoe\", Kalanchoe blossfeldiana.","dates":{"added":1703514519,"dateRange":{"0":1239466236,"1":1703253077}},"fileDate":"2023-12-25T15:07:40.216Z","category":"folder"},{"path":"%D0%90%D0%BB%D1%82%D0%B8%D0%BD%D0%B3%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Altingiaceae","deepCounters":{"total":4,"images":3,"folders":1,"files":3},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%90%D0%BB%D1%82%D0%B8%D0%BD%D0%B3%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Altingiaceae\/%D0%9B%D0%B8%D0%BA%D0%B2%D0%B8%D0%B4%D0%B0%D0%BC%D0%B1%D0%B0%D1%80%20%D0%B2%D0%BE%D1%81%D1%82%D0%BE%D1%87%D0%BD%D1%8B%D0%B8%20-%20Liquidambar%20orientalis\/thumbs\/0DSC02183.webp","width":512,"height":410},"thumbCaption":"<h3>Алтингиевые - Altingiaceae<\/h3><div class=\"comment\">Altingiaceae is a small family of flowering plants in the order Saxifragales, consisting of wind-pollinated trees that produce hard, woody fruits containing&hellip;<\/div>","name":"Алтингиевые - Altingiaceae","comment":"Altingiaceae is a small family of flowering plants in the order Saxifragales, consisting of wind-pollinated trees that produce hard, woody fruits containing numerous seeds. The fruits have been studied in considerable detail. They naturally occur in Central America, Mexico, eastern North America, the eastern Mediterranean, China, and tropical Asia. They are often cultivated as ornamentals and many produce valuable wood.","dates":{"added":1653173228,"dateRange":{"0":1652951089,"1":1652951109}},"fileDate":"2023-01-20T17:48:47.139Z","category":"folder","title":"Алтингиевые - Altingiaceae"},{"path":"%D0%A1%D0%BB%D0%B0%D0%BD%D0%BE%D1%8F%D0%B3%D0%BE%D0%B4%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Haloragaceae","deepCounters":{"total":7,"images":6,"folders":1,"files":6},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A1%D0%BB%D0%B0%D0%BD%D0%BE%D1%8F%D0%B3%D0%BE%D0%B4%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Haloragaceae\/%D0%A3%D1%80%D1%83%D1%82%D1%8C%20%D0%BA%D0%BE%D0%BB%D0%BE%D1%81%D0%B8%D1%81%D1%82%D0%B0%D1%8F%20-%20Myriophyllum%20spicatum\/thumbs\/DSC02272.webp","width":512,"height":410},"thumbCaption":"<h3>\\Сланоягодниковые - Haloragaceae<\/h3><div class=\"comment\">Haloragaceae (the watermilfoil family) is a eudicot flowering plant family in the order Saxifragales, based on the phylogenetic APG system. In the Cronquist&hellip;<\/div>","name":"Сланоягодниковые - Haloragaceae","comment":"Haloragaceae (the watermilfoil family) is a eudicot flowering plant family in the order Saxifragales, based on the phylogenetic APG system. In the Cronquist system, it was included in the order Haloragales.\nThe Haloragaceae are very diverse in habit, including both small trees and submerged aquatics. Most members of the Haloragaceae are herbaceous, and most of those in turn are perennials, though some species are annuals. In contrast however, members of the genus Haloragodendron are woody. Most species of Myriophyllum are monoecious while most other taxa have hermaphrodite flowers. The flowers are usually small and inconspicuous, but some genera can have more \"showy\" conspicuous flowers (Haloragodendron, Glischrocaryon). Flowers are usually radially symmetrical, and unusual for core eudicots, merosity is (2-3)-4 parted. Petals are usually keeled or hooded when present. In Myriophyllum female flowers usually lack a perianth. They have (2-)4-8 stamens and an inferior ovary of (2-)4 carpels. In Myriophyllum the fruit is a schizocarp of 1-seeded 'nutlets' other genera can have nuts or drupes that can be winged or inflated.","dates":{"added":1659276488,"dateRange":{"0":1652952873,"1":1659108070}},"fileDate":"2023-01-20T17:48:47.420Z","category":"folder","title":"\\Сланоягодниковые - Haloragaceae"}],"name":"Камнеломкоцветные - Saxifragales","comment":"The Saxifragales are an order of flowering plants. Their closest relatives are a large eudicot group known as the rosids by the definition of rosids given in the APG II classification system. Some authors define the rosids more widely, including Saxifragales as their most basal group. Saxifragales is one of the eight groups that compose the core eudicots. The others are Gunnerales, Dilleniaceae, Rosids, Santalales, Berberidopsidales, Caryophyllales, and asterids.\nSaxifragales have an extensive fossil record. The extant members are apparently remnants of a formerly diverse and widespread order.\nThe Saxifragales order, as it is now understood, is based upon the results of molecular phylogenetic studies of DNA sequences. It is not part of any of the classification systems based on plant morphology. The group is much in need of comparative anatomical study, especially in light of the recent expansion of the family Peridiscaceae to include Medusandra, a genus that before 2009 had usually not been placed in Saxifragales.\nThe order is divided into suprafamilial groups as shown on the phylogenetic tree below. These groups are informal and are not understood to have any particular taxonomic rank.","dates":{"added":1703514519,"dateRange":{"0":1177779066,"1":1703253077}},"fileDate":"2023-01-20T17:39:38.935Z"}