{"path":"%D0%93%D0%B2%D0%BE%D0%B7%D0%B4%D0%B8%D1%87%D0%BD%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Caryophyllales","deepCounters":{"total":2064,"images":1851,"folders":213,"files":1851},"counters":{"total":15,"folders":15},"thumb":{"path":"%D0%93%D0%B2%D0%BE%D0%B7%D0%B4%D0%B8%D1%87%D0%BD%D1%8B%D0%B5%20-%20Caryophyllaceae\/%D0%93%D0%B2%D0%BE%D0%B7%D0%B4%D0%B8%D0%BA%D0%B0%20%D0%BF%D0%B5%D1%81%D1%87%D0%B0%D0%BD%D0%B0%D1%8F%20-%20Dianthus%20arenarius\/thumbs\/0DSC03718.webp","width":512,"height":410},"thumbCaption":"<h3>Гвоздичноцветные - Caryophyllales<\/h3><div class=\"comment\">Caryophyllales is an order of flowering plants that includes the cacti, carnations, amaranths, ice plants, beets, and many carnivorous plants. Many members are&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3221<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39191<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%93%D0%B2%D0%BE%D0%B7%D0%B4%D0%B8%D1%87%D0%BD%D1%8B%D0%B5%20-%20Caryophyllaceae","deepCounters":{"total":689,"images":642,"folders":47,"files":642},"counters":{"total":47,"folders":47},"thumb":{"path":"%D0%93%D0%B2%D0%BE%D0%B7%D0%B4%D0%B8%D1%87%D0%BD%D1%8B%D0%B5%20-%20Caryophyllaceae\/%D0%93%D0%B2%D0%BE%D0%B7%D0%B4%D0%B8%D0%BA%D0%B0%20%D0%BF%D0%B5%D1%81%D1%87%D0%B0%D0%BD%D0%B0%D1%8F%20-%20Dianthus%20arenarius\/thumbs\/0DSC03718.webp","width":512,"height":410},"thumbCaption":"<h3>Гвоздичные - Caryophyllaceae<\/h3><div class=\"comment\">Caryophyllaceae, commonly called the pink family or carnation family, is a family of flowering plants. It is included in the dicotyledon order Caryophyllales in&hellip;<\/div>","name":"Гвоздичные - Caryophyllaceae","comment":"Caryophyllaceae, commonly called the pink family or carnation family, is a family of flowering plants. It is included in the dicotyledon order Caryophyllales in the APG III system, alongside 33 other families, including Amaranthaceae, Cactaceae, and Polygonaceae. It is a large family, with 81 genera and about 2,625 known species.\nThis cosmopolitan family of mostly herbaceous plants is best represented in temperate climates, with a few species growing on tropical mountains. Some of the more commonly known members include pinks and carnations (Dianthus), and firepink and campions (Lychnis and Silene). Many species are grown as ornamental plants, and some species are widespread weeds. Most species grow in the Mediterranean and bordering regions of Europe and Asia. The number of genera and species in the Southern Hemisphere is rather small, although the family does contain Antarctic pearlwort (Colobanthus quitensis), the world's southernmost dicot, which is one of only two flowering plants found in Antarctica.","dates":{"added":1688880096,"dateRange":{"0":1244845751,"1":1688816936}},"fileDate":"2023-06-11T02:47:32.912Z","category":"folder"},{"path":"%D0%90%D0%B8%D0%B7%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Aizoaceae","deepCounters":{"total":125,"images":108,"folders":17,"files":108},"counters":{"total":17,"folders":17},"thumb":{"path":"%D0%90%D0%B8%D0%B7%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Aizoaceae\/%D0%9A%D0%B0%D1%80%D0%BF%D0%BE%D0%B1%D1%80%D0%BE%D1%82%D1%83%D1%81%20%D1%81%D1%8A%D0%B5%D0%B4%D0%BE%D0%B1%D0%BD%D1%8B%D0%B8%20%20-%20Carpobrotus%20edulis\/thumbs\/DSC01952.webp","width":512,"height":410},"thumbCaption":"<h3>Аизовые - Aizoaceae<\/h3><div class=\"comment\">The Aizoaceae (fig-marigold family) is a large family of dicotyledonous flowering plants containing 135 genera and about 1800 species. They are commonly known&hellip;<\/div>","name":"Аизовые - Aizoaceae","comment":"The Aizoaceae (fig-marigold family) is a large family of dicotyledonous flowering plants containing 135 genera and about 1800 species. They are commonly known as ice plants or carpet weeds. They are often called vygies in South Africa and New Zealand. Highly succulent species that resemble stones are sometimes called mesembs.\nThe Aizoaceae family is widely recognised by taxonomists. It once went by the botanical name \"Ficoidaceae\", now disallowed. The APG II system of 2003 (unchanged from the APG system of 1998) also recognizes the family, and assigns it to the order Caryophyllales in the clade core eudicots. The APG II system also classes the former families Mesembryanthemaceae Fenzl, Sesuviaceae Horan. and Tetragoniaceae Link under the family Aizoaceae.","dates":{"added":1661691513,"dateRange":{"0":1240754416,"1":1661604914}},"fileDate":"2023-01-20T17:48:47.124Z","category":"folder"},{"path":"%D0%90%D0%BC%D0%B0%D1%80%D0%B0%D0%BD%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Amaranthaceae","deepCounters":{"total":314,"images":280,"folders":34,"files":280},"counters":{"total":34,"folders":34},"thumb":{"path":"%D0%90%D0%BC%D0%B0%D1%80%D0%B0%D0%BD%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Amaranthaceae\/%D0%93%D0%BE%D0%BC%D1%84%D1%80%D0%B5%D0%BD%D0%B0%20%D1%88%D0%B0%D1%80%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D0%B0%D1%8F%20-%20Gomphrena%20globosa\/thumbs\/DSC02546.webp","width":512,"height":410},"thumbCaption":"<h3>Амарантовые - Amaranthaceae<\/h3><div class=\"comment\">Amaranthaceae is a family of flowering plants commonly known as the amaranth family, in reference to its type genus Amaranthus. It includes the former goosefoot&hellip;<\/div>","name":"Амарантовые - Amaranthaceae","comment":"Amaranthaceae is a family of flowering plants commonly known as the amaranth family, in reference to its type genus Amaranthus. It includes the former goosefoot family Chenopodiaceae and contains about 165 genera and 2,040 species, making it the most species-rich lineage within its parent order, Caryophyllales.\nMost species in the Amaranthaceae are annual or perennial herbs or subshrubs; others are shrubs; very few species are vines or trees. Some species are succulent. Many species have stems with thickened nodes. The wood of the perennial stem has a typical \"anomalous\" secondary growth; only in subfamily Polycnemoideae is secondary growth normal.\nThe leaves are simple and mostly alternate, sometimes opposite. They never possess stipules. They are flat or terete, and their shape is extremely variable, with entire or toothed margins. In some species, the \nleaves are reduced to minute scales. In most cases, neither basal nor terminal aggregations of leaves occur.\nAmaranthaceae is a widespread and cosmopolitan family from the tropics to cool temperate regions. The Amaranthaceae (sensu stricto) are predominantly tropical, whereas the former Chenopodiaceae have their centers of diversity in dry temperate and warm temperate areas. Many of the species are halophytes, tolerating salty soils, or grow in dry steppes or semi-deserts.","dates":{"added":1696640557,"dateRange":{"0":1278270420,"1":1694446034}},"fileDate":"2023-10-07T03:35:12.93Z","category":"folder"},{"path":"%D0%91%D0%B0%D0%B7%D0%B5%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Basellaceae","deepCounters":{"total":7,"images":6,"folders":1,"files":6},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%91%D0%B0%D0%B7%D0%B5%D0%BB%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Basellaceae\/%D0%90%D0%BD%D1%80%D0%B5%D0%B4%D0%B5%D1%80%D0%B0%20%D1%81%D0%B5%D1%80%D0%B4%D1%86%D0%B5%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B0%D1%8F%20-%20Anredera%20cordifolia\/thumbs\/DSC06803.webp","width":512,"height":410},"thumbCaption":"<h3>Базелловые - Basellaceae<\/h3><div class=\"comment\">Basellaceae is a family of flowering plants, in the order Caryophyllales in the clade core eudicots, according to the Angiosperm Phylogeny Group. The family&hellip;<\/div>","name":"Базелловые - Basellaceae","comment":"Basellaceae is a family of flowering plants, in the order Caryophyllales in the clade core eudicots, according to the Angiosperm Phylogeny Group. The family comprises ca 19 known species of herbaceous plants, some with climbing habits, in four genera. Members of economic importance include ulluco and Malabar spinach.","dates":{"added":1548534476,"dateRange":{"0":1548500895,"1":1548500949}},"fileDate":"2023-01-20T17:48:47.108Z","category":"folder"},{"path":"%D0%93%D1%80%D0%B5%D0%B1%D0%B5%D0%BD%D1%89%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Tamaricaceae","deepCounters":{"total":19,"images":17,"folders":2,"files":17},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%93%D1%80%D0%B5%D0%B1%D0%B5%D0%BD%D1%89%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Tamaricaceae\/%D0%93%D1%80%D0%B5%D0%B1%D0%B5%D0%BD%D1%89%D0%B8%D0%BA%20%D0%B2%D0%B5%D1%82%D0%B2%D0%B8%D1%81%D1%82%D1%8B%D0%B8%20%D0%B1%D0%B5%D0%BB%D0%B0%D1%8F%20%D1%84%D0%BE%D1%80%D0%BC%D0%B0%20-%20Tamarix%20ramosissima%20f.%20alba\/thumbs\/DSC04413.webp","width":512,"height":410},"thumbCaption":"<h3>Гребенщиковые - Tamaricaceae<\/h3><div class=\"comment\">The Tamaricaceae are a flowering plant family (the tamarisk family) containing four genera and a total of 78 known species. In the 1980s, the family was&hellip;<\/div>","name":"Гребенщиковые - Tamaricaceae","comment":"The Tamaricaceae are a flowering plant family (the tamarisk family) containing four genera and a total of 78 known species. In the 1980s, the family was classified in the Violales under the Cronquist system; more modern classifications (Angiosperm Phylogeny Group) place them in the Caryophyllales.\nThe family is native to drier areas of Europe, Asia, and Africa. Many grow on saline soils, tolerating up to 15,000 ppm soluble salt and can also tolerate alkaline conditions. The leaves are generally scale-like, measure 1–5 mm long, overlap each other along the stem, and in some species are encrusted with salt secretions.","dates":{"added":1622395371,"dateRange":{"0":1435496672,"1":1622371726}},"fileDate":"2023-01-20T17:48:47.202Z","category":"folder"},{"path":"%D0%93%D1%80%D0%B5%D1%87%D0%B8%D1%88%D0%BD%D1%8B%D0%B5%20-%20Polygonaceae","deepCounters":{"total":327,"images":296,"folders":31,"files":296},"counters":{"total":31,"folders":31},"thumb":{"path":"%D0%93%D1%80%D0%B5%D1%87%D0%B8%D1%88%D0%BD%D1%8B%D0%B5%20-%20Polygonaceae\/%D0%9C%D0%B5%D0%BA%D1%81%D0%B8%D0%BA%D0%B0%D0%BD%D1%81%D0%BA%D0%B0%D1%8F%20%D0%BA%D0%BE%D1%80%D0%B0%D0%BB%D0%BB%D0%BE%D0%B2%D0%B0%D1%8F%20%D0%BB%D0%B8%D0%B0%D0%BD%D0%B0%20-%20Antigonon%20leptopus\/thumbs\/DSC05301.webp","width":512,"height":410},"thumbCaption":"<h3>Гречишные - Polygonaceae<\/h3><div class=\"comment\">The Polygonaceae are a family of flowering plants known informally as the knotweed family or smartweed—buckwheat family in the United States. The name is based&hellip;<\/div>","name":"Гречишные - Polygonaceae","comment":"The Polygonaceae are a family of flowering plants known informally as the knotweed family or smartweed—buckwheat family in the United States. The name is based on the genus Polygonum, and was first used by Antoine Laurent de Jussieu in 1789 in his book, Genera Plantarum. The name refers to the many swollen nodes the stems of some species have. It is derived from Greek; poly means many and goni means knee or joint.\nThe Polygonaceae comprise about 1200 species distributed into about 48 genera. The largest genera are Eriogonum (240 species), Rumex (200 species), Coccoloba (120 species), Persicaria (100 species) and Calligonum (80 species). The family is present worldwide, but is most diverse in the North Temperate Zone.\nSeveral species are cultivated as ornamentals. A few species of Triplaris provide lumber. The fruit of the sea grape (Coccoloba uvifera) is eaten, and in Florida, jelly is made from it and sold commercially. The seeds of two species of Fagopyrum, known as buckwheat (sarrasin in French), provide grain (its dark flour is known as blé noir (black wheat) in France). The petioles of rhubarb (Rheum rhabarbarum and hybrids) are a food item. The leaves of the common sorrel (Rumex acetosa) are eaten in salads or as a leaf vegetable.\nPolygonaceae contain some of the worst weeds, including species of Persicaria, Emex, Rumex, and Polygonum, such as Japanese knotweed.","dates":{"added":1688936036,"dateRange":{"0":1244845840,"1":1688659398}},"fileDate":"2023-06-11T02:42:16.264Z","category":"folder"},{"path":"%D0%9A%D0%B0%D0%BA%D1%82%D1%83%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cactaceae","deepCounters":{"total":316,"images":275,"folders":41,"files":275},"counters":{"total":41,"folders":41},"thumb":{"path":"%D0%9A%D0%B0%D0%BA%D1%82%D1%83%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cactaceae\/%D0%9C%D0%B0%D0%BC%D0%BC%D0%B8%D0%BB%D0%BB%D1%8F%D1%80%D0%B8%D1%8F%20%D0%BC%D0%B0%D1%82%D1%83%D0%B4%D0%B0%D1%8F%20-%20Mammillaria%20matudae\/thumbs\/DSC06915.webp","width":512,"height":410},"thumbCaption":"<h3>Кактусовые - Cactaceae<\/h3><div class=\"comment\">A cactus is a member of the plant family Cactaceae, a family comprising about 127 genera with some 1750 known species of the order Caryophyllales. The word&hellip;<\/div>","name":"Кактусовые - Cactaceae","comment":"A cactus is a member of the plant family Cactaceae, a family comprising about 127 genera with some 1750 known species of the order Caryophyllales. The word \"cactus\" derives, through Latin, from the Ancient Greek κάκτος, kaktos, a name originally used by Theophrastus for a spiny plant whose identity is not certain. Cacti occur in a wide range of shapes and sizes. Most cacti live in habitats subject to at least some drought. Many live in extremely dry environments, even being found in the Atacama Desert, one of the driest places on earth. Cacti show many adaptations to conserve water. Almost all cacti are succulents, meaning they have thickened, fleshy parts adapted to store water. Unlike many other succulents, the stem is the only part of most cacti where this vital process takes place. Most species of cacti have lost true leaves, retaining only spines, which are highly modified leaves. As well as defending against herbivores, spines help prevent water loss by reducing air flow close to the cactus and providing some shade. In the absence of leaves, enlarged stems carry out photosynthesis. Cacti are native to the Americas, ranging from Patagonia in the south to parts of western Canada in the north—except for Rhipsalis baccifera, which also grows in Africa and Sri Lanka.\nCactus spines are produced from specialized structures called areoles, a kind of highly reduced branch. Areoles are an identifying feature of cacti. As well as spines, areoles give rise to flowers, which are usually tubular and multipetaled. Many cacti have short growing seasons and long dormancies, and are able to react quickly to any rainfall, helped by an extensive but relatively shallow root system that quickly absorbs any water reaching the ground surface. Cactus stems are often ribbed or fluted, which allows them to expand and contract easily for quick water absorption after rain, followed by long drought periods. Like other succulent plants, most cacti employ a special mechanism called \"crassulacean acid metabolism\" (CAM) as part of photosynthesis. Transpiration, during which carbon dioxide enters the plant and water escapes, does not take place during the day at the same time as photosynthesis, but instead occurs at night. The plant stores the carbon dioxide it takes in as malic acid, retaining it until daylight returns, and only then using it in photosynthesis. Because transpiration takes place during the cooler, more humid night hours, water loss is significantly reduced.\nMany smaller cacti have globe-shaped stems, combining the highest possible volume for water storage, with the lowest possible surface area for water loss from transpiration. The tallest free-standing cactus is Pachycereus pringlei, with a maximum recorded height of 19.2 m (63 ft), and the smallest is Blossfeldia liliputiana, only about 1 cm (0.4 in) in diameter at maturity. A fully grown saguaro (Carnegiea gigantea) is said to be able to absorb as much as 200 U.S. gallons (760 l; 170 imp gal) of water during a rainstorm. A few species differ significantly in appearance from most of the family. At least superficially, plants of the genus Pereskia resemble other trees and shrubs growing around them. They have persistent leaves, and when older, bark-covered stems. Their areoles identify them as cacti, and in spite of their appearance, they, too, have many adaptations for water conservation. Pereskia is considered close to the ancestral species from which all cacti evolved. In tropical regions, other cacti grow as forest climbers and epiphytes (plants that grow on trees). Their stems are typically flattened, almost leaf-like in appearance, with fewer or even no spines, such as the well-known Christmas cactus or Thanksgiving cactus (in the genus Schlumbergera).\n\nCacti have a variety of uses: many species are used as ornamental plants, others are grown for fodder or forage, and others for food (particularly their fruit). Cochineal is the product of an insect that lives on some cacti.\n\nMany succulent plants in both the Old and New World, such as some Euphorbiaceae (euphorbias), bear a striking resemblance to cacti, and may incorrectly be called \"cactus\" in common usage.","dates":{"added":1703514519,"dateRange":{"0":1214066542,"1":1703075605}},"fileDate":"2023-01-20T17:48:47.342Z","category":"folder"},{"path":"%D0%9B%D0%B0%D0%BA%D0%BE%D0%BD%D0%BE%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Phytolaccaceae","deepCounters":{"total":22,"images":20,"folders":2,"files":20},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9B%D0%B0%D0%BA%D0%BE%D0%BD%D0%BE%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Phytolaccaceae\/%D0%9B%D0%B0%D0%BA%D0%BE%D0%BD%D0%BE%D1%81%20%D0%B0%D0%BC%D0%B5%D1%80%D0%B8%D0%BA%D0%B0%D0%BD%D1%81%D0%BA%D0%B8%D0%B8%20-%20Phytolacca%20americana\/thumbs\/DSC02492.webp","width":512,"height":410},"thumbCaption":"<h3>Лаконосовые - Phytolaccaceae<\/h3><div class=\"comment\">Phytolaccaceae is a family of flowering plants. Such a family has been almost universally recognized by taxonomists, although its circumscription has varied. It&hellip;<\/div>","name":"Лаконосовые - Phytolaccaceae","comment":"Phytolaccaceae is a family of flowering plants. Such a family has been almost universally recognized by taxonomists, although its circumscription has varied. It is also known as the Pokeweed family.\nThe APG II system, of 2003 (unchanged from the APG system, of 1998), also recognizes this family and assigns it to the order Caryophyllales in the clade core eudicots. The family comprises five genera, totalling 33 known species. It is divided into the subfamilies Agdestioideae and Phytolaccoideae, with the former Rivinioideae in the Takhtajan system. now placed in its own family Petiveriaceae","dates":{"added":1658856648,"dateRange":{"0":1342857805,"1":1658737629}},"fileDate":"2023-01-20T17:48:47.217Z","category":"folder"},{"path":"%D0%9C%D0%BE%D0%BD%D1%82%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Montiaceae","deepCounters":{"total":24,"images":23,"folders":1,"files":23},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9C%D0%BE%D0%BD%D1%82%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Montiaceae\/%D0%9A%D0%BB%D0%B5%D0%B8%D1%82%D0%BE%D0%BD%D0%B8%D1%8F%20%D0%BF%D1%80%D0%BE%D0%BD%D0%B7%D0%B5%D0%BD%D0%BD%D0%BE%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B0%D1%8F%20-%20Claytonia%20perfoliata\/thumbs\/DSC04005.webp","width":512,"height":410},"thumbCaption":"<h3>Монтиевые - Montiaceae<\/h3><div class=\"comment\">Montiaceae are a family of flowering plants, comprising about 14 genera with about 230 known species, ranging from herbaceous plants to shrubs. The family has a&hellip;<\/div>","name":"Монтиевые - Montiaceae","comment":"Montiaceae are a family of flowering plants, comprising about 14 genera with about 230 known species, ranging from herbaceous plants to shrubs. The family has a cosmopolitan distribution.\nThe family Montiaceae was newly adopted in the APG III system and includes members of the Caryophyllales formerly listed in Portulacaceae.","dates":{"added":1624459703,"dateRange":{"0":1527929891,"1":1624193392}},"fileDate":"2023-01-20T17:48:47.233Z","category":"folder"},{"path":"%D0%9D%D0%B5%D0%BF%D0%B5%D0%BD%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Nepenthaceae","deepCounters":{"total":6,"images":5,"folders":1,"files":5},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9D%D0%B5%D0%BF%D0%B5%D0%BD%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Nepenthaceae\/%D0%9D%D0%B5%D0%BF%D0%B5%D0%BD%D1%82%D0%B5%D1%81%20x%20%D1%8F%D1%80%D0%BA%D0%BE-%D0%BA%D1%80%D0%B0%D1%81%D0%BD%D1%8B%D0%B8%20-%20Nepenthes%20x%20coccinea\/thumbs\/DSC03944.webp","width":512,"height":410},"thumbCaption":"<h3>Непентовые - Nepenthaceae<\/h3><div class=\"comment\">Nepenthes, also known as tropical pitcher plants, is a genus of carnivorous plants in the monotypic family Nepenthaceae. The genus comprises roughly 150&hellip;<\/div>","name":"Непентовые - Nepenthaceae","comment":"Nepenthes, also known as tropical pitcher plants, is a genus of carnivorous plants in the monotypic family Nepenthaceae. The genus comprises roughly 150 species, and numerous natural and many cultivated hybrids. They are mostly liana-forming plants of the Old World tropics, ranging from South China, Indonesia, Malaysia and the Philippines; westward to Madagascar (two species) and the Seychelles (one); southward to Australia (three) and New Caledonia (one); and northward to India (one) and Sri Lanka (one). The greatest diversity occurs on Borneo, Sumatra, and the Philippines, with many endemic species. Many are plants of hot, humid, lowland areas, but the majority are tropical montane plants, receiving warm days but cool to cold, humid nights year round. A few are considered tropical alpine, with cool days and nights near freezing. The name \"monkey cups\" refers to the fact that monkeys have been observed drinking rainwater from these plants.","dates":{"added":1473789019,"dateRange":{"0":1473601964,"1":1473602007}},"fileDate":"2023-01-20T17:48:47.233Z","category":"folder"},{"path":"%D0%9D%D0%BE%D1%87%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Nyctaginaceae","deepCounters":{"total":38,"images":34,"folders":4,"files":34},"counters":{"total":4,"folders":4},"thumb":{"path":"%D0%9D%D0%BE%D1%87%D0%B5%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Nyctaginaceae\/%D0%91%D1%83%D0%B3%D0%B5%D0%BD%D0%B2%D0%B8%D0%BB%D0%BB%D0%B5%D1%8F%20%D0%BE%D0%B3%D0%BE%D0%BB%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Bougainvillea%20glabra\/thumbs\/DSC02273.webp","width":512,"height":410},"thumbCaption":"<h3>Ночецветные - Nyctaginaceae<\/h3><div class=\"comment\">Nyctaginaceae, the four o'clock family, is a family of around 33 genera and 290 species of flowering plants, widely distributed in tropical and subtropical&hellip;<\/div>","name":"Ночецветные - Nyctaginaceae","comment":"Nyctaginaceae, the four o'clock family, is a family of around 33 genera and 290 species of flowering plants, widely distributed in tropical and subtropical regions, with a few representatives in temperate regions. The family has a unique fruit type, called an \"anthocarp\", and many genera have extremely large (>100 µm) pollen grains.\nThe family has been almost universally recognized by plant taxonomists. The APG II system (2003; unchanged from the APG system of 1998), assigns it to the order Caryophyllales in the clade core eudicots.\nA phylogenetic study by Levin has justified the combination of Selinocarpus and Ammocodon into the genus Acleisanthes. The genus Izabalea is now considered a synonym of Agonandra, a genus in Opiliaceae. A more recent study by Douglas and Manos clarified the relationships among almost all of the genera in the family and demonstrated that a substantial diversification of herbaceous genera has occurred in arid North America. Many genera of Nyctaginaceae possess unusual characters. Notable examples include sticky bands on the stems between the nodes, cleistogamous flowers (which self-pollinate without opening), or gypsophily, the ability to grow on soils with a high concentration of gypsum.","dates":{"added":1627227935,"dateRange":{"0":1240754846,"1":1627213227}},"fileDate":"2023-01-20T17:48:47.280Z","category":"folder"},{"path":"%D0%9F%D0%BE%D1%80%D1%82%D1%83%D0%BB%D0%B0%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Portulacaceae","deepCounters":{"total":20,"images":17,"folders":3,"files":17},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%9F%D0%BE%D1%80%D1%82%D1%83%D0%BB%D0%B0%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Portulacaceae\/%D0%9F%D0%BE%D1%80%D1%82%D1%83%D0%BB%D0%B0%D0%BA%20%D0%B7%D0%BE%D0%BD%D1%82%D0%B8%D0%BA%D0%BE%D0%B2%D0%B8%D0%B4%D0%BD%D1%8B%D0%B8%20-%20Portulaca%20umbraticola\/thumbs\/DSC02815.webp","width":512,"height":410},"thumbCaption":"<h3>Портулаковые - Portulacaceae<\/h3><div class=\"comment\">The Portulacaceae are a family of flowering plants, comprising 115 species in a single genus Portulaca. Formerly some 20 genera with about 500 species, were&hellip;<\/div>","name":"Портулаковые - Portulacaceae","comment":"The Portulacaceae are a family of flowering plants, comprising 115 species in a single genus Portulaca. Formerly some 20 genera with about 500 species, were placed there, but it is now restricted to encompass only one genus, the other genera being placed elsewhere. The family has been recognised by most taxonomists, and is also known as the purslane family; it has a cosmopolitan distribution, with the highest diversity in semiarid regions of the Southern Hemisphere in Africa, Australia, and South America, but with a few species also extending north into Arctic regions. The family is very similar to the Caryophyllaceae, differing in the calyx, which has only two sepals.\nThe APG II system (2003; unchanged from the APG system of 1998) assigns it to the order Caryophyllales in the clade core eudicots. In the APG III system, several genera were moved to the Montiaceae, Didiereaceae, Anacampserotaceae and Talinaceae, thus making the family monotypic and only containing the genus Portulaca.","dates":{"added":1580576101,"dateRange":{"0":1342951916,"1":1577709823}},"fileDate":"2023-01-20T17:48:47.233Z","category":"folder"},{"path":"%D0%A0%D0%BE%D1%81%D1%8F%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Droseraceae","deepCounters":{"total":72,"images":66,"folders":6,"files":66},"counters":{"total":6,"folders":6},"thumb":{"path":"%D0%A0%D0%BE%D1%81%D1%8F%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Droseraceae\/%D0%A0%D0%BE%D1%81%D1%8F%D0%BD%D0%BA%D0%B0%20%D0%BA%D1%80%D1%83%D0%B3%D0%BB%D0%BE%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B0%D1%8F%20-%20Drosera%20rotundifolia\/thumbs\/DSC09045.webp","width":512,"height":410},"thumbCaption":"<h3>Росянковые - Droseraceae<\/h3><div class=\"comment\">Droseraceae is a family of flowering plants. The family is also known as the sundew family. It is a small family of carnivorous plants, which consist of&hellip;<\/div>","name":"Росянковые - Droseraceae","comment":"Droseraceae is a family of flowering plants. The family is also known as the sundew family. It is a small family of carnivorous plants, which consist of approximately 180 species in three extant genera:\nMost of the members of Droseraceae are contained in Drosera, the true sundews. Both Dionaea and Aldrovanda have only one extant species. Droseras secrete a sticky substance from their leaves that traps prey. Dionaea and Aldrovanda both use snap-traps that close rapidly when the leaves are disturbed, Dionaea is terrestrial, while Aldrovanda is strictly aquatic. Like carnivorous plants of other families, the Droseraceae are able to supplement their nutrient intake, especially that of nitrogen, by capturing and digesting small animals such as insects. In this way, these plants are able to thrive in nutrient-deficient areas, such as sphagnum bogs.","dates":{"added":1496170353,"dateRange":{"0":1375346967,"1":1494856514}},"fileDate":"2023-01-20T17:48:47.280Z","category":"folder"},{"path":"%D0%A1%D0%B2%D0%B8%D0%BD%D1%87%D0%B0%D1%82%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Plumbaginaceae","deepCounters":{"total":66,"images":59,"folders":7,"files":59},"counters":{"total":7,"folders":7},"thumb":{"path":"%D0%A1%D0%B2%D0%B8%D0%BD%D1%87%D0%B0%D1%82%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Plumbaginaceae\/%D0%90%D1%80%D0%BC%D0%B5%D1%80%D0%B8%D1%8F%20%D0%BF%D1%80%D0%B8%D0%BC%D0%BE%D1%80%D1%81%D0%BA%D0%B0%D1%8F%20%D0%BF%D0%BE%D0%B4%D0%B2%D0%B8%D0%B4%20%D1%83%D0%B4%D0%BB%D0%B8%D0%BD%D0%B5%D0%BD%D0%BD%D0%B0%D1%8F%20-%20Armeria%20maritima%20subsp.%20elongata\/thumbs\/0DSC09960.webp","width":512,"height":410},"thumbCaption":"<h3>Свинчатковые - Plumbaginaceae<\/h3><div class=\"comment\">Plumbaginaceae is a family of flowering plants, with a cosmopolitan distribution. The family is sometimes referred to as the leadwort family or the plumbago&hellip;<\/div>","name":"Свинчатковые - Plumbaginaceae","comment":"Plumbaginaceae is a family of flowering plants, with a cosmopolitan distribution. The family is sometimes referred to as the leadwort family or the plumbago family.\nMost species in this family are perennial herbaceous plants, but a few grow as lianas or shrubs. The plants have perfect flowers and are pollinated by insects. They are found in many different climatic regions, from arctic to tropical conditions, but are particularly associated with salt-rich steppes, marshes, and sea coasts.\nThe family has been recognized by most taxonomists. The APG II system (2003; unchanged from the APG system of 1998), recognizes this family and assigns it to the order Caryophyllales in the clade core eudicots. It includes ca 30 genera and about 725 species.\nThe 1981 Cronquist system placed the family in a separate order Plumbaginales, which included no other families. The Dahlgren system had segregated some of these plants as family Limoniaceae.","dates":{"added":1688880096,"dateRange":{"0":1336905286,"1":1688659337}},"fileDate":"2023-01-20T17:48:47.280Z","category":"folder"},{"path":"%D0%A1%D0%B8%D0%BC%D0%BC%D0%BE%D0%BD%D0%B4%D1%81%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Simmondsiaceae","deepCounters":{"total":4,"images":3,"folders":1,"files":3},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A1%D0%B8%D0%BC%D0%BC%D0%BE%D0%BD%D0%B4%D1%81%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Simmondsiaceae\/%D0%A1%D0%B8%D0%BC%D0%BE%D0%BD%D1%81%D0%B8%D1%8F%20%D0%BA%D0%B8%D1%82%D0%B0%D0%B8%D1%81%D0%BA%D0%B0%D1%8F%2C%20%D0%96%D0%BE%D0%B6%D0%BE%D0%B1%D0%B0%20-%20Simmondsia%20chinensis\/thumbs\/IMG_3180.webp","width":512,"height":410},"thumbCaption":"<h3>Симмондсиевые - Simmondsiaceae<\/h3><div class=\"comment\">Simmondsiaceae or the jojoba family is a family of flowering plants. The family is not recognized by all taxonomic systems, the single species, Simmondsia&hellip;<\/div>","name":"Симмондсиевые - Simmondsiaceae","comment":"Simmondsiaceae or the jojoba family is a family of flowering plants. The family is not recognized by all taxonomic systems, the single species, Simmondsia chinensis, often being treated as belonging to family Buxaceae.\nThe APG II system, of 2003 (unchanged from the APG system, of 1998), does recognize this family and assigns it to the order Caryophyllales in the clade core eudicots. It consist of a single species only, jojoba (Simmondsia chinensis), of North American shrubs.\nThe Cronquist system, 1981, had also recognized this family and placed it in order Euphorbiales.","dates":{"added":1396911736,"dateRange":{"0":1391078119,"1":1391078133}},"fileDate":"2023-01-20T17:48:47.233Z","category":"folder"}],"name":"Гвоздичноцветные - Caryophyllales","comment":"Caryophyllales is an order of flowering plants that includes the cacti, carnations, amaranths, ice plants, beets, and many carnivorous plants. Many members are succulent, having fleshy stems or leaves.\nThe members of Caryophyllales include about 6% of eudicot species. This order is part of the core eudicots. Currently, the Caryophyllales contains 33 families, 692 genera and 11,155 species. The monophyly of the Caryophyllales has been supported by DNA sequences, cytochrome c sequence data and heritable characters such as anther wall development and vessel-elements with simple perforations.\nAs with all taxa, the circumscription of Caryophyllales has changed within various classification systems. All systems recognize a core of families with centrospermous ovules and seeds. More recent treatments have expanded the Caryophyllales to include many carnivorous plants.\nAlthough the monophyly of the order has been strongly supported, their placement is still uncertain. Systematists are undecided on whether Caryophyllales should be placed within the rosid complex or sister to the asterid clade. The possible connection between sympetalous angiosperms and Caryophyllales was presaged by Bessey, Hutchinson, and others; as Lawrence relates: \"The evidence is reasonably conclusive that the Primulaceae and the Caryophyllaceae have fundamentally the same type of gynecia, and as concluded by Douglas (1936)(and essentially Dickson, 1936) '...the vascular pattern and the presence of locules at the base of the ovary point to the fact that the present much reduced flower of the Primulaceae has descended from an ancestor which was characterized by a plurilocular ovary and axial placentation. This primitive flower might well be found in centrospermal stock as Wernham, Bessy, and Hutchinson have suggested.' \"\nCaryophyllales is separated into two suborders: Caryophyllineae and Polygonineae. These two suborders were formerly (and sometimes still are) recognized as two orders, Polygonales and Caryophyllales.","dates":{"added":1703514519,"dateRange":{"0":1214066542,"1":1703075605}},"fileDate":"2023-01-20T17:39:38.919Z"}