{"path":"%D0%91%D1%83%D1%80%D0%B0%D1%87%D0%BD%D0%B8%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Boraginales","deepCounters":{"total":606,"images":558,"folders":48,"files":558},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%91%D1%83%D1%80%D0%B0%D1%87%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Boraginaceae\/%D0%9D%D0%B5%D0%B7%D0%B0%D0%B1%D1%83%D0%B4%D0%BA%D0%B0%20%D0%BB%D0%B5%D1%81%D0%BD%D0%B0%D1%8F%20-%20Myosotis%20sylvatica\/thumbs\/DSC06148.webp","width":512,"height":410},"thumbCaption":"<h3>Бурачникоцветные - Boraginales<\/h3><div class=\"comment\">Boraginales is a valid taxonomic name at the rank of order for a group of flowering plants. When recognized, it includes Boraginaceae and closely related&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3209<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39103<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%91%D1%83%D1%80%D0%B0%D1%87%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Boraginaceae","deepCounters":{"total":563,"images":521,"folders":42,"files":521},"counters":{"total":42,"folders":42},"thumb":{"path":"%D0%91%D1%83%D1%80%D0%B0%D1%87%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Boraginaceae\/%D0%9D%D0%B5%D0%B7%D0%B0%D0%B1%D1%83%D0%B4%D0%BA%D0%B0%20%D0%BB%D0%B5%D1%81%D0%BD%D0%B0%D1%8F%20-%20Myosotis%20sylvatica\/thumbs\/DSC06148.webp","width":512,"height":410},"thumbCaption":"<h3>Бурачниковые - Boraginaceae<\/h3><div class=\"comment\">Boraginaceae, the borage or forget-me-not family, includes a variety of shrubs, trees, and herbs, totaling about 2,000 species in 146 genera found worldwide.&hellip;<\/div>","name":"Бурачниковые - Boraginaceae","comment":"Boraginaceae, the borage or forget-me-not family, includes a variety of shrubs, trees, and herbs, totaling about 2,000 species in 146 genera found worldwide. \nAccording to the APG II, the Boraginaceae belongs among the euasterid I group, including the orders Gentianales, Lamiales, and Solanales, but whether it should be assigned to one of these orders or to its own (Boraginales) is still uncertain. Under the older Cronquist system it was included in Lamiales, but it is now clear that it is no more similar to the other families in this order than they are to families in several other asterid orders. The Boraginaceae is paraphyletic with respect to Hydrophyllaceae and the latter is included in the former in the APG II system. In some recent classifications the Boraginaceae is broken up into several families: Boraginaceae sensu stricto, Cordiaceae, Ehretiaceae, Heliotropiaceae, Lennoaceae, and Hydrophyllaceae.\nThese plants have alternately arranged leaves, or a combination of alternate and opposite leaves. The leaf blades usually have a narrow shape; many are linear or lance-shaped. They are smooth-edged or toothed, and some have petioles. Most species have bisexual flowers, but some taxa are dioecious. Most pollination is by hymenopterans, such as bees. Most species have inflorescences that have a coiling shape, at least when new. The flower has a usually five-lobed calyx. The corolla varies in shape from rotate to bell-shaped to tubular, but it generally has five lobes. It can be green, white, yellow, orange, pink, purple, or blue. There are five stamens and one style with one or two stigmas. The fruit is a drupe, sometimes fleshy.\nMost members of this family have hairy leaves. The coarse character of the hairs is due to cystoliths of silicon dioxide and calcium carbonate. These hairs can induce an adverse skin reaction, including itching and rash in some individuals, particularly among people who handle the plants regularly, such as gardeners. In some species, anthocyanins cause the flowers to change color from red to blue with age. This is may be a signal to pollinators that a flower is old and depleted of pollen and nectar.","dates":{"added":1687206998,"dateRange":{"0":1211050476,"1":1687093707}},"fileDate":"2023-06-04T00:25:49.632Z","category":"folder"},{"path":"%D0%92%D0%BE%D0%B4%D0%BE%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Hydrophyllaceae","deepCounters":{"total":25,"images":23,"folders":2,"files":23},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%92%D0%BE%D0%B4%D0%BE%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Hydrophyllaceae\/%D0%A4%D0%B0%D1%86%D0%B5%D0%BB%D0%B8%D1%8F%20%D0%BF%D0%B8%D0%B6%D0%BC%D0%BE%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B0%D1%8F%20-%20Phacelia%20tanacetifolia\/thumbs\/DSC03936.webp","width":512,"height":410},"thumbCaption":"<h3>Водолистниковые - Hydrophyllaceae<\/h3><div class=\"comment\">Hydrophylloideae is a subfamily of the Boraginaceae family of flowering plants. Their taxonomic position is somewhat uncertain. Traditionally, and under the&hellip;<\/div>","name":"Водолистниковые - Hydrophyllaceae","comment":"Hydrophylloideae is a subfamily of the Boraginaceae family of flowering plants. Their taxonomic position is somewhat uncertain. Traditionally, and under the Cronquist system, they were given family rank under the name Hydrophyllaceae, and treated as part of the order Solanales. More recent systems have recognised their close relationship to the borage family, Boraginaceae, initially by placing Hydrophyllaceae and Boraginaceae together in an order Boraginales, and most recently by demoting Hydrophyllaceae to a subfamily of Boraginaceae. However the placement and circumscription of Boraginaceae is still uncertain: it is unplaced at order level, and there is some prospect of it being split up again in future.\nPlants in this subfamily may be annual or perennial herbs or shrubs, with either a prostrate or an erect stem. Most have a taproot. The flowers are bisexual, and normally radial, with 5 petals and 5 stamens.","dates":{"added":1594237350,"dateRange":{"0":1499436352,"1":1594032466}},"fileDate":"2023-01-20T17:48:46.952Z","category":"folder"},{"path":"%D0%9A%D0%BE%D1%80%D0%B4%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Cordiaceae","deepCounters":{"total":15,"images":14,"folders":1,"files":14},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9A%D0%BE%D1%80%D0%B4%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Cordiaceae\/%D0%9A%D0%BE%D1%80%D0%B4%D0%B8%D1%8F%20%D0%BF%D0%BE%D0%B4%D1%81%D0%B5%D1%80%D0%B4%D0%B5%D1%87%D0%BD%D0%B0%D1%8F%20-%20Cordia%20subcordata\/thumbs\/DSC04527.webp","width":512,"height":410},"thumbCaption":"<h3>Кордиевые - Cordiaceae<\/h3><div class=\"comment\">Cordioideae is a subfamily of the flowering plant family Boraginaceae.<\/div>","name":"Кордиевые - Cordiaceae","comment":"Cordioideae is a subfamily of the flowering plant family Boraginaceae.","dates":{"added":1422822599,"dateRange":{"0":1355819977,"1":1355990778}},"fileDate":"2023-01-20T17:48:46.999Z","category":"folder"}],"name":"Бурачникоцветные - Boraginales","comment":"Boraginales is a valid taxonomic name at the rank of order for a group of flowering plants. When recognized, it includes Boraginaceae and closely related asterid families.\nBoraginales is recognized in neither of two major classification systems, the Cronquist system and the APG III system, but has been recognized in some recent scientific papers. The circumscription of Boraginales is essentially identical to the circumscription of Boraginaceae sensu APG. The APG III system takes a broad view of Boraginaceae, including within it the traditionally recognized families Hydrophyllaceae and Lennoaceae based on recent molecular phylogenies that show that Boraginaceae, as traditionally defined, is paraphyletic over these two families. APG III includes Boraginaceae in the Euasterid I (lamiid) clade but this family is otherwise unplaced; its precise relationship to other families in the Euasterid I group remains unclear. In a phylogenetic study of DNA sequences of selected genes, Boraginales was resolved as sister to Lamiales sensu APG, but that result had only 65% maximum likelihood bootstrap support.\nIn the 2016 APG IV system Boraginales is an order with only one family Boraginaceae, which includes the former family Codonaceae.\nIn the Cronquist system, Boraginaceae (including Cordiaceae, Ehretiaceae, and Heliotropiaceae) and Lennoaceae were placed in Lamiales, and Hydrophyllaceae in Solanales.","dates":{"added":1687206998,"dateRange":{"0":1211050476,"1":1687093707}},"fileDate":"2023-04-23T16:59:23.306Z"}