{"path":"%D0%A6%D0%B8%D0%B0%D1%82%D0%B5%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Cyatheales","deepCounters":{"total":17,"images":13,"folders":4,"files":13},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%94%D0%B8%D0%BA%D1%81%D0%BE%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Dicksoniaceae\/%D0%94%D0%B8%D0%BA%D1%81%D0%BE%D0%BD%D0%B8%D1%8F%20%D0%B0%D0%BD%D1%82%D0%B0%D1%80%D0%BA%D1%82%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B0%D1%8F%20-%20Dicksonia%20antarctica\/thumbs\/DSC07448.webp","width":512,"height":410},"thumbCaption":"<h3>Циатейные - Cyatheales<\/h3><div class=\"comment\">The order Cyatheales, which includes the tree ferns, is a taxonomic division of the fern class, Polypodiopsida. No clear morphological features characterize all&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3221<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39191<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%94%D0%B8%D0%BA%D1%81%D0%BE%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Dicksoniaceae","deepCounters":{"total":9,"images":8,"folders":1,"files":8},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%94%D0%B8%D0%BA%D1%81%D0%BE%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Dicksoniaceae\/%D0%94%D0%B8%D0%BA%D1%81%D0%BE%D0%BD%D0%B8%D1%8F%20%D0%B0%D0%BD%D1%82%D0%B0%D1%80%D0%BA%D1%82%D0%B8%D1%87%D0%B5%D1%81%D0%BA%D0%B0%D1%8F%20-%20Dicksonia%20antarctica\/thumbs\/DSC07448.webp","width":512,"height":410},"thumbCaption":"<h3>Диксониевые - Dicksoniaceae<\/h3><div class=\"comment\">Dicksoniaceae is a group of tropical, subtropical and warm temperate ferns, treated as a family in the Pteridophyte Phylogeny Group classification of 2016 (PPG&hellip;<\/div>","name":"Диксониевые - Dicksoniaceae","comment":"Dicksoniaceae is a group of tropical, subtropical and warm temperate ferns, treated as a family in the Pteridophyte Phylogeny Group classification of 2016 (PPG I). Alternatively, the family may be sunk into a very broadly defined family Cyatheaceae sensu lato as the subfamily Dicksonioideae. Most of the genera in the family are terrestrial ferns or have very short trunks compared to tree ferns of the family Cyatheaceae sensu stricto. However, some of the larger species can reach several metres in height. A number of others are epiphytes. They are found mostly in tropical regions in the Southern Hemisphere, as far south as southern New Zealand. Larger tree ferns in the genus Cibotium were formerly included in Dicksoniaceae, but are now segregated as the family Cibotiaceae.","dates":{"added":1644691406,"dateRange":{"0":1639917951,"1":1644665669}},"fileDate":"2023-01-20T17:50:21.220Z","category":"folder"},{"path":"%D0%A6%D0%B8%D0%B0%D1%82%D0%B5%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Cyatheaceae","deepCounters":{"total":6,"images":5,"folders":1,"files":5},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A6%D0%B8%D0%B0%D1%82%D0%B5%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Cyatheaceae\/%D0%A6%D0%B8%D0%B0%D1%82%D0%B5%D1%8F%20%D0%91%D1%80%D0%B0%D1%83%D0%BD%D0%B0%20-%20Cyathea%20brownii\/thumbs\/DSC06438.webp","width":512,"height":410},"thumbCaption":"<h3>Циатейные - Cyatheaceae<\/h3><div class=\"comment\">The Cyatheaceae are the scaly tree fern family and include the world's tallest tree ferns, which reach heights up to 20 m. They are also very ancient plants,&hellip;<\/div>","name":"Циатеиные - Cyatheaceae","comment":"The Cyatheaceae are the scaly tree fern family and include the world's tallest tree ferns, which reach heights up to 20 m. They are also very ancient plants, appearing in the fossil record in the late Jurassic, though the modern genera likely appeared in the Cenozoic. Cyatheaceae are the largest family of tree ferns, including about 500 species. Cyatheaceae and Dicksoniaceae, together with Metaxyaceae and Cibotiaceae, are a monophyletic group and constitute the \"core tree ferns\". Cyatheaceae are leptosporangiate ferns, the most familiar group of monilophytes.\nThe Cyatheaceae usually have a single, erect trunk-like rhizome (stem). Their fronds (leaves) are also very large, some of the largest in the plant kingdom. Some species have fronds reaching 3–4 m in length, and have a final crown width of some 6 m. The fronds are circinate before unfolding and usually pinnately or bipinnately compound, with deeply pinnately lobed leaflets. The large leaves are covered in scales and hairs, and bear sori (spore clusters) on their undersides. The sori are often covered by a flap of tissue called an indusium, a useful characteristic for classifying the Cyatheaceae. Some indusia are cup-shaped (cyatheoid), while others are hood-shaped (hemitelioid), enclose the sorus (sphaeropteroid), or scaly. Like most ferns, members of the Cyatheaceae are homosporous. Cyatheaceae are found in both New and Old World tropical wet montane forests and cloud forests, with some species extending into south-temperate regions. Most Cyatheaceae are terrestrial, with one sometimes being epiphytic and others having a creeping habit, but these are exceptions to the family norm.\nCyatheaceae can be distinguished from arborescent Dicksonia by the presence of scales, the position of the sori, and the morphology of sporangia and spores. In the Cyatheaceae, the sori occur away from the margins of the pinnules, and are elongate or rounded.","dates":{"added":1493459990,"dateRange":{"0":1493372606,"1":1493372650}},"fileDate":"2023-01-20T17:50:21.220Z","category":"folder","title":"Циатейные - Cyatheaceae"}],"name":"Циатеиные - Cyatheales","comment":"The order Cyatheales, which includes the tree ferns, is a taxonomic division of the fern class, Polypodiopsida. No clear morphological features characterize all of the Cyatheales, but DNA sequence data indicate the order is monophyletic. Some species in the Cyatheales have tree-like growth forms, but others have rhizomes.\nSome species have scales on the stems and leaves, while others have hairs. However, most plants in the Cyatheales are tree ferns and have trunk-like stems up to 10 metres (33 ft) tall. It is unclear how many times the tree form has evolved and been lost in the order.\nIn general, any fern that grows with a trunk elevating the fronds (leaves) above ground level can be called a tree fern. However, the plants formally known as tree ferns comprise a group of large ferns belonging to the families Dicksoniaceae and Cyatheaceae in the order Cyatheales.\nTree ferns are found growing in tropical and subtropical areas, as well as temperate rainforests in South Africa, Australia, Spain, Portugal, New Zealand, and other island groups nearby; a few genera extend further, such as Culcita in southern Europe. Like all ferns, tree ferns reproduce by means of spores developed in sporangia on the undersides of the fronds.","dates":{"added":1644691406,"dateRange":{"0":1493372606,"1":1644665669}},"fileDate":"2023-01-20T17:40:07.110Z","title":"Циатейные - Cyatheales"}