{"path":"%D0%92%D0%B5%D1%80%D0%B5%D1%81%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Ericales","deepCounters":{"total":1959,"images":1836,"folders":123,"files":1836},"counters":{"total":10,"folders":10},"thumb":{"path":"%D0%92%D0%B5%D1%80%D0%B5%D1%81%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ericaceae\/%D0%92%D0%B5%D1%80%D0%B5%D1%81%D0%BA%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B8%20-%20Calluna%20vulgaris\/thumbs\/DSC03593.webp","width":512,"height":410},"thumbCaption":"<h3>Верескоцветные - Ericales<\/h3><div class=\"comment\">The Ericales are a large and diverse order of dicotyledons, including, for example, tea, persimmon, blueberry, Brazil nut, and azalea. The order includes trees,&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3221<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39191<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%90%D0%BA%D1%82%D0%B8%D0%BD%D0%B8%D0%B4%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Actinidiaceae","deepCounters":{"total":44,"images":41,"folders":3,"files":41},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%90%D0%BA%D1%82%D0%B8%D0%BD%D0%B8%D0%B4%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Actinidiaceae\/%D0%90%D0%BA%D1%82%D0%B8%D0%BD%D0%B8%D0%B4%D0%B8%D1%8F%20%D0%BA%D0%BE%D0%BB%D0%BE%D0%BC%D0%B8%D0%BA%D1%82%D0%B0%20%27%D0%94%D1%80.%20%D0%97%D0%B8%D0%BC%D0%B0%D0%BD%D0%BE%D0%B2%D1%81%D0%BA%D0%B8%D0%B8%27%20-%20Actinidia%20kolomikta%20%27Dr.%20Szymanowski%27\/thumbs\/tallinna_botaanikaaed_june-303619.webp","width":512,"height":410},"thumbCaption":"<h3>Актинидиевые - Actinidiaceae<\/h3><div class=\"comment\">The Actinidiaceae are a small family of flowering plants commonly known as the Chinese gooseberry family. The family has three genera and about 360 species and&hellip;<\/div>","name":"Актинидиевые - Actinidiaceae","comment":"The Actinidiaceae are a small family of flowering plants commonly known as the Chinese gooseberry family. The family has three genera and about 360 species and is a member of the order Ericales.\nThey are temperate and subtropical woody vines, shrubs, and trees, native to Asia (Actinidia or kiwifruit, Clematoclethra, and Saurauia) and Central America and South America (Saurauia only). Saurauia, with its 300 species, is the largest genus in this family. Although now confined to Asia and tropical Central and South America, evidence indicates in the past the family had a wider distribution. The now extinct genus Parasaurauia is thought to have belonged to the Actinidiaceae and lived in North America during the early Campanian.\nThe plants are usually small trees or shrubs, or sometimes vines (Actinidia). The alternate, simple, spiral leaves have serrated or entire margins. They lack stipules or are minutely stipulated. They are often beset with rather flattened bristles.\nThe flowers grow solitary or are aggregated in terminal cymes, with free sepals and petals. Except for members of the genus Clematoclethra which have 10 stamens, the stamens are numerous and originally attached at the back. They invert just before the flower starts expanding, so their bases become apical.\nThe plants may be dioecious, monoecious, or hermaphroditic. The fruit is usually a berry, such as the edible kiwifruit, a cultivar from the genus Actinidia.","dates":{"added":1686441193,"dateRange":{"0":1429957617,"1":1686401359}},"fileDate":"2023-06-11T01:32:41.841Z","category":"folder"},{"path":"%D0%91%D0%B0%D0%BB%D1%8C%D0%B7%D0%B0%D0%BC%D0%B8%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Balsaminaceae","deepCounters":{"total":87,"images":80,"folders":7,"files":80},"counters":{"total":7,"folders":7},"thumb":{"path":"%D0%91%D0%B0%D0%BB%D1%8C%D0%B7%D0%B0%D0%BC%D0%B8%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Balsaminaceae\/%D0%9D%D0%B5%D0%B4%D0%BE%D1%82%D1%80%D0%BE%D0%B3%D0%B0%20%D0%B6%D0%B5%D0%BB%D0%B5%D0%B7%D0%BA%D0%BE%D0%BD%D0%BE%D1%81%D0%BD%D0%B0%D1%8F%20%D0%BF%D1%83%D1%80%D0%BF%D1%83%D1%80%D0%BD%D0%B0%D1%8F%20%D1%84%D0%BE%D1%80%D0%BC%D0%B0%20-%20Impatiens%20glandulifera%20f.%20purpurea\/thumbs\/DSC04937.webp","width":512,"height":410},"thumbCaption":"<h3>Бальзаминовые - Balsaminaceae<\/h3><div class=\"comment\">The Balsaminaceae (commonly known as the balsam family) are a family of dicotyledonous plants, comprising two genera: Impatiens, which consists of 1000+&hellip;<\/div>","name":"Бальзаминовые - Balsaminaceae","comment":"The Balsaminaceae (commonly known as the balsam family) are a family of dicotyledonous plants, comprising two genera: Impatiens, which consists of 1000+ species, and Hydrocera, consisting of 1 species. The flowering plants may be annual or perennial. They are found throughout temperate and tropical regions, primarily in Asia and Africa, but also North America and Europe.\n\nNotable members of the family include jewelweed and busy Lizzie.","dates":{"added":1658512133,"dateRange":{"0":1278153954,"1":1658235989}},"fileDate":"2023-01-20T17:48:47.14Z","category":"folder"},{"path":"%D0%92%D0%B5%D1%80%D0%B5%D1%81%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ericaceae","deepCounters":{"total":1130,"images":1087,"folders":43,"files":1087},"counters":{"total":43,"folders":43},"thumb":{"path":"%D0%92%D0%B5%D1%80%D0%B5%D1%81%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ericaceae\/%D0%92%D0%B5%D1%80%D0%B5%D1%81%D0%BA%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B8%20-%20Calluna%20vulgaris\/thumbs\/DSC03593.webp","width":512,"height":410},"thumbCaption":"<h3>Вересковые - Ericaceae<\/h3><div class=\"comment\">The Ericaceae are a family of flowering plants, commonly known as the heath or heather family, found most commonly in acid and infertile growing conditions. The&hellip;<\/div>","name":"Вересковые - Ericaceae","comment":"The Ericaceae are a family of flowering plants, commonly known as the heath or heather family, found most commonly in acid and infertile growing conditions. The family is large, with c. 4250 known species spread across 124 genera, making it the 14th most species-rich family of flowering plants. The many well-known and economically important members of the Ericaceae include the cranberry, blueberry, huckleberry, rhododendron (including azaleas), and various common heaths and heathers (Erica, Cassiope, Daboecia, and Calluna for example).\nThe Ericaceae contain a morphologically diverse range of taxa, including herbs, dwarf shrubs, shrubs, and trees. Their leaves are usually alternate or whorled, simple and without stipules. Their flowers are hermaphrodite and show considerable variability. The petals are often fused (sympetalous) with shapes ranging from narrowly tubular to funnelform or widely bowl-shaped. The corollas are usually radially symmetrical (actinomorphic), but many flowers of the genus Rhododendron are somewhat bilaterally symmetrical (zygomorphic).","dates":{"added":1690637341,"dateRange":{"0":1223233716,"1":1690635950}},"fileDate":"2023-12-25T14:13:54.336Z","category":"folder"},{"path":"%D0%9B%D0%B5%D1%86%D0%B8%D1%82%D0%B8%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Lecythidaceae","deepCounters":{"total":24,"images":23,"folders":1,"files":23},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9B%D0%B5%D1%86%D0%B8%D1%82%D0%B8%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Lecythidaceae\/%D0%9A%D1%83%D1%80%D1%83%D0%BF%D0%B8%D1%82%D0%B0%20%D0%B3%D0%B2%D0%B8%D0%B0%D0%BD%D1%81%D0%BA%D0%B0%D1%8F%20-%20Couroupita%20guianensis\/thumbs\/DSC05741.webp","width":512,"height":410},"thumbCaption":"<h3>Лецитисовые - Lecythidaceae<\/h3><div class=\"comment\">The Lecythidaceae comprise a family of about 20 genera and 250-300 species of woody plants native to tropical South America and Madagascar.<br>According to the&hellip;<\/div>","name":"Лецитисовые - Lecythidaceae","comment":"The Lecythidaceae comprise a family of about 20 genera and 250-300 species of woody plants native to tropical South America and Madagascar.\nAccording to the most recent molecular analysis of Lecythidaceae by Mori et al. (2007), the three subfamilies are: Foetidioideae (Foetidiaceae) from Madagascar include only Foetidia, Planchonioideae (including Barringtoniaceae) are restricted to the Old World tropics, Lecythidoideae (Lecythidaceae) are restricted to the New World tropics.\nTwo other families are sometimes included in Lecythidaceae; the Scytopetalaceae and Napoleonaeaceae are hypothesized as most closely related to Lecythidaceae.","dates":{"added":1396911736,"dateRange":{"0":1355820433,"1":1356520091}},"fileDate":"2023-01-20T17:48:47.108Z","category":"folder"},{"path":"%D0%9F%D0%B5%D1%80%D0%B2%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Primulaceae","deepCounters":{"total":415,"images":378,"folders":37,"files":378},"counters":{"total":37,"folders":37},"thumb":{"path":"%D0%9F%D0%B5%D1%80%D0%B2%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Primulaceae\/%D0%9F%D0%B5%D1%80%D0%B2%D0%BE%D1%86%D0%B2%D0%B5%D1%82%20%D0%B2%D0%B5%D1%81%D0%B5%D0%BD%D0%BD%D0%B8%D0%B8%20-%20Primula%20veris\/thumbs\/DSC07843.webp","width":512,"height":410},"thumbCaption":"<h3>Первоцветные - Primulaceae<\/h3><div class=\"comment\">The Primulaceae are a family of herbaceous and woody flowering plants with about 53 genera with 2790 species, including some favorite garden plants and&hellip;<\/div>","name":"Первоцветные - Primulaceae","comment":"The Primulaceae are a family of herbaceous and woody flowering plants with about 53 genera with 2790 species, including some favorite garden plants and wildflowers, commonly known as the primrose family. Most Primulaceae are perennial though some species, such as scarlet pimpernel, are annuals. The family has been variously circumscribed, but it is now accepted in the broad sense including the former families Myrsinaceae and Theophrastaceae, because many genera traditionally placed in Primulaceae were found to belong to those other families and when united their circumscription remains intact.","dates":{"added":1686253284,"dateRange":{"0":1241727008,"1":1686228349}},"fileDate":"2023-01-20T17:48:47.233Z","category":"folder"},{"path":"%D0%A1%D0%B0%D0%BF%D0%BE%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Sapotaceae","deepCounters":{"total":6,"images":5,"folders":1,"files":5},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A1%D0%B0%D0%BF%D0%BE%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Sapotaceae\/%D0%9C%D0%B0%D0%BD%D0%B8%D0%BB%D0%BA%D0%B0%D1%80%D0%B0%20%D1%81%D0%B0%D0%BF%D0%BE%D0%B4%D0%B8%D0%BB%D0%BB%D0%B0%20-%20Manilkara%20zapota\/thumbs\/DSC05196.webp","width":512,"height":410},"thumbCaption":"<h3>Сапотовые - Sapotaceae<\/h3><div class=\"comment\">The Sapotaceae are a family of flowering plants belonging to order Ericales. The family includes about 800 species of evergreen trees and shrubs in around 65&hellip;<\/div>","name":"Сапотовые - Sapotaceae","comment":"The Sapotaceae are a family of flowering plants belonging to order Ericales. The family includes about 800 species of evergreen trees and shrubs in around 65 genera (35-75, depending on generic definition). Their distribution is pantropical.\nMany species produce edible fruits, or white blood-sap that is used to cleanse dirt, organically and manually, while others have other economic uses. Species noted for their edible fruits include Manilkara (Sapodilla, sapota), Chrysophyllum cainito (star-apple or golden leaf tree), and Pouteria (abiu, canistel, lúcuma, Mamey sapote). Vitellaria paradoxa (shi in several languages of West Africa and karité in French; also anglicized as shea) is also the source of an oil-rich nut, the source of edible shea butter, which is the major lipid source for many African ethnic groups and is also used in traditional and Western cosmetics and medications. The 'miracle fruit' Synsepalum dulcificum is also in the Sapotaceae.\nTrees of the genus Palaquium (gutta-percha) produce an important latex with a wide variety of uses.\nThe seeds of the tree Argania spinosa produce an edible oil, traditionally harvested in Morocco.\nThe family name is derived from zapote, a Mexican vernacular name for one of the plants (in turn derived from the Nahuatl tzapotl) and Latinised by Linnaeus as sapota, a name now treated as a synonym of Manilkara (also formerly known by the invalid name Achras).","dates":{"added":1396911736,"dateRange":{"0":1356241560,"1":1356243186}},"fileDate":"2023-01-20T17:48:47.108Z","category":"folder"},{"path":"%D0%A1%D0%B0%D1%80%D1%80%D0%B0%D1%86%D0%B5%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Sarraceniaceae","deepCounters":{"total":7,"images":5,"folders":2,"files":5},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%A1%D0%B0%D1%80%D1%80%D0%B0%D1%86%D0%B5%D0%BD%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Sarraceniaceae\/%D0%91%D0%BE%D0%BB%D0%BE%D1%82%D0%BE%D0%B0%D0%BC%D1%84%D0%BE%D1%80%D0%B0%20%D0%BA%D0%B8%D0%B2%D0%B0%D1%8E%D1%89%D0%B0%D1%8F%20-%20Heliamphora%20nutans\/thumbs\/DSC09680.webp","width":512,"height":410},"thumbCaption":"<h3>Саррацениевые - Sarraceniaceae<\/h3><div class=\"comment\">The Sarraceniaceae are a family of pitcher plants, belonging to order Ericales (previously Nepenthales).<br>The family comprises three extant genera: Sarracenia&hellip;<\/div>","name":"Саррацениевые - Sarraceniaceae","comment":"The Sarraceniaceae are a family of pitcher plants, belonging to order Ericales (previously Nepenthales).\nThe family comprises three extant genera: Sarracenia (North American pitcher plants), Darlingtonia (the cobra lily or California pitcher plant), and Heliamphora (sun pitchers). The extinct Archaeamphora longicervia may also belong to this family. All three are carnivorous plants that lure insects with nectar and use their elongated, tube-shaped leaves filled with water and digestive enzymes to catch and consume them. Digestive enzymes are not always produced by the plants themselves. Digestive mutualisms are common in Sarraceniaceae: both Sarracenia and Darlingtonia rely on commensal bacteria to supplement or produce all of their enzymes. Many species also use downward-pointing hairs and waxy secretions to make it difficult for insects to escape.\nSarracenia and Darlingtonia are native to North America, while Heliamphora is native to South America. Phylogenetic analysis suggests that the family originated in South America about 47 million years ago and spread to North America soon after, about 35 million years ago. The Sarracenia and Heliamphora clade diverged from Darlingtonia around this time, most likely due to a cooling event at the beginning of the Oligocene. Sarracenia diverged from Heliamphora later, around 23 million years ago.\nThese plants grow in nutrient-poor, often acidic soil and use the insects as a nutritional supplement. As such, growth of carnivorous pitchers is plastic: as soil nitrogen increases, Sarracenia produces fewer pitchers. The pitchers originate from a rhizome and die back during the winter dormancy. Plants of the genus Sarracenia occur mostly in Sphagnum bogs.\nMost Sarraceniaceae have tall, narrow pitchers that are vertical or nearly so. Sarracenia purpurea, however, has short, squat, bulbous pitchers close to the ground, and Sarracenia psittacina has pitchers that grow horizontally.\nThe purple pitcher plant (Sarracenia purpurea) is the official flower of Newfoundland and Labrador.","dates":{"added":1396911736,"dateRange":{"0":1376477534,"1":1376477709}},"fileDate":"2023-01-20T17:48:47.124Z","category":"folder"},{"path":"%D0%A1%D0%B8%D0%BD%D1%8E%D1%85%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Polemoniaceae","deepCounters":{"total":148,"images":132,"folders":16,"files":132},"counters":{"total":16,"folders":16},"thumb":{"path":"%D0%A1%D0%B8%D0%BD%D1%8E%D1%85%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Polemoniaceae\/%D0%A1%D0%B8%D0%BD%D1%8E%D1%85%D0%B0%20%D0%B3%D0%BE%D0%BB%D1%83%D0%B1%D0%B0%D1%8F%20-%20Polemonium%20caeruleum\/thumbs\/DSC08931.webp","width":512,"height":410},"thumbCaption":"<h3>Синюховые - Polemoniaceae<\/h3><div class=\"comment\">The Polemoniaceae are a family (Jacob's-ladder or phlox family) of about 25 genera with 270-400 species of annual and perennial plants, native to the Northern&hellip;<\/div>","name":"Синюховые - Polemoniaceae","comment":"The Polemoniaceae are a family (Jacob's-ladder or phlox family) of about 25 genera with 270-400 species of annual and perennial plants, native to the Northern Hemisphere and South America, with the center of diversity in western North America, especially in California.\nOnly one genus (Polemonium) is found in Europe, and two (Phlox and Polemonium) in Asia, where they are confined to cool temperate to arctic regions; both genera also occur more widely in North America, suggesting relatively recent colonization of the Old World from North America.\nThe family can be distinguished from most other eudicot families by the ovary made up of three fused carpels (usually with three chambers, but one chamber in some species). The members of the family have five sepals, five petals fused, and five stamens that alternate with the lobes of the corolla.\nFor decades, most sources used a classification of the family published by Grant in 1959, but new evidence, including molecular phylogeny, veins of the corolla, pollen, and the flavonoids present, have led to reclassifications, such as the 1998 classification by Grant. It recognizes two subfamilies. The subfamily Cobaeoideae is tropical\/subtropical and composed of six genera organized into five tribes. The subfamily Polemonioideae consists of 13 temperate genera. Grant divides it into three tribes, but with the disclaimer that it is not clear what the correct division is and that the genus classifications may be more useful in this subfamily.","dates":{"added":1662486693,"dateRange":{"0":1312101092,"1":1662292982}},"fileDate":"2023-01-20T17:48:47.139Z","category":"folder"},{"path":"%D0%A7%D0%B0%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Theaceae","deepCounters":{"total":51,"images":49,"folders":2,"files":49},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%A7%D0%B0%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Theaceae\/%D0%9A%D0%B0%D0%BC%D0%B5%D0%BB%D0%B8%D1%8F%20%D1%8F%D0%BF%D0%BE%D0%BD%D1%81%D0%BA%D0%B0%D1%8F%20-%20Camellia%20japonica\/thumbs\/0DSC01553.webp","width":512,"height":410},"thumbCaption":"<h3>Чайные - Theaceae<\/h3><div class=\"comment\">Theaceae is a family of flowering plants, composed of shrubs and trees, including the camellias. It can be described as having from seven to 40 genera,&hellip;<\/div>","name":"Чаиные - Theaceae","comment":"Theaceae is a family of flowering plants, composed of shrubs and trees, including the camellias. It can be described as having from seven to 40 genera, depending on the source and the method of circumscription used. The family Ternstroemiaceae has been included within Theaceae; however, the APG III system of 2009 places it instead in Pentaphylacaceae.\nPlants in this family are characterized by simple leaves that are alternate spiral to distichial, serrated, and usually glossy. Most of the genera have evergreen foliage, but Stewartia and Franklinia are deciduous. The toothed margins are generally associated with a characteristic Theoid leaf tooth, which is crowned by a glandular, deciduous tip. The flowers in this family are usually pink or white and large and showy, often with a strong scent. The calyx consists of five or more sepals, which are often persistent in the fruiting stage, and the corolla is five-merous, rarely numerous. Plants in Theaceae are multistaminate, usually with 20-100+ stamen either free or adnate to the base of the corolla, and are also distinctive because of the presence of pseudopollen. The pseudopollen is produced from connective cells, and has either rib-like or circular thickenings. The ovary is often hairy and narrows gradually into the style, which may be branched or cleft. The carpels are typically opposite from the petals, or the sepals in the case of Camellia. The fruits are loculicidal capsules, indehiscent baccate fruits or sometimes pome-like. The seeds are few and sometimes winged, or in some generas covered by fleshy tissue or unwinged and nude.","dates":{"added":1709663818,"dateRange":{"0":1390740764,"1":1709300745}},"fileDate":"2023-01-20T17:48:47.124Z","category":"folder","title":"Чайные - Theaceae"},{"path":"%D0%AD%D0%B1%D0%B5%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ebenaceae","deepCounters":{"total":37,"images":36,"folders":1,"files":36},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%AD%D0%B1%D0%B5%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ebenaceae\/%D0%A5%D1%83%D1%80%D0%BC%D0%B0%20%D0%B2%D0%BE%D1%81%D1%82%D0%BE%D1%87%D0%BD%D0%B0%D1%8F%20-%20Diospyros%20kaki\/thumbs\/IMG_2006.webp","width":512,"height":410},"thumbCaption":"<h3>Эбеновые - Ebenaceae<\/h3><div class=\"comment\">The Ebenaceae are a family of flowering plants belonging to order Ericales. It includes ebony and persimmon among about 768 species of trees and shrubs. The&hellip;<\/div>","name":"Эбеновые - Ebenaceae","comment":"The Ebenaceae are a family of flowering plants belonging to order Ericales. It includes ebony and persimmon among about 768 species of trees and shrubs. The family is distributed across the tropical and warmer temperate regions of the world. The family is most diverse in the rainforests of Malesia, India, tropical Africa and tropical America.\n\nMany species are valued for their wood, particularly ebony, for fruit, and as ornamental plants.","dates":{"added":1422822598,"dateRange":{"0":1419785611,"1":1419800276}},"fileDate":"2023-01-20T17:48:47.124Z","category":"folder"}],"name":"Верескоцветные - Ericales","comment":"The Ericales are a large and diverse order of dicotyledons, including, for example, tea, persimmon, blueberry, Brazil nut, and azalea. The order includes trees, bushes, lianas, and herbaceous plants. Together with ordinary autophytic plants, the Ericales include chlorophyll-deficient mycoheterotrophic plants (e.g., Sarcodes sanguinea) and carnivorous plants (e.g., genus Sarracenia).\nMany species have five petals, often grown together. Fusion of the petals as a trait was traditionally used to place the order in the subclass Sympetalae.\nMycorrhiza is an interesting property, frequently associated with the Ericales. Indeed, symbiosis with root fungi is quite common among the order representatives, and three kinds of it can be found exclusively among Ericales (namely, ericoid, arbutoid and monotropoid mycorrhiza). In addition, some families among the order are notable for their exceptional ability to accumulate aluminum.\nEricales are a cosmopolitan order. Areas of distribution of families vary largely - while some are restricted to tropics, others exist mainly in Arctic or temperate regions. The entire order contains over 8,000 species, of which the Ericaceae account for 2,000-4,000 species (by various estimates).","dates":{"added":1709663818,"dateRange":{"0":1223233716,"1":1709300745}},"fileDate":"2023-01-20T17:39:38.919Z"}