{"path":"%D0%A1%D0%BE%D1%81%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Pinales","deepCounters":{"total":979,"images":903,"folders":76,"files":903},"counters":{"total":7,"folders":7},"thumb":{"path":"%D0%A1%D0%BE%D1%81%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Pinaceae\/%D0%9F%D0%B8%D1%85%D1%82%D0%B0%20%D0%BA%D0%BE%D1%80%D0%B5%D0%B8%D1%81%D0%BA%D0%B0%D1%8F%20-%20Abies%20koreana\/thumbs\/DSC04408.webp","width":512,"height":410},"thumbCaption":"<h3>Сосновые - Pinales<\/h3><div class=\"comment\">The order Pinales in the division Pinophyta, class Pinopsida, comprises all the extant conifers. This order used to be known as the Coniferales.<br>The&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3221<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39191<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%A1%D0%BE%D1%81%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Pinaceae","deepCounters":{"total":638,"images":599,"folders":39,"files":599},"counters":{"total":39,"folders":39},"thumb":{"path":"%D0%A1%D0%BE%D1%81%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Pinaceae\/%D0%9F%D0%B8%D1%85%D1%82%D0%B0%20%D0%BA%D0%BE%D1%80%D0%B5%D0%B8%D1%81%D0%BA%D0%B0%D1%8F%20-%20Abies%20koreana\/thumbs\/DSC04408.webp","width":512,"height":410},"thumbCaption":"<h3>Сосновые - Pinaceae<\/h3><div class=\"comment\">The Pinaceae (pine family) are trees or shrubs, including many of the well-known conifers of commercial importance such as cedars, firs, hemlocks, larches,&hellip;<\/div>","name":"Сосновые - Pinaceae","comment":"The Pinaceae (pine family) are trees or shrubs, including many of the well-known conifers of commercial importance such as cedars, firs, hemlocks, larches, pines and spruces. The family is included in the order Pinales, formerly known as Coniferales. Pinaceae are supported as monophyletic by their protein-type sieve cell plastids, pattern of proembryogeny, and lack of bioflavonoids. They are the largest extant conifer family in species diversity, with between 220 and 250 species (depending on taxonomic opinion) in 11 genera, and the second-largest (after Cupressaceae) in geographical range, found in most of the Northern Hemisphere, with the majority of the species in temperate climates, but ranging from subarctic to tropical. The family often forms the dominant component of boreal, coastal, and montane forests. One species, Pinus merkusii, grows just south of the equator in Southeast Asia. Major centres of diversity are found in the mountains of southwest China, Mexico, central Japan, and California.","dates":{"added":1703514518,"dateRange":{"0":1234113529,"1":1703071930}},"fileDate":"2023-12-25T15:19:44.308Z","category":"folder"},{"path":"%D0%90%D1%80%D0%B0%D1%83%D0%BA%D0%B0%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Araucariaceae","deepCounters":{"total":45,"images":40,"folders":5,"files":40},"counters":{"total":5,"folders":5},"thumb":{"path":"%D0%90%D1%80%D0%B0%D1%83%D0%BA%D0%B0%D1%80%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Araucariaceae\/%D0%90%D1%80%D0%B0%D1%83%D0%BA%D0%B0%D1%80%D0%B8%D1%8F%20%D0%9A%D1%83%D0%BD%D0%BD%D0%B8%D0%B3%D0%B0%D0%BC%D0%B0%20-%20Araucaria%20cunninghamii\/thumbs\/IMG_3020.webp","width":512,"height":410},"thumbCaption":"<h3>Араукариевые - Araucariaceae<\/h3><div class=\"comment\">Araucariaceae - known as araucarians - is a very ancient family of coniferous trees. The family achieved its maximum diversity during the Jurassic and&hellip;<\/div>","name":"Араукариевые - Araucariaceae","comment":"Araucariaceae - known as araucarians - is a very ancient family of coniferous trees. The family achieved its maximum diversity during the Jurassic and Cretaceous periods, when it was distributed almost worldwide. Most of the Araucariaceae in the Northern Hemisphere vanished in the Cretaceous–Paleogene extinction event, and are now largely confined to the Southern Hemisphere, except for a few species of Agathis in Southeast Asia.\nMembers of Araucariaceae are typically very tall evergreen trees, reaching heights of 60 m (200 ft) or more. They can also grow very large stem diameters; a New Zealand kauri tree (Agathis australis) named Tāne Mahuta (\"The Lord of the Forest\") has been measured at 45.2 m (148 ft) tall with a diameter at breast height of 491 cm (16.11 ft). Its total wood volume is calculated to be 516.7 m3 (18,250 cu ft), making it the third-largest conifer after Sequoia and Sequoiadendron (both from the Cupressaceae subfamily Sequoioideae).\nThe trunks are columnar and have relatively large piths with resinous cortices. The branching is usually horizontal and tiered, arising regularly in whorls of three to seven branches or alternating in widely separated pairs.\nThe leaves can be small, needle-like, and curved, or they can be large, broadly ovate, and flattened. They are spirally arranged, persistent, and usually have parallel venation.\nLike other conifers, they produce cones. Each tree can have both male and female cones (monoecious) or they can have only male or female cones (dioecious).","dates":{"added":1653173234,"dateRange":{"0":1390739031,"1":1652952261}},"fileDate":"2023-01-20T17:51:15.997Z","category":"folder"},{"path":"%D0%93%D0%BE%D0%BB%D0%BE%D0%B2%D1%87%D0%B0%D1%82%D0%BE%D1%82%D0%B8%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cephalotaxaceae","deepCounters":{"total":18,"images":15,"folders":3,"files":15},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%93%D0%BE%D0%BB%D0%BE%D0%B2%D1%87%D0%B0%D1%82%D0%BE%D1%82%D0%B8%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cephalotaxaceae\/%D0%93%D0%BE%D0%BB%D0%BE%D0%B2%D1%87%D0%B0%D1%82%D0%BE%D1%82%D0%B8%D1%81%D1%81%20%D0%A4%D0%BE%D1%80%D1%87%D1%83%D0%BD%D0%B0%20-%20Cephalotaxus%20fortunei\/thumbs\/0DSC02110.webp","width":512,"height":410},"thumbCaption":"<h3>Головчатотисовые - Cephalotaxaceae<\/h3><div class=\"comment\">Cephalotaxaceae is a small grouping of conifers, with three genera and about 20 species, closely allied to the Taxaceae, and included in that family by some&hellip;<\/div>","name":"Головчатотисовые - Cephalotaxaceae","comment":"Cephalotaxaceae is a small grouping of conifers, with three genera and about 20 species, closely allied to the Taxaceae, and included in that family by some botanists. They are restricted to east Asia, except for two species of Torreya found in the southwest and southeast of the United States; fossil evidence shows a much wider prehistorical Northern Hemisphere distribution. The differences between Taxaceae and Cephalotaxaceae are notable in the cone aril, which fully encloses the seeds of Cephalotaxaceae, the longer maturation of Cephalotaxaceae seeds and the larger size of the mature seeds.\nThese are much branched, small trees and shrubs. The leaves are evergreen, spirally arranged, often twisted at the base to appear biranked. They are linear to lanceolate, and have pale green or white stomatal bands on the undersides. The plants are monoecious, subdioecious, or dioecious. The male cones are 4–25 mm long, and shed pollen in the early spring. The female cones are reduced, with one to a few ovuliferous scales, and one seed on each ovuliferous scale. As the seed matures, the ovuliferous scale develops into a fleshy aril fully enclosing the seed. The mature aril is thin, green, purple or red, soft and resinous. Each ovuliferous scale remains discrete, so the cone develops into a short stem with one to a few berry-like seeds. They are probably eaten by birds or other animals which then disperse the hard seed undamaged in their droppings, but seed dispersal mechanisms in the family are not yet well researched.","dates":{"added":1684089824,"dateRange":{"0":1390740853,"1":1682845882}},"fileDate":"2023-01-20T17:51:16.12Z","category":"folder"},{"path":"%D0%9A%D0%B8%D0%BF%D0%B0%D1%80%D0%B8%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cupressaceae","deepCounters":{"total":194,"images":177,"folders":17,"files":177},"counters":{"total":17,"folders":17},"thumb":{"path":"%D0%9A%D0%B8%D0%BF%D0%B0%D1%80%D0%B8%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cupressaceae\/%D0%9A%D0%B8%D0%BF%D0%B0%D1%80%D0%B8%D1%81%D0%BE%D0%B2%D0%B8%D0%BA%20%D0%9B%D0%B0%D0%B2%D1%81%D0%BE%D0%BD%D0%B0%20-%20Chamaecyparis%20lawsoniana\/thumbs\/DSC06424.webp","width":512,"height":410},"thumbCaption":"<h3>Кипарисовые - Cupressaceae<\/h3><div class=\"comment\">Cupressaceae is a conifer family, the cypress family, with worldwide distribution. The family includes 27–30 genera (17 monotypic), which include the junipers&hellip;<\/div>","name":"Кипарисовые - Cupressaceae","comment":"Cupressaceae is a conifer family, the cypress family, with worldwide distribution. The family includes 27–30 genera (17 monotypic), which include the junipers and redwoods, with about 130–140 species in total. They are monoecious, subdioecious or (rarely) dioecious trees and shrubs 1–116 m (3 ft 3 in–380 ft 7 in) tall. The bark of mature trees is commonly orange- to red- brown and of stringy texture, often flaking or peeling in vertical strips, but smooth, scaly or hard and square-cracked in some species.\nThe leaves are arranged either spirally, in decussate pairs (opposite pairs, each pair at 90° to the previous pair) or in decussate whorls of three or four, depending on the genus. On young plants, the leaves are needle-like, becoming small and scale-like on mature plants of many genera; some genera and species retain needle-like leaves throughout their lives. Old leaves are mostly not shed individually, but in small sprays of foliage (cladoptosis); exceptions are the leaves on shoots, which develop into branches, which eventually fall off individually when the bark starts to flake. Most are evergreen with the leaves persisting 2–10 years, but three genera (Glyptostrobus, Metasequoia and Taxodium) are deciduous or include deciduous species.\nCupressaceae is a widely distributed conifer family, with a near-global range in all continents except for Antarctica, stretching from 71°N in arctic Norway (Juniperus communis) south to 55°S in southernmost Chile (Pilgerodendron uviferum), while Juniperus indica reaches 5200 m altitude in Tibet, the highest altitude reported for any woody plant. Most habitats on land are occupied, with the exceptions of polar tundra and tropical lowland rainforest (though several species are important components of temperate rainforests and tropical highland cloud forests); they are also rare in deserts, with only a few species able to tolerate severe drought, notably Cupressus dupreziana in the central Sahara. Despite the wide overall distribution, many genera and species show very restricted relictual distributions, and many are endangered species.","dates":{"added":1684089824,"dateRange":{"0":1211050823,"1":1682845822}},"fileDate":"2023-05-14T20:52:51.647Z","category":"folder"},{"path":"%D0%9F%D0%BE%D0%B4%D0%BE%D0%BA%D0%B0%D1%80%D0%BF%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Podocarpaceae","deepCounters":{"total":12,"images":11,"folders":1,"files":11},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9F%D0%BE%D0%B4%D0%BE%D0%BA%D0%B0%D1%80%D0%BF%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Podocarpaceae\/%D0%9F%D0%BE%D0%B4%D0%BE%D0%BA%D0%B0%D1%80%D0%BF%20%D0%BE%D0%BB%D0%B5%D0%B0%D0%BD%D0%B4%D1%80%D0%BE%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D1%8B%D0%B8%20-%20Podocarpus%20neriifolius\/thumbs\/DSC06520.webp","width":512,"height":410},"thumbCaption":"<h3>Подокарповые - Podocarpaceae<\/h3><div class=\"comment\">Podocarpaceae is a large family of mainly Southern Hemisphere conifers, comprising about 156 species of evergreen trees and shrubs. It contains 19 genera if&hellip;<\/div>","name":"Подокарповые - Podocarpaceae","comment":"Podocarpaceae is a large family of mainly Southern Hemisphere conifers, comprising about 156 species of evergreen trees and shrubs. It contains 19 genera if Phyllocladus is included and if Manoao and Sundacarpus are recognized.\nThe family is a classic member of the Antarctic flora, with its main centres of diversity in Australasia, particularly New Caledonia, Tasmania, and New Zealand, and to a slightly lesser extent Malesia and South America (primarily in the Andes mountains). Several genera extend north of the equator into Indochina and the Philippines. Podocarpus reaches as far north as southern Japan and southern China in Asia, and Mexico in the Americas, and Nageia into southern China and southern India. Two genera also occur in sub-Saharan Africa, the widespread Podocarpus and the endemic Afrocarpus.\nParasitaxus usta is unique as the only known parasitic gymnosperm. It occurs on New Caledonia, where it is parasitic on another member of the Podocarpaceae, Falcatifolium taxoides.\nThe genus Phyllocladus is sister to Podocarpaceae sensu stricto. It is treated by some botanists in its own family Phyllocladaceae.","dates":{"added":1649437856,"dateRange":{"0":1493630481,"1":1649421020}},"fileDate":"2023-01-20T17:51:16.28Z","category":"folder"},{"path":"%D0%A1%D1%86%D0%B8%D0%B0%D0%B4%D0%BE%D0%BF%D0%B8%D1%82%D0%B8%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Sciadopityaceae","deepCounters":{"total":9,"images":8,"folders":1,"files":8},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A1%D1%86%D0%B8%D0%B0%D0%B4%D0%BE%D0%BF%D0%B8%D1%82%D0%B8%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Sciadopityaceae\/%D0%A1%D1%86%D0%B8%D0%B0%D0%B4%D0%BE%D0%BF%D0%B8%D1%82%D0%B8%D1%81%20%D0%BC%D1%83%D1%82%D0%BE%D0%B2%D1%87%D0%B0%D1%82%D1%8B%D0%B8%20-%20Sciadopitys%20verticillata\/thumbs\/0DSC02465.webp","width":512,"height":410},"thumbCaption":"<h3>Сциадопитисовые - Sciadopityaceae<\/h3><div class=\"comment\">Sciadopitys verticillata, koyamaki, or Japanese umbrella-pine, is a unique conifer endemic to Japan. It is the sole member of the family Sciadopityaceae and&hellip;<\/div>","name":"Сциадопитисовые - Sciadopityaceae","comment":"Sciadopitys verticillata, koyamaki, or Japanese umbrella-pine, is a unique conifer endemic to Japan. It is the sole member of the family Sciadopityaceae and genus Sciadopitys, a living fossil with no close relatives, and known in the fossil record for about 230 million years.\nIts genus name comes from the Greek prefix sciado- meaning \"shadow\" and pitys, meaning \"pine\"; the specific epithet means \"with whorls\".\nIt is an evergreen tree that can grow 15–27 m tall, with brown main shoots bearing whorls of 7–12 cm long flexible green cladodes that look like, and perform the function of, leaves but are actually composed of stem tissues; occasionally, a cladode will be forked and produce a bud in the 'v' of the fork. The cones are 6–11 cm long, mature in about 18 months, and have flattish scales that open to release the seeds.\nIt is a very attractive tree and is popular in gardens, despite its slow growth rate.\nA symbolic representation of the tree (known in Japanese as kōyamaki) was chosen as the Japanese Imperial crest for Prince Hisahito of Akishino, currently third in line to the Chrysanthemum Throne.\nThe plant was first introduced to Europe by John Gould Veitch in September 1860.\nThere is debate on what plant family Baltic amber was produced by, with macrofossil and microflossil evidence suggesting a Pinus relative, while chemical and infrared microspectroscopy evidence suggests relatives of either Agathis or Sciadopitys.","dates":{"added":1653173234,"dateRange":{"0":1518869353,"1":1652957182}},"fileDate":"2023-01-20T17:51:16.59Z","category":"folder"},{"path":"%D0%A2%D0%B8%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Taxaceae","deepCounters":{"total":56,"images":53,"folders":3,"files":53},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%A2%D0%B8%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Taxaceae\/%D0%A2%D0%B8%D1%81%20%D1%8F%D0%B3%D0%BE%D0%B4%D0%BD%D1%8B%D0%B8%20-%20Taxus%20baccata\/thumbs\/0japanese_garden_tallinn_kadriorg_hedge-2.webp","width":512,"height":410},"thumbCaption":"<h3>Тисовые - Taxaceae<\/h3><div class=\"comment\">Taxaceae, commonly called the yew family, is a coniferous family which includes seven genera and about 30 species of plants, or in older interpretations three&hellip;<\/div>","name":"Тисовые - Taxaceae","comment":"Taxaceae, commonly called the yew family, is a coniferous family which includes seven genera and about 30 species of plants, or in older interpretations three genera and 7 to 12 species.\nThey are many-branched, small trees and shrubs. The leaves are evergreen, spirally arranged, often twisted at the base to appear 2-ranked. They are linear to lanceolate, and have pale green or white stomatal bands on the undersides. The plants are dioecious, rarely monoecious. The male cones are 2–5 millimetres (0.079–0.197 in) long, and shed pollen in the early spring. The female cones are highly reduced, with just one ovuliferous scale and one seed. As the seed matures, the ovuliferous scale develops into a fleshy aril partly enclosing the seed. The mature aril is brightly coloured, soft, juicy and sweet, and is eaten by birds which then disperse the hard seed undamaged in their droppings. However, the seeds are highly poisonous to humans, containing the poisons taxine and taxol.","dates":{"added":1696640557,"dateRange":{"0":1192386725,"1":1695380121}},"fileDate":"2023-01-20T17:51:16.59Z","category":"folder"}],"name":"Сосновые - Pinales","comment":"The order Pinales in the division Pinophyta, class Pinopsida, comprises all the extant conifers. This order used to be known as the Coniferales.\nThe distinguishing characteristic is the reproductive structure known as a cone produced by all Pinales. All of the extant conifers, such as cedar, celery-pine, cypress, fir, juniper, larch, pine, redwood, spruce, and yew, are included here. Some fossil conifers, however, belong to other distinct orders within the division Pinophyta.\nThe yews had been separated into a distinct order of their own (Taxales), but genetic evidence indicates yews are monophyletic with other conifers and they are now included in the Pinales.\nThe families included are the Araucariaceae, Cephalotaxaceae, Cupressaceae, Pinaceae, Podocarpaceae, Sciadopityaceae, and Taxaceae.","dates":{"added":1703514518,"dateRange":{"0":1192386725,"1":1703071930}},"fileDate":"2023-01-20T17:40:23.687Z"}