{"path":"%D0%9A%D0%B8%D0%B7%D0%B8%D0%BB%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Cornales","deepCounters":{"total":334,"images":310,"folders":24,"files":310},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9A%D0%B8%D0%B7%D0%B8%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cornaceae\/%D0%9A%D0%B8%D0%B7%D0%B8%D0%BB%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B8%20-%20Cornus%20mas\/thumbs\/000DSC02103.webp","width":512,"height":410},"thumbCaption":"<h3>Кизилоцветные - Cornales<\/h3><div class=\"comment\">The Cornales are an order of flowering plants, basal among the asterids, containing about 600 species. Plants within the Cornales usually have four-parted&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3221<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39191<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%9A%D0%B8%D0%B7%D0%B8%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cornaceae","deepCounters":{"total":97,"images":89,"folders":8,"files":89},"counters":{"total":8,"folders":8},"thumb":{"path":"%D0%9A%D0%B8%D0%B7%D0%B8%D0%BB%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cornaceae\/%D0%9A%D0%B8%D0%B7%D0%B8%D0%BB%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B8%20-%20Cornus%20mas\/thumbs\/000DSC02103.webp","width":512,"height":410},"thumbCaption":"<h3>Кизиловые - Cornaceae<\/h3><div class=\"comment\">Cornaceae is a cosmopolitan family of flowering plants in the order Cornales. It contains approximately 85 species in two genera, Alangium and Cornus. They are&hellip;<\/div>","name":"Кизиловые - Cornaceae","comment":"Cornaceae is a cosmopolitan family of flowering plants in the order Cornales. It contains approximately 85 species in two genera, Alangium and Cornus. They are mostly trees and shrubs, which may be deciduous or evergreen, although a few species are perennial herbs. Members of the family usually have opposite or alternate simple leaves, four- or five-parted flowers clustered in inflorescences or pseudanthia, and drupaceous fruits. In northern temperate areas, Cornaceae are well known from the dogwoods Cornus.\nThe systematics of Cornaceae has been remarkably unsettled and controversial, and many genera have been added to it and removed from it over time. (One researcher called it a \"dustbin.\") Molecular phylogenetics have clarified the relatedness of some associated genera, and at least nine genera that were previously included in Cornaceae have been eliminated from the order Cornales entirely, but the circumscription of Cornaceae is still unclear. The Angiosperm Phylogeny Group usually defines Cornaceae as comprising the genera Cornus and Alangium as well as five genera now separated into the family Nyssaceae. However, many of these genera are sometimes split off into their own families (e.g. Alangiaceae), and the usage remains inconsistent.","dates":{"added":1684089824,"dateRange":{"0":1277199246,"1":1682846003}},"fileDate":"2023-05-14T20:59:03.469Z","category":"folder"},{"path":"%D0%93%D0%BE%D1%80%D1%82%D0%B5%D0%BD%D0%B7%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Hydrangeaceae","deepCounters":{"total":235,"images":221,"folders":14,"files":221},"counters":{"total":14,"folders":14},"thumb":{"path":"%D0%93%D0%BE%D1%80%D1%82%D0%B5%D0%BD%D0%B7%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Hydrangeaceae\/%D0%A7%D1%83%D0%B1%D1%83%D1%88%D0%BD%D0%B8%D0%BA%20%D0%B2%D0%B5%D0%BD%D0%B5%D1%87%D0%BD%D1%8B%D0%B8%20-%20Philadelphus%20coronarius\/thumbs\/DSC01590.webp","width":512,"height":410},"thumbCaption":"<h3>Гортензиевые - Hydrangeaceae<\/h3><div class=\"comment\">Hydrangeaceae is a family of flowering plants in the order Cornales, with a wide distribution in Asia and North America, and locally in southeastern Europe. it&hellip;<\/div>","name":"Гортензиевые - Hydrangeaceae","comment":"Hydrangeaceae is a family of flowering plants in the order Cornales, with a wide distribution in Asia and North America, and locally in southeastern Europe. it comprises nine (or fewer) genera with 223 known species.\nIn its broad sense (as treated by the Angiosperm Phylogeny Group), the family includes 17 genera, but some botanists divide the family into two, with seven genera split off into a separate family, Philadelphaceae.\nThe genera are characterised by leaves in opposite pairs (rarely whorled or alternate), and regular, bisexual flowers with 4 (rarely 5–12) petals. The fruit is a capsule or berry containing several seeds, the seeds with a fleshy endosperm.","dates":{"added":1683998744,"dateRange":{"0":1250242026,"1":1682929019}},"fileDate":"2023-05-13T19:25:52.740Z","category":"folder"}],"name":"Кизилоцветные - Cornales","comment":"The Cornales are an order of flowering plants, basal among the asterids, containing about 600 species. Plants within the Cornales usually have four-parted flowers, drupaceous fruits, and inferior gynoecia topped with disc-shaped nectaries.\nIn the classification system of Dahlgren the Cornales were in the superorder Corniflorae (also called Cornanae). Under the APG IV system, the Cornales order includes these families:\nThe oldest fossils assigned with confidence to the order are Hironoia fusiformis, described from Coniacian age Japanese coalified fruits, and Suciacarpa starrii described from American permineralized fruits of Campanian age.","dates":{"added":1684089824,"dateRange":{"0":1250242026,"1":1682929019}},"fileDate":"2023-04-23T17:02:30.737Z"}