{"path":"%D0%9C%D0%B8%D1%80%D1%82%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Myrtales","deepCounters":{"total":552,"images":498,"folders":54,"files":498},"counters":{"total":5,"folders":5},"thumb":{"path":"%D0%9C%D0%B8%D1%80%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Myrtaceae\/%D0%9A%D0%B0%D0%BB%D0%BB%D0%B8%D1%81%D1%82%D0%B5%D0%BC%D0%BE%D0%BD%20%D0%BB%D0%B8%D0%BC%D0%BE%D0%BD%D0%BD%D1%8B%D0%B8%20-%20Callistemon%20citrinus\/thumbs\/DSC01987.webp","width":512,"height":410},"thumbCaption":"<h3>Миртоцветные - Myrtales<\/h3><div class=\"comment\">The Myrtales are an order of flowering plants placed as a sister to the eurosids II clade as of the publishing of the Eucalyptus grandis genome in June 2014.&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3209<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39103<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%94%D0%B5%D1%80%D0%B1%D0%B5%D0%BD%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Lythraceae","deepCounters":{"total":128,"images":120,"folders":8,"files":120},"counters":{"total":8,"folders":8},"thumb":{"path":"%D0%94%D0%B5%D1%80%D0%B1%D0%B5%D0%BD%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Lythraceae\/%D0%93%D1%80%D0%B0%D0%BD%D0%B0%D1%82%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B8%20-%20Punica%20granatum\/thumbs\/DSC03370.webp","width":512,"height":410},"thumbCaption":"<h3>Дербенниковые - Lythraceae<\/h3><div class=\"comment\">Lythraceae is a family of flowering plants, including 32 genera with about 620 species of herbs, shrubs and trees. The larger genera include Cuphea (275 spp.),&hellip;<\/div>","name":"Дербенниковые - Lythraceae","comment":"Lythraceae is a family of flowering plants, including 32 genera with about 620 species of herbs, shrubs and trees. The larger genera include Cuphea (275 spp.), Lagerstroemia (56), Nesaea (50), Rotala (45), and Lythrum (35). It also includes the pomegranate (Punica granatum, formerly in Punicaceae) and the water caltrop (Trapa natans, formerly in Trapaceae). Lythraceae has a worldwide distribution, with most species in the tropics, but ranging into temperate climate regions as well.\n\nThe family is named after the type genus, Lythrum, the loosestrifes (e.g. Lythrum salicaria purple loosestrife) and also includes henna (Lawsonia inermis). It now includes the pomegranate, formerly classed in a separate family Punicaceae. The family also includes the widely cultivated crape myrtle trees. Botanically, the leaves are usually in pairs (opposite), and the flower petals emerge from the rim of the calyx tube. The petals often appear crumpled.","dates":{"added":1690228680,"dateRange":{"0":1135731404,"1":1690119028}},"fileDate":"2023-01-20T17:48:47.436Z","category":"folder"},{"path":"%D0%9A%D0%B8%D0%BF%D1%80%D0%B5%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Onagraceae","deepCounters":{"total":185,"images":171,"folders":14,"files":171},"counters":{"total":14,"folders":14},"thumb":{"path":"%D0%9A%D0%B8%D0%BF%D1%80%D0%B5%D0%B8%D0%BD%D1%8B%D0%B5%20-%20Onagraceae\/%D0%9A%D0%B8%D0%BF%D1%80%D0%B5%D0%B8%20%D0%B2%D0%BE%D0%BB%D0%BE%D1%81%D0%B8%D1%81%D1%82%D1%8B%D0%B8%20-%20Epilobium%20hirsutum\/thumbs\/DSC09435.webp","width":512,"height":410},"thumbCaption":"<h3>Кипрейные - Onagraceae<\/h3><div class=\"comment\">The Onagraceae are a family of flowering plants known as the willowherb family or evening primrose family. They include about 650 species of herbs, shrubs, and&hellip;<\/div>","name":"Кипреиные - Onagraceae","comment":"The Onagraceae are a family of flowering plants known as the willowherb family or evening primrose family. They include about 650 species of herbs, shrubs, and trees in 17 genera. The family is widespread, occurring on every continent from boreal to tropical regions.\n\nThe family includes a number of popular garden plants, including evening primroses (Oenothera) and fuchsias (Fuchsia). Some, particularly the willowherbs (Epilobium), are common weeds in gardens and rapidly colonize disturbed habitats in the wild. One such species is fireweed (Chamaenerion angustifolium).\n\nThe family is characterised by flowers with usually four sepals and petals; in some genera, such as Fuchsia, the sepals are as brightly coloured as the petals.\n\nThe seeds are generally very small. In some genera, such as Epilobium, they have tufts of hairs and are dispersed on the wind. In others, such as Fuchsia, the seeds develop in juicy berries dispersed by animals. The leaves are commonly opposite or whorled, but are spirally arranged in some species; in most, they are simple and lanceolate in shape. The pollen grains in many genera are loosely held together by viscin threads. Most bees cannot collect it, and only bees with specialized morphologies can effectively pollinate the flowers; nearly all bee taxa that visit the flowers are oligoleges specialized on the family Onagraceae.\n\nThe family was named after the genus Onagra (now known as Oenothera) in 1836 by John Lindley in the second edition of A Natural System of Botany.","dates":{"added":1688880096,"dateRange":{"0":1245794924,"1":1688820526}},"fileDate":"2023-01-20T17:48:47.452Z","category":"folder","title":"Кипрейные - Onagraceae"},{"path":"%D0%9A%D0%BE%D0%BC%D0%B1%D1%80%D0%B5%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Combretaceae","deepCounters":{"total":10,"images":7,"folders":3,"files":7},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%9A%D0%BE%D0%BC%D0%B1%D1%80%D0%B5%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Combretaceae\/%D0%9A%D0%B2%D0%B8%D1%81%D0%BA%D0%B2%D0%B0%D0%BB%D0%B8%D1%81%20%D0%B8%D0%BD%D0%B4%D0%B8%D0%B8%D1%81%D0%BA%D0%B8%D0%B8%20-%20Quisqualis%20indica\/thumbs\/DSC05225.webp","width":512,"height":410},"thumbCaption":"<h3>Комбретовые - Combretaceae<\/h3><div class=\"comment\">The Combretaceae are a family of flowering plants in the order Myrtales. The family includes about 530 species of trees, shrubs, and lianas in ca 10 genera. The&hellip;<\/div>","name":"Комбретовые - Combretaceae","comment":"The Combretaceae are a family of flowering plants in the order Myrtales. The family includes about 530 species of trees, shrubs, and lianas in ca 10 genera. The family includes the leadwood tree, Combretum imberbe. Three genera, Conocarpus, Laguncularia, and Lumnitzera, grow in mangrove habitats (mangals). The Combretaceae are widespread in the subtropics and tropics. Some members of this family produce useful construction timber, such as idigbo from Terminalia ivorensis. The commonly cultivated Quisqualis indica is now placed in the genus Combretum.","dates":{"added":1580576105,"dateRange":{"0":1356242225,"1":1577525064}},"fileDate":"2023-01-20T17:48:47.436Z","category":"folder"},{"path":"%D0%9C%D0%B5%D0%BB%D0%B0%D1%81%D1%82%D0%BE%D0%BC%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Melastomataceae","deepCounters":{"total":18,"images":15,"folders":3,"files":15},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%9C%D0%B5%D0%BB%D0%B0%D1%81%D1%82%D0%BE%D0%BC%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Melastomataceae\/%D0%9C%D0%B5%D0%B4%D0%B8%D0%BD%D0%B8%D0%BB%D0%BB%D0%B0%20%D0%B2%D0%B5%D0%BB%D0%B8%D0%BA%D0%BE%D0%BB%D0%B5%D0%BF%D0%BD%D0%B0%D1%8F%20-%20Medinilla%20magnifica\/thumbs\/DSC03012.webp","width":512,"height":410},"thumbCaption":"<h3>Меластомовые - Melastomataceae<\/h3><div class=\"comment\">The family Melastomataceae (alternatively Melastomaceae) is a taxon of dicotyledonous flowering plants found mostly in the tropics (two thirds of the genera are&hellip;<\/div>","name":"Меластомовые - Melastomataceae","comment":"The family Melastomataceae (alternatively Melastomaceae) is a taxon of dicotyledonous flowering plants found mostly in the tropics (two thirds of the genera are from the New World tropics) comprising c. 165 genera and c. 5115 known species. Melastomes are annual or perennial herbs, shrubs, or small trees.\n\nThe leaves of melastomes are somewhat distinctive, being opposite, decussate, and usually with 3-7 longitudinal veins arising either from the base of the blade, plinerved (inner veins diverging above base of blade), or pinnately nerved with three or more pairs of primary veins diverging from the mid-vein at successive points above the base.\n\nFlowers are perfect, and borne either singly or in terminal or axillary, paniculate cymes.\n\nA number of melastomes are regarded as invasive species once naturalized in tropical and subtropical environments outside their normal range. Examples are Koster's curse (Clidemia hirta), Tibouchina semidecandra and Miconia calvescens, but many other species are involved.\n\nUnder the APG III system of classification, the seven genera from Memecylaceae are now included in this family.","dates":{"added":1640555897,"dateRange":{"0":1432466257,"1":1640086789}},"fileDate":"2023-01-20T17:48:47.452Z","category":"folder"},{"path":"%D0%9C%D0%B8%D1%80%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Myrtaceae","deepCounters":{"total":206,"images":185,"folders":21,"files":185},"counters":{"total":21,"folders":21},"thumb":{"path":"%D0%9C%D0%B8%D1%80%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Myrtaceae\/%D0%9A%D0%B0%D0%BB%D0%BB%D0%B8%D1%81%D1%82%D0%B5%D0%BC%D0%BE%D0%BD%20%D0%BB%D0%B8%D0%BC%D0%BE%D0%BD%D0%BD%D1%8B%D0%B8%20-%20Callistemon%20citrinus\/thumbs\/DSC01987.webp","width":512,"height":410},"thumbCaption":"<h3>Миртовые - Myrtaceae<\/h3><div class=\"comment\">Myrtaceae or the myrtle family is a family of dicotyledonous plants placed within the order Myrtales. Myrtle, pohutukawa, bay rum tree, clove, guava, acca&hellip;<\/div>","name":"Миртовые - Myrtaceae","comment":"Myrtaceae or the myrtle family is a family of dicotyledonous plants placed within the order Myrtales. Myrtle, pohutukawa, bay rum tree, clove, guava, acca (feijoa), allspice, and eucalyptus are some notable members of this group. All species are woody, with essential oils, and flower parts in multiples of four or five. The leaves are evergreen, alternate to mostly opposite, simple, and usually with an entire (not toothed) margin. The flowers have a base number of five petals, though in several genera the petals are minute or absent. The stamens are usually very conspicuous, brightly coloured and numerous.","dates":{"added":1703514519,"dateRange":{"0":1240754659,"1":1703250072}},"fileDate":"2023-12-25T14:26:31.30Z","category":"folder"}],"name":"Миртоцветные - Myrtales","comment":"The Myrtales are an order of flowering plants placed as a sister to the eurosids II clade as of the publishing of the Eucalyptus grandis genome in June 2014. The APG III system of classification for angiosperms still places it within the eurosids. The following families are included as of APG III:\nThe Cronquist system gives essentially the same composition, except the Vochysiaceae are removed to the order Polygalales, and the Thymelaeaceae are included. The families Sonneratiaceae, Trapaceae, and Punicaceae are removed from the Lythraceae. In the classification system of Dahlgren the Myrtales were in the superorder Myrtiflorae (also called Myrtanae). The APG III system agrees with the older Cronquist circumscriptions of treating Psiloxylaceae and Heteropyxidaceae within Myrtaceae, and Memecyclaceae within Melastomataceae.\nEllagitannins are reported in dicotyledoneous angiospermes, and notably in species in the order Myrtales.\nMyrtales is dated to have begun 89–99 million years ago (mya) in Australasia. There is some contention as to that date however, which was obtained using nuclear DNA. When looking at chloroplast DNA, the myrtales ancestor is instead considered to have evolved in the mid-Cretaceous period (100 mya) in Southeast Africa, rather than in Australasia. Although the APG system classifies myrtales as within the eurosids, the recently published genome of Eucalyptus grandis places the order myrtales as a sister to the eurosids rather than inside them. The discrepancy is thought to have arisen due to the difference between using a large number of taxa versus using a large number of genes for constructing a phylogeny.","dates":{"added":1703514519,"dateRange":{"0":1135731404,"1":1703250072}},"fileDate":"2023-01-20T17:39:38.935Z"}