{"path":"%D0%9C%D0%BD%D0%BE%D0%B3%D0%BE%D0%BD%D0%BE%D0%B6%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Polypodiales","deepCounters":{"total":308,"images":254,"folders":54,"files":254},"counters":{"total":11,"folders":11},"thumb":{"path":"%D0%9C%D0%BD%D0%BE%D0%B3%D0%BE%D0%BD%D0%BE%D0%B6%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Polypodiaceae\/%D0%93%D0%BE%D0%BD%D0%B8%D0%BE%D1%84%D0%BB%D0%B5%D0%B1%D0%B8%D1%83%D0%BC%20%D1%83%D1%88%D0%BA%D0%BE%D0%B2%D0%B0%D1%82%D1%8B%D0%B8%20-%20Goniophlebium%20subauriculatum\/thumbs\/DSC04998.webp","width":512,"height":410},"thumbCaption":"<h3>Многоножковые - Polypodiales<\/h3><div class=\"comment\">The order Polypodiales encompasses the major lineages of polypod ferns, which comprise more than 80% of today's fern species. They are found in many parts of&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3221<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39191<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%9C%D0%BD%D0%BE%D0%B3%D0%BE%D0%BD%D0%BE%D0%B6%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Polypodiaceae","deepCounters":{"total":65,"images":54,"folders":11,"files":54},"counters":{"total":11,"folders":11},"thumb":{"path":"%D0%9C%D0%BD%D0%BE%D0%B3%D0%BE%D0%BD%D0%BE%D0%B6%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Polypodiaceae\/%D0%93%D0%BE%D0%BD%D0%B8%D0%BE%D1%84%D0%BB%D0%B5%D0%B1%D0%B8%D1%83%D0%BC%20%D1%83%D1%88%D0%BA%D0%BE%D0%B2%D0%B0%D1%82%D1%8B%D0%B8%20-%20Goniophlebium%20subauriculatum\/thumbs\/DSC04998.webp","width":512,"height":410},"thumbCaption":"<h3>Многоножковые - Polypodiaceae<\/h3><div class=\"comment\">Polypodiaceae is a family of polypod ferns, which includes more than 60 genera divided into several tribes and containing around 1,000 species. Nearly all are&hellip;<\/div>","name":"Многоножковые - Polypodiaceae","comment":"Polypodiaceae is a family of polypod ferns, which includes more than 60 genera divided into several tribes and containing around 1,000 species. Nearly all are epiphytes, but some are terrestrial.\nStems of Polypodiaceae range from erect to long-creeping. The fronds are entire, pinnatifid, or variously forked or pinnate. The petioles lack stipules. The scaly rhizomes are generally creeping in nature. Polypodiaceae species are found in wet climates, most commonly in rain forests. In temperate zones, most species tend to be epiphytic or epipetric.\nNotable examples of ferns in this family include the resurrection fern (Pleopeltis polypodioides) and the golden serpent fern (Phlebodium aureum).\nMolecular phylogenic analysis has led to the division of the Polypodiaceae into five subfamiles, and to the inclusion of genera that have at various times been placed in other families, including the Drynariaceae, Grammitidaceae, Gymnogrammitidaceae, Loxogrammaceae, Platyceriaceae, and Pleurisoriopsidaceae. In the list that follows, the taxa shown with the \"(=)\" prefix are considered to be synonymyms for the accepted subfamily name that they follow. However, this does not necessarily imply that the subfamily contains all of the synonym's previous genera.","dates":{"added":1651341521,"dateRange":{"0":1391081874,"1":1651324163}},"fileDate":"2023-01-20T17:50:20.626Z","category":"folder"},{"path":"%D0%94%D0%B5%D0%BD%D0%BD%D1%88%D1%82%D0%B5%D0%B4%D1%82%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Dennstaedtiaceae","deepCounters":{"total":19,"images":17,"folders":2,"files":17},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%94%D0%B5%D0%BD%D0%BD%D1%88%D1%82%D0%B5%D0%B4%D1%82%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Dennstaedtiaceae\/%D0%9C%D0%B5%D0%BB%D0%BA%D0%BE%D1%87%D0%B5%D1%88%D1%83%D0%B8%D0%BD%D0%B8%D0%BA%20%D1%89%D0%B5%D1%82%D0%B8%D0%BD%D0%B8%D1%81%D1%82%D1%8B%D0%B8%20-%20Microlepia%20strigosa\/thumbs\/DSC03222.webp","width":512,"height":410},"thumbCaption":"<h3>Деннштедтиевые - Dennstaedtiaceae<\/h3><div class=\"comment\">Dennstaedtiaceae is one of fifteen families in the order Polypodiales, the most derived families within monilophytes (ferns). It comprises 10 genera with ca 240&hellip;<\/div>","name":"Деннштедтиевые - Dennstaedtiaceae","comment":"Dennstaedtiaceae is one of fifteen families in the order Polypodiales, the most derived families within monilophytes (ferns). It comprises 10 genera with ca 240 known species, including one of the world's most abundant fern, Pteridium aquilinum (bracken). Members of the order generally have large, highly divided leaves and have either small, round intramarginal sori with cup-shaped indusia (e.g. Dennstaedtia) or linear marginal sori with a false indusium formed from the reflexed leaf margin (e.g. Pteridium). The morphological diversity among members of the order has confused past taxonomy, but recent molecular studies have supported the monophyly of the order and the family. The reclassification of Dennstaedtiaceae and the rest of the monilophytes was published in 2006, so most of the available literature is not updated.","dates":{"added":1629027015,"dateRange":{"0":1442751316,"1":1628940297}},"fileDate":"2023-01-20T17:50:20.610Z","category":"folder"},{"path":"%D0%94%D0%B5%D1%80%D0%B1%D1%8F%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Blechnaceae","deepCounters":{"total":18,"images":15,"folders":3,"files":15},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%94%D0%B5%D1%80%D0%B1%D1%8F%D0%BD%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Blechnaceae\/%D0%94%D0%B5%D1%80%D0%B1%D1%8F%D0%BD%D0%BA%D0%B0%20%D0%BF%D1%80%D0%B8%D0%B4%D0%B0%D1%82%D0%BA%D0%BE%D0%B2%D0%B0%D1%8F%20-%20Blechnum%20appendiculatum\/thumbs\/0DSC05531.webp","width":512,"height":410},"thumbCaption":"<h3>Дербянковые - Blechnaceae<\/h3>","name":"Дербянковые - Blechnaceae","dates":{"added":1644691406,"dateRange":{"0":1277199574,"1":1644664950}},"fileDate":"2023-01-20T17:50:20.610Z","category":"folder"},{"path":"%D0%9A%D0%BE%D1%81%D1%82%D0%B5%D0%BD%D1%86%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Aspleniaceae","deepCounters":{"total":49,"images":43,"folders":6,"files":43},"counters":{"total":6,"folders":6},"thumb":{"path":"%D0%9A%D0%BE%D1%81%D1%82%D0%B5%D0%BD%D1%86%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Aspleniaceae\/%D0%9A%D0%BE%D1%81%D1%82%D0%B5%D0%BD%D0%B5%D1%86%20%D0%B0%D0%BD%D1%82%D0%B8%D1%87%D0%BD%D1%8B%D0%B8%20-%20Asplenium%20antiquum\/thumbs\/IMG_3092.webp","width":512,"height":410},"thumbCaption":"<h3>Костенцовые - Aspleniaceae<\/h3><div class=\"comment\">The Aspleniaceae (spleenworts) is a family of ferns, included in the order Polypodiales or in some classifications as the only family in the order&hellip;<\/div>","name":"Костенцовые - Aspleniaceae","comment":"The Aspleniaceae (spleenworts) is a family of ferns, included in the order Polypodiales or in some classifications as the only family in the order Aspleniales.\nMembers of the family all have intramarginal, linear sori with a flap-like indusium arising along one edge. Most pteridologists today consider this family of consisting of just two genera. Others still maintain segregate genera such as Phyllitis and Ceterach; however, the species segregated into these genera all hybridize readily with undisputed Asplenium species. A recent phylogenenetic study of Aspleniaceae (Murukami et al. 1999) shows that species segregated as Camptosorus and Neottopteris are nested within Asplenium and recommends that they be included in that genus, but suggests that Hymenasplenium (including Boniniella) and Phyllitis are distantly related to other Asplenium species and should be recognized at the generic level.\nThe genus Diellia, consisting of six species found only in Hawaii, was long considered to be independent, but now has been shown to nest within Asplenium.","dates":{"added":1653173234,"dateRange":{"0":1356067725,"1":1652877643}},"fileDate":"2023-01-20T17:50:20.610Z","category":"folder"},{"path":"%D0%9A%D0%BE%D1%87%D0%B5%D0%B4%D1%8B%D0%B6%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Athyriaceae","deepCounters":{"total":10,"images":9,"folders":1,"files":9},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9A%D0%BE%D1%87%D0%B5%D0%B4%D1%8B%D0%B6%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Athyriaceae\/%D0%94%D0%B8%D0%BF%D0%BB%D0%B0%D0%B7%D0%B8%D1%83%D0%BC%20%D1%81%D0%B8%D0%B1%D0%B8%D1%80%D1%81%D0%BA%D0%B8%D0%B8%20-%20Diplazium%20sibiricum\/thumbs\/0DSC04283.webp","width":512,"height":410},"thumbCaption":"<h3>Кочедыжниковые - Athyriaceae<\/h3><div class=\"comment\">The Athyriaceae (ladyferns and allies) are a family of terrestrial ferns in the order Polypodiales. In the Pteridophyte Phylogeny Group classification of 2016&hellip;<\/div>","name":"Кочедыжниковые - Athyriaceae","comment":"The Athyriaceae (ladyferns and allies) are a family of terrestrial ferns in the order Polypodiales. In the Pteridophyte Phylogeny Group classification of 2016 (PPG I), the family is placed in the suborder Aspleniineae, and includes two genera. Alternatively, it may be treated as the subfamily Athyrioideae of a very broadly defined family Aspleniaceae. The family has with a cosmopolitan distribution.\nSpecies of the Athyriaceae are terrestrial or lithophytic, less commonly aquatic. They grow from various kinds of rhizome: short or long, creeping or erect, branched or not. The distribution and evolution of characters in the family is complex, and the genera have few constant features by which they can be identified. The sporangia have stalks two or three cells wide in the middle, and contain brown monolete spores.","dates":{"added":1657302989,"dateRange":{"0":1624198641,"1":1656766739}},"fileDate":"2023-01-20T17:50:20.610Z","category":"folder"},{"path":"%D0%9D%D0%B5%D1%84%D1%80%D0%BE%D0%BB%D0%B5%D0%BF%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Nephrolepidaceae","deepCounters":{"total":13,"images":11,"folders":2,"files":11},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9D%D0%B5%D1%84%D1%80%D0%BE%D0%BB%D0%B5%D0%BF%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Nephrolepidaceae\/%D0%9D%D0%B5%D1%84%D1%80%D0%BE%D0%BB%D0%B5%D0%BF%D0%B8%D1%81%20%D1%81%D0%B5%D1%80%D0%B4%D1%86%D0%B5%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D1%8B%D0%B8%20-%20Nephrolepis%20cordifolia\/thumbs\/0DSC05004.webp","width":512,"height":410},"thumbCaption":"<h3>Нефролепиевые - Nephrolepidaceae<\/h3><div class=\"comment\">Nephrolepis is a genus of about 30 species of ferns in the family Nephrolepidaceae (or Dryopteridaceae in some classifications).<br>Commonly referred to as the&hellip;<\/div>","name":"Нефролепиевые - Nephrolepidaceae","comment":"Nephrolepis is a genus of about 30 species of ferns in the family Nephrolepidaceae (or Dryopteridaceae in some classifications).\nCommonly referred to as the macho fern, Nephrolepis is the only genus in the family Nephrolepidaceae that is part of the eupolypods I clade of the order Polypodiales, in the class Polypodiopsida.","dates":{"added":1626118667,"dateRange":{"0":1381575641,"1":1626001781}},"fileDate":"2023-01-20T17:50:20.626Z","category":"folder"},{"path":"%D0%9E%D0%BD%D0%BE%D0%BA%D0%BB%D0%B5%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Onocleaceae","deepCounters":{"total":4,"images":3,"folders":1,"files":3},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9E%D0%BD%D0%BE%D0%BA%D0%BB%D0%B5%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Onocleaceae\/%D0%9E%D0%BD%D0%BE%D0%BA%D0%BB%D0%B5%D1%8F%20%D1%87%D1%83%D0%B2%D1%81%D1%82%D0%B2%D0%B8%D1%82%D0%B5%D0%BB%D1%8C%D0%BD%D0%B0%D1%8F%20-%20Onoclea%20sensibilis\/thumbs\/0DSC03949.webp","width":512,"height":410},"thumbCaption":"<h3>Оноклеевые - Onocleaceae<\/h3><div class=\"comment\">Onocleaceae is a small family of terrestrial ferns in the order Polypodiales. It is placed in the suborder Aspleniineae in the Pteridophyte Phylogeny Group&hellip;<\/div>","name":"Оноклеевые - Onocleaceae","comment":"Onocleaceae is a small family of terrestrial ferns in the order Polypodiales. It is placed in the suborder Aspleniineae in the Pteridophyte Phylogeny Group classification of 2016 (PPG I). Alternatively, the family, along with Blechnaceae, may be placed in a very broadly defined family Aspleniaceae as the subfamily Blechnoideae. The family may contain from one to four genera, consisting of five species largely in north temperate climes. The four genera, Matteuccia, Onoclea, Onocleopsis and Pentarhizidium, may be included under the single genus Onoclea.\nMembers of the family have the following characteristics, being distinguished by having strongly dimorphic fronds, with the fertile fronds different from the sterile fronds. The rhizomes are long- to short-creeping to ascending, and sometimes stoloniferous (Matteuccia and Onocleopsis). The leaves are strongly dimorphic and the petioles have two vascular bundles uniting distally into a gutter-shape. The blades are pinnatifid or pinnate-pinnatifid. The veins are free or anastomosing, lacking included veinlets. The spores are reniform, brownish to green. The sori are enclosed (sometimes tightly) by reflexed laminar margins, also with membranous, often fugacious true indusia.","dates":{"added":1624458197,"dateRange":{"0":1624198377,"1":1624198400}},"fileDate":"2023-01-20T17:50:20.626Z","category":"folder"},{"path":"%D0%9F%D1%83%D0%B7%D1%8B%D1%80%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cystopteridaceae","deepCounters":{"total":7,"images":5,"folders":2,"files":5},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9F%D1%83%D0%B7%D1%8B%D1%80%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cystopteridaceae\/%D0%93%D0%BE%D0%BB%D0%BE%D0%BA%D1%83%D1%87%D0%BD%D0%B8%D0%BA%20%D0%A0%D0%BE%D0%B1%D0%B5%D1%80%D1%82%D0%BE%D0%B2%20-%20Gymnocarpium%20robertianum\/thumbs\/0DSC03041.webp","width":512,"height":410},"thumbCaption":"<h3>Пузырниковые - Cystopteridaceae<\/h3><div class=\"comment\">Cystopteridaceae is a family of ferns in the order Polypodiales. In the Pteridophyte Phylogeny Group classification of 2016 (PPG I), the family is placed in the&hellip;<\/div>","name":"Пузырниковые - Cystopteridaceae","comment":"Cystopteridaceae is a family of ferns in the order Polypodiales. In the Pteridophyte Phylogeny Group classification of 2016 (PPG I), the family is placed in the suborder Aspleniineae of the order Polypodiales, and includes three genera. Alternatively, it may be treated as the subfamily Cystopteridoideae of a very broadly defined family Aspleniaceae. Cystopteridaceae are small or medium-sized ferns in forests and crevices. They generally have thin laminae, and small, round, naked sori.","dates":{"added":1644691406,"dateRange":{"0":1622378996,"1":1644666719}},"fileDate":"2023-01-20T17:50:20.626Z","category":"folder"},{"path":"%D0%A0%D0%B0%D0%B7%D0%BD%D0%BE%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Pteridaceae","deepCounters":{"total":49,"images":42,"folders":7,"files":42},"counters":{"total":7,"folders":7},"thumb":{"path":"%D0%A0%D0%B0%D0%B7%D0%BD%D0%BE%D0%BB%D0%B8%D1%81%D1%82%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Pteridaceae\/%D0%9E%D1%80%D0%BB%D1%8F%D0%BA%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B8%20-%20Pteridium%20aquilinum\/thumbs\/DSC00453.webp","width":512,"height":410},"thumbCaption":"<h3>Разнолистниковые - Pteridaceae<\/h3><div class=\"comment\">Pteridaceae is a family of ferns in the order Polypodiales., including some 1150 known species in ca 45 genera (depending on taxonomic opinions), divided over&hellip;<\/div>","name":"Разнолистниковые - Pteridaceae","comment":"Pteridaceae is a family of ferns in the order Polypodiales., including some 1150 known species in ca 45 genera (depending on taxonomic opinions), divided over five subfamilies. The family includes four groups of genera that are sometimes recognized as separate families: the adiantoid, cheilanthoid, pteroid, and hemionitidoid ferns. Relationships among these groups remain unclear, and although some recent genetic analyses of the Pteridales suggest that neither the family Pteridaceae nor the major groups within it are all monophyletic, as yet these analyses are insufficiently comprehensive and robust to provide good support for a revision of the order at the family level.\nMembers of Pteridaceae have creeping or erect rhizomes. The leaves are almost always compound and have linear sori that are typically on the margins of the leaves and lack a true indusium, typically being protected by a false indusium formed from the reflexed margin of the leaf.\nSmith et al. (2006) carried out the first higher-level pteridophyte classification published in the molecular phylogenetic era. Smith referred to the ferns as monilophytes, dividing them into four groups. The vast majority of ferns were placed in the Polypodiopsida.\nIn 2016, the Pteridophyte Phylogeny Group divided order Polypodiales into six suborders. Pteridaceae is the sole family in suborder Pteridiineae, with 52 genera. The suborder has the same circumscription as Smith et al. used for the family.","dates":{"added":1649437856,"dateRange":{"0":1277204768,"1":1649419131}},"fileDate":"2023-01-20T17:50:20.657Z","category":"folder"},{"path":"%D0%A2%D0%B5%D0%BB%D0%B8%D0%BF%D1%82%D0%B5%D1%80%D0%B8%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Thelypteridaceae","deepCounters":{"total":6,"images":5,"folders":1,"files":5},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A2%D0%B5%D0%BB%D0%B8%D0%BF%D1%82%D0%B5%D1%80%D0%B8%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Thelypteridaceae\/%D0%91%D1%83%D0%BA%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%20%D0%BE%D0%B1%D1%8B%D0%BA%D0%BD%D0%BE%D0%B2%D0%B5%D0%BD%D0%BD%D1%8B%D0%B8%20-%20Phegopteris%20connectilis\/thumbs\/DSC03372.webp","width":512,"height":410},"thumbCaption":"<h3>Телиптерисовые - Thelypteridaceae<\/h3><div class=\"comment\">Thelypteridaceae is a family of about 900 species of ferns in the eupolypods II clade of the order Polypodiales, in the class Polypodiopsida.<br>The ferns are&hellip;<\/div>","name":"Телиптерисовые - Thelypteridaceae","comment":"Thelypteridaceae is a family of about 900 species of ferns in the eupolypods II clade of the order Polypodiales, in the class Polypodiopsida.\nThe ferns are terrestrial, with the exception of a few which are lithophytes (grow on rocks). The bulk of the species are tropical, although there are a number of temperate species.\nThese ferns typically have creeping rhizomes. The fronds are simply pinnate to pinnate-pinnatifid. There is either no frond dimorphism or only mild dimorphism, either open venation or very simple anastomosing. The sori are mostly reniform in shape and have indusia, except for the Phegopteris group.\nAt one time, all thelypterioid ferns were included in the genus Dryopteris because of the sorus shape. However, there are a great many differences between the groups, and these plants are now segregated in their own family.\nSome researchers include the entire family Thelypteridaceae in the genus Thelypteris; others divide the family into as many as 30 genera. An intermediate position is to place the bulk in Thelypteris (which can then be divided into subgenera and sections corresponding to the genera of other authors) but to separate out Phegopteris and Macrothelypteris. Another choice is to divide the family into a half a dozen or so genera.\nThis family includes several complexes of species that are difficult to distinguish, and seem to represent a remarkable evolutionary radiation.\nRecent genetic evidence shows that the family is clearly monophyletic. The same genetic studies show that the traditional genus Phegopteris is, in fact, a clearly segregate group that diverges at the very base of the family tree. In fact, this particular clade also includes the genera Pseudophegopteris and Macrothelypteris, which are here included in the larger genus Phegopteris. Similarly, Coryphopteris is included here in the genus Metathelypteris, Parathelypteris is included in Amauropelta, and a large group of genera are included in Cyclosorus.","dates":{"added":1456403644,"dateRange":{"0":1277206081,"1":1277211138}},"fileDate":"2023-01-20T17:50:20.626Z","category":"folder"},{"path":"%D0%A9%D0%B8%D1%82%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Dryopteridaceae","deepCounters":{"total":57,"images":50,"folders":7,"files":50},"counters":{"total":7,"folders":7},"thumb":{"path":"%D0%A9%D0%B8%D1%82%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Dryopteridaceae\/%D0%A9%D0%B8%D1%82%D0%BE%D0%B2%D0%BD%D0%B8%D0%BA%20%D0%BC%D1%83%D0%B6%D1%81%D0%BA%D0%BE%D0%B8%20-%20Dryopteris%20filix-mas\/thumbs\/DSC03062.webp","width":512,"height":410},"thumbCaption":"<h3>Щитовниковые - Dryopteridaceae<\/h3><div class=\"comment\">The Dryopteridaceae are a family of leptosporangiate ferns in the order Polypodiales. They are known colloquially as the wood ferns. They comprise about 1700&hellip;<\/div>","name":"Щитовниковые - Dryopteridaceae","comment":"The Dryopteridaceae are a family of leptosporangiate ferns in the order Polypodiales. They are known colloquially as the wood ferns. They comprise about 1700 species and have a cosmopolitan distribution. They may be terrestrial, epipetric, hemiepiphytic, or epiphytic. Many are cultivated as ornamental plants. The largest genera are Elaphoglossum (600), Polystichum (260), Dryopteris (225), and Ctenitis (150). These four genera contain about 70% of the species. Dryopteridaceae diverged from the other families in eupolypods I about 100 million years ago.\nThe rhizomes are often stout, creeping, ascending, or erect, and sometimes scandent or climbing, with nonclathrate scales at apices. Fronds are usually monomorphic, less often dimorphic, or sometimes scaly or glandular, but less commonly hairy. Petioles have numerous round, vascular bundles arranged in a ring, or rarely as few as three; the adaxial bundles are largest. Veins are pinnate or forking, free to variously anastomosing; the areoles occur with or without included veinlets; sori are usually round, acrostichoid (covering the entire abaxial surface of the lamina) in a few lineages; usually indusiate, or sometimes exindusiate. Indusia, when present, are round-reniform or peltate. Sporangia have three-rowed, short to long stalks; spores arereniform, monolete, perine or winged.","dates":{"added":1649437856,"dateRange":{"0":1243198143,"1":1649420835}},"fileDate":"2023-01-20T17:50:20.657Z","category":"folder"}],"name":"Многоножковые - Polypodiales","comment":"The order Polypodiales encompasses the major lineages of polypod ferns, which comprise more than 80% of today's fern species. They are found in many parts of the world including tropical, semitropical and temperate areas.\nPolypodiales are unique in bearing sporangia with a vertical annulus interrupted by the stalk and stomium. These sporangial characters were used by Johann Jakob Bernhardi to define a group of ferns he called the \"Cathetogyratae\"; the Pteridophyte Phylogeny Group has suggested reviving this name as the informal term cathetogyrates, to replace the ambiguously circumscribed term \"polypods\" when referring to the Polypodiales. The sporangia are born on stalks 1–3 cells thick and are often long-stalked. (In contrast, the Hymenophyllales have a stalk composed of four rows of cells.) The sporangia do not reach maturity simultaneously. Many groups in the order lack indusia, but when present, they are attached either along the edge of the indusium or in its center.\nGametophytes are green, usually heart-shaped, and grow at the surface (rather than underground, as in Ophioglossales).\nHistorically, the ferns have undergone many different classifications (see review by Christenhusz and Chase, 2014). Smith et al. (2006) carried out the first higher-level pteridophyte classification published in the molecular phylogenetic era. Smith referred to the ferns as monilophytes, dividing them into four groups. The vast majority of ferns were placed in the Polypodiopsida, and that arrangement has persisted through all subsequent systems, despite some changes in nomenclature. Polypodiopsida is used in the strict sense (sensu stricto) by Smith et al. since it later came to be applied to all ferns (sensu lato), while this large group became known as Polypodiidae. This group is also informally known as the leptosporangiate ferns, while the remaining three groups (subclasses) ar referred to as eusporangiate ferns. The Polypodiidae have been divided into seven orders since that study, the largest of which is Polypodiales.","dates":{"added":1657302989,"dateRange":{"0":1243198143,"1":1656766739}},"fileDate":"2023-01-20T17:40:06.688Z"}