{"path":"%D0%A1%D0%B0%D0%BC%D1%88%D0%B8%D1%82%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Buxales","deepCounters":{"total":46,"images":42,"folders":4,"files":42},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%A1%D0%B0%D0%BC%D1%88%D0%B8%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Buxaceae\/%D0%A1%D0%B0%D0%BC%D1%88%D0%B8%D1%82%20%D0%B2%D0%B5%D1%87%D0%BD%D0%BE%D0%B7%D0%B5%D0%BB%D0%B5%D0%BD%D1%8B%D0%B8%20-%20Buxus%20sempervirens\/thumbs\/DSC07650.webp","width":512,"height":410},"thumbCaption":"<h3>Самшитоцветные - Buxales<\/h3><div class=\"comment\">The Buxales are a small order of eudicot flowering plants, recognized by the APG IV system of 2016. The order includes the family Buxaceae; the families&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3209<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39103<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%A1%D0%B0%D0%BC%D1%88%D0%B8%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Buxaceae","deepCounters":{"total":45,"images":42,"folders":3,"files":42},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%A1%D0%B0%D0%BC%D1%88%D0%B8%D1%82%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Buxaceae\/%D0%A1%D0%B0%D0%BC%D1%88%D0%B8%D1%82%20%D0%B2%D0%B5%D1%87%D0%BD%D0%BE%D0%B7%D0%B5%D0%BB%D0%B5%D0%BD%D1%8B%D0%B8%20-%20Buxus%20sempervirens\/thumbs\/DSC07650.webp","width":512,"height":410},"thumbCaption":"<h3>Самшитовые - Buxaceae<\/h3><div class=\"comment\">The Buxaceae are a small family of six genera and about 123 known species of flowering plants. They are shrubs and small trees, with a cosmopolitan&hellip;<\/div>","name":"Самшитовые - Buxaceae","comment":"The Buxaceae are a small family of six genera and about 123 known species of flowering plants. They are shrubs and small trees, with a cosmopolitan distribution. A seventh genus, sometimes accepted in the past (Notobuxus), has been shown by genetic studies to be included within Buxus (Balthazar et al., 2000).\nThe family is recognised by most taxonomists, and is commonly known as the box family. However, its placement and circumscription has varied; some taxonomists treated Styloceras in its own family Stylocerataceae, Didymeles in its own family Didymelaceae, Haptanthus in Haptanthaceae (now all included in Buxaceae)), and formerly Simmondsia was included, which is not related and now usually placed in its own family Simmondsiaceae.\nThe APG II system of 2003 recognises the family, but in a new circumscription in that it includes the genus Didymeles (two species of evergreen trees from Madagascar). However, APG II does allow the option of segregating this genus as family Didymelaceae, as an optional segregate. This represents a slight change from the APG system of 1998, which firmly recognised both families as separate. In both APG and APG II, the family Buxaceae is unplaced as to order and left among the basal lineages of the eudicots. The AP website suggests instating the order Buxales for this family and the family Didymelaceae. In the APG IV system of 2016, Haptanthus and Didymeles are included in Buxaceae, which is the only family in Buxales.","dates":{"added":1651341518,"dateRange":{"0":1368021490,"1":1651332437}},"fileDate":"2023-01-20T17:48:47.499Z","category":"folder"}],"name":"Самшитоцветные - Buxales","comment":"The Buxales are a small order of eudicot flowering plants, recognized by the APG IV system of 2016. The order includes the family Buxaceae; the families Didymelaceae and Haptanthaceae may also be recognized or may be included in the Buxaceae. Many members of the order are evergreen shrubs or trees, although some are herbaceous perennials. They have separate \"male\" (staminate) and \"female\" (carpellate) flowers, mostly on the same plant (i.e. they are mostly monoecious). Some species are of economic importance either for the wood they produce or as ornamental plants.\nThe Buxales have relatively few obvious shared features distinguishing them from related groups of plants (i.e. few obvious synapomorphies). One is the presence of a particular type of alkaloid or pseudoalkaloid, pregnane steroids. They have unisexual flowers (i.e. separate staminate or \"male\" flowers and carpellate or \"female\" flowers), most being monoecious. The flowers are small, less than 7 mm across. The tepals have a single vascular bundle (trace). Other characters common to the order include leaves with entire (untoothed) margins, flowers arranged in racemes, small styles capable of receiving pollen along their entire length rather than having a separate stigma, one to two ovules per carpel, and seeds with testae (coats) made up of several cell layers.\nDidymeles, the sole genus in the family Didymelaceae, consists of two species of evergreen tree occurring only in Madagascar. It is dioecious, i.e. with staminate and carpellate flowers on separate plants. Buxaceae (including Haptanthaceae) is more diverse, with five or six genera totalling about 115 species, and is found in most temperate and tropical areas of the world. Most species are evergreen shrubs or small trees, but some (such as those of Pachysandra) are herbaceous perennials.","dates":{"added":1651341518,"dateRange":{"0":1368021490,"1":1651332437}},"fileDate":"2023-01-20T17:39:38.935Z"}