{"path":"%D0%9B%D1%8E%D1%82%D0%B8%D0%BA%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Ranunculales","deepCounters":{"total":2659,"images":2497,"folders":154,"files":2505,"others":8},"counters":{"total":4,"folders":4},"thumb":{"path":"%D0%9B%D1%8E%D1%82%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ranunculaceae\/%D0%9F%D0%B5%D1%80%D0%B5%D0%BB%D0%B5%D1%81%D0%BA%D0%B0%20%D0%B1%D0%BB%D0%B0%D0%B3%D0%BE%D1%80%D0%BE%D0%B4%D0%BD%D0%B0%D1%8F%20-%20Hepatica%20nobilis\/thumbs\/0DSC01628.webp","width":512,"height":410},"thumbCaption":"<h3>Лютикоцветные - Ranunculales<\/h3><div class=\"comment\">Ranunculales is an order of flowering plants. Of necessity it contains the family Ranunculaceae, the buttercup family, because the name of the order is based on&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3209<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39103<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%91%D0%B0%D1%80%D0%B1%D0%B0%D1%80%D0%B8%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Berberidaceae","deepCounters":{"total":173,"images":152,"folders":21,"files":152},"counters":{"total":21,"folders":21},"thumb":{"path":"%D0%91%D0%B0%D1%80%D0%B1%D0%B0%D1%80%D0%B8%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Berberidaceae\/%D0%9C%D0%B0%D0%B3%D0%BE%D0%BD%D0%B8%D1%8F%20%D0%BF%D0%BE%D0%BB%D0%B7%D1%83%D1%87%D0%B0%D1%8F%20-%20Mahonia%20repens\/thumbs\/0DSC02787.webp","width":512,"height":410},"thumbCaption":"<h3>Барбарисовые - Berberidaceae<\/h3><div class=\"comment\">The Berberidaceae are a family of 14 genera flowering plants commonly called the barberry family. This family is in the order Ranunculales. The family contains&hellip;<\/div>","name":"Барбарисовые - Berberidaceae","comment":"The Berberidaceae are a family of 14 genera flowering plants commonly called the barberry family. This family is in the order Ranunculales. The family contains about 700 known species, of which the majority are in Berberis. The species include trees, shrubs and perennial herbaceous plants.\nThe APG II system of 2003 (unchanged from the APG system of 1998) recognises the family and places it in the order Ranunculales in the clade eudicots.\nIn some older treatments of the family, Berberidaceae only included four genera (Berberis, Epimedium, Mahonia, Vancouveria), with the other genera treated in separate families, Leonticaceae (Bongardia, Caulophyllum, Gymnospermium, Leontice), Nandinaceae (Nandina), and Podophyllaceae (Achlys, Diphylleia, Dysosma, Jeffersonia, Podophyllum, Ranzania).\nMahonia is very closely related to Berberis, and most botanists now include it in Berberis. Species in the two genera can be hybridised, with the hybrids being classified in the (now superfluous) hybrid genus × Mahoberberis. Diphyllaea is closely related or perhaps paraphyletic or embedded in Podophyllum, and instead of the current trend to subdivide Podophyllum into Dysosma and Sinopodophyllum, inclusion of Diphyllaea in Podophyllum is equally warranted.","dates":{"added":1683998744,"dateRange":{"0":1211655542,"1":1683111386}},"fileDate":"2023-05-13T19:51:02.573Z","category":"folder"},{"path":"%D0%9B%D1%83%D0%BD%D0%BE%D1%81%D0%B5%D0%BC%D1%8F%D0%BD%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Menispermaceae","deepCounters":{"total":9,"images":8,"folders":1,"files":8},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9B%D1%83%D0%BD%D0%BE%D1%81%D0%B5%D0%BC%D1%8F%D0%BD%D0%BD%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Menispermaceae\/%D0%9B%D1%83%D0%BD%D0%BE%D1%81%D0%B5%D0%BC%D1%8F%D0%BD%D0%BD%D0%B8%D0%BA%20%D0%B4%D0%B0%D1%83%D1%80%D1%81%D0%BA%D0%B8%D0%B8%20-%20Menispermum%20dauricum\/thumbs\/tallinn_botanical_garden_vines_garden-1.webp","width":512,"height":410},"thumbCaption":"<h3>Луносемянниковые - Menispermaceae<\/h3><div class=\"comment\">Menispermaceae (botanical Latin: 'moonseed family' from Greek mene 'crescent moon' and sperma 'seed') is a family of flowering plants. The alkaloid&hellip;<\/div>","name":"Луносемянниковые - Menispermaceae","comment":"Menispermaceae (botanical Latin: 'moonseed family' from Greek mene 'crescent moon' and sperma 'seed') is a family of flowering plants. The alkaloid tubocurarine, a neuromuscular blocker and the active ingredient in the 'tube curare' form of the dart poison curare, is derived from the South American liana Chondrodendron tomentosum. Several other South American genera belonging to the family have been used to prepare the 'pot' and 'calabash' forms of curare. The family contains 68 genera with some 440 species, which are distributed throughout low-lying tropical areas with some species present in temperate and arid regions.","dates":{"added":1688936656,"dateRange":{"0":1687700427,"1":1687700499}},"fileDate":"2023-07-10T00:04:04.836Z","category":"folder","title":"Луносемянниковые - Menispermaceae"},{"path":"%D0%9B%D1%8E%D1%82%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ranunculaceae","deepCounters":{"total":1856,"images":1764,"folders":92,"files":1764},"counters":{"total":92,"folders":92},"thumb":{"path":"%D0%9B%D1%8E%D1%82%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Ranunculaceae\/%D0%9F%D0%B5%D1%80%D0%B5%D0%BB%D0%B5%D1%81%D0%BA%D0%B0%20%D0%B1%D0%BB%D0%B0%D0%B3%D0%BE%D1%80%D0%BE%D0%B4%D0%BD%D0%B0%D1%8F%20-%20Hepatica%20nobilis\/thumbs\/0DSC01628.webp","width":512,"height":410},"thumbCaption":"<h3>Лютиковые - Ranunculaceae<\/h3><div class=\"comment\">Ranunculaceae (buttercup or crowfoot family; Latin rānunculus \"little frog\", from rāna \"frog\") is a family of over 2,000 known species of flowering plants in 43&hellip;<\/div>","name":"Лютиковые - Ranunculaceae","comment":"Ranunculaceae (buttercup or crowfoot family; Latin rānunculus \"little frog\", from rāna \"frog\") is a family of over 2,000 known species of flowering plants in 43 genera, distributed worldwide.\nThe largest genera are Ranunculus (600 species), Delphinium (365), Thalictrum (330), Clematis (325), and Aconitum (300).\nRanunculaceae are mostly herbaceous annuals or perennials, but some woody climbers (such as Clematis) or shrubs (e.g. Xanthorhiza).\nMost members of the family have bisexual flowers which can be showy or inconspicuous, and can be radially or bilaterally symmetrical. The sepals and petals are generally free (unfused) and typically number four or five. In many species, the sepals are colorful and appear petal-like. In these species, the petals can be inconspicuous or absent. The stems are unarmed. The leaves are variable. Most species have both basal and cauline (stem) leaves, which are usually compound or lobed but can be simple. They are typically alternate, or occasionally opposite or even whorled. Many species, especially the perennials form rhizomes that develop new roots each year.\nFlowers may be solitary, but are frequently found aggregated in cymes, panicles, or spikes.\nThe fruit is most commonly an achene (e.g. Ranunculus, Clematis) or a follicle (e.g. Helleborus, Nigella).\nRanunculaceae contain protoanemonin, which is toxic to humans and animals. Other poisonous or toxic compounds, alkaloids and glycosides, are also common.","dates":{"added":1691789491,"dateRange":{"0":1115479862,"1":1690726677}},"fileDate":"2023-07-09T23:51:29.386Z","category":"folder"},{"path":"%D0%9C%D0%B0%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Papaveraceae","deepCounters":{"total":617,"images":573,"folders":36,"files":581,"others":8},"counters":{"total":36,"folders":36},"thumb":{"path":"%D0%9C%D0%B0%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Papaveraceae\/%D0%9C%D0%B0%D0%BA%20%D1%81%D0%BD%D0%BE%D1%82%D0%B2%D0%BE%D1%80%D0%BD%D1%8B%D0%B8%20%D0%BF%D0%BE%D0%B4%D0%B2%D0%B8%D0%B4%20%D0%B4%D0%BE%D0%BB%D1%8C%D1%87%D0%B0%D1%82%D1%8B%D0%B8%20%27%D0%94%D0%B0%D1%82%D1%81%D0%BA%D0%B8%D0%B8%20%D0%A4%D0%BB%D0%B0%D0%B3%27%20-%20Papaver%20somniferum%20var.%20laciniatum%20%27Danish%20Flag%27\/thumbs\/DSC04941.webp","width":512,"height":410},"thumbCaption":"<h3>Маковые - Papaveraceae<\/h3><div class=\"comment\">The Papaveraceae, are an economically important family of about 42 genera and approximately 775 known species of flowering plants in the order Ranunculales,&hellip;<\/div>","name":"Маковые - Papaveraceae","comment":"The Papaveraceae, are an economically important family of about 42 genera and approximately 775 known species of flowering plants in the order Ranunculales, informally known as the poppy family. The family is cosmopolitan, occurring in temperate and subtropical climates (mostly in the northern hemisphere), but almost unknown in the tropics. Most are herbaceous plants, but a few are shrubs and small trees. The family currently includes two groups that have been considered to be separate families: Fumariaceae and Pteridophyllaceae.\nThe plants may be annual, biennial, or perennial. Usually herbaceous, a few species form shrubs or evergreen trees. They are lactiferous, producing latex, which may be milky or watery, coloured or plain. All parts contain a well-developed duct system (these ducts are called \"laticifers\"), producing a milky latex, a watery white, yellow or red juice.\nThe simple leaves are alternate or sometimes whorled. They have petioles and are not enclosed by a sheath. The leaves are usually lobed or pinnatifid (i.e. consisting of several not entirely separate leaflets), or much divided. There are no stipules.\nThe plants are hermaphroditic and are pollinated mostly by insects (entomophilous); flower nectaries are lacking. A few are wind pollinated (anemophilous). There is a distinct calyx and corolla, except in Macleaya where the corolla is lacking. The flowers are medium-sized or large. The terminal flowers are solitary in many species. In others the terminal inflorescence is cymose or racemose. The flowers are odourless and regular.\n\nThere are many stamens, mostly 16 to 60, arranged in two separate whorls, the outer one with stamens alternating with petals, the inner one opposite. The gynoecium consists of a compound pistil with 2 to 100 carpels. The ovary is superior and unilocular. The ovary is either stemless (sessile) or on a short stem (stipitate).\n\nThe non-fleshy fruit is usually a capsule, breaking open at maturity to release the seeds through pores (poricidal), through the partitions between the cells (septicidal), or by means of valves (valvular). The numerous seeds are small. Their nutritive tissue (endosperm) is oily and farinose. The fruit of Platystemon is a schizocarp.\n\nThe basic chromosome number, x, is 6, 7, 8, 9, 10 and 11, up to 2n = 84 (dodecaploidy) in species of Papaver, Argemone and Meconopsis.","dates":{"added":1689458014,"dateRange":{"0":1240928082,"1":1689428391}},"fileDate":"2023-06-11T02:28:08.129Z","category":"folder"}],"name":"Лютикоцветные - Ranunculales","comment":"Ranunculales is an order of flowering plants. Of necessity it contains the family Ranunculaceae, the buttercup family, because the name of the order is based on the name of a genus in that family. Ranunculales belongs to a paraphyletic group known as the basal eudicots. It is the most basal clade in this group; in other words, it is sister to the remaining eudicots. Widely known members include poppies, barberries, and buttercups.\nHistorically the term Ranales was used to include the Ranunculaceae and related families, as described by Bentham and Hooker. This became replaced with Ranunculales by Melchior in 1964.\nThe Cronquist system (1981) also recognised the order, but placed it in the subclass Magnoliidae, in class Magnoliopsida [= dicotyledons]. \nIn the Cronquist system, the Papaveraceae and Fumariaceae (including the plants in the optional family Pteridophyllaceae) were treated as a separate order Papaverales, placed in this same subclass Magnoliidae. The Cronquist circumscription of Ranunculales is now known to be polyphyletic. Sabiaceae is in a clade of basal eudicots separate from Ranunculales. Coriariaceae is now placed in the order Cucurbitales.","dates":{"added":1691789491,"dateRange":{"0":1115479862,"1":1690726677}},"fileDate":"2023-07-10T00:02:17.390Z"}