{"path":"%D0%9F%D0%B0%D0%BD%D0%B4%D0%B0%D0%BD%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Pandanales","deepCounters":{"total":22,"images":18,"folders":4,"files":18},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9F%D0%B0%D0%BD%D0%B4%D0%B0%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Pandanaceae\/%D0%9F%D0%B0%D0%BD%D0%B4%D0%B0%D0%BD%20%D0%B0%D1%80%D0%BE%D0%BC%D0%B0%D1%82%D0%BD%D0%B5%D0%B8%D1%88%D0%B8%D0%B8%20-%20Pandanus%20odoratissimus\/thumbs\/DSC05597.webp","width":512,"height":410},"thumbCaption":"<h3>Панданоцветные - Pandanales<\/h3><div class=\"comment\">Pandanales (pandans or screw-pines) is the botanical name for an order of flowering plants placed in the monocot clade in the Angiosperm Phylogeny Group and&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3209<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39103<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%9F%D0%B0%D0%BD%D0%B4%D0%B0%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Pandanaceae","deepCounters":{"total":21,"images":18,"folders":3,"files":18},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%9F%D0%B0%D0%BD%D0%B4%D0%B0%D0%BD%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Pandanaceae\/%D0%9F%D0%B0%D0%BD%D0%B4%D0%B0%D0%BD%20%D0%B0%D1%80%D0%BE%D0%BC%D0%B0%D1%82%D0%BD%D0%B5%D0%B8%D1%88%D0%B8%D0%B8%20-%20Pandanus%20odoratissimus\/thumbs\/DSC05597.webp","width":512,"height":410},"thumbCaption":"<h3>Пандановые - Pandanaceae<\/h3><div class=\"comment\">Pandanaceae is a family of flowering plants native to the tropics and subtropics of the Old World, from West Africa through the Pacific. It contains 982 known&hellip;<\/div>","name":"Пандановые - Pandanaceae","comment":"Pandanaceae is a family of flowering plants native to the tropics and subtropics of the Old World, from West Africa through the Pacific. It contains 982 known species in five genera, of which the type genus, Pandanus, is the most important. It is an ancient family dating from the early to mid-Cretaceous.\nPandanaceae includes trees, shrubs, lianas, vines, epiphytes, and perennial herbs. Stems may be simple or bifurcately branched, and may have aerial prop roots. The stems bear prominent leaf scars. The leaves are very long and narrow, sheathing, simple, undivided, with parallel veins; the leaf margins and abaxial midribs are often prickly.\nThe plants are dioecious. The inflorescences are terminally borne racemes, spikes or umbels, with subtended spathes, which may be brightly colored. The flowers are minute and lack perianths. Male flowers contain numerous stamens with free or fused filaments. Female flowers have a superior ovary, usually of many carpels in a ring, but may be reduced to a row of carpels or a single carpel. Fruits are berries or drupes, usually multiple.","dates":{"added":1644691405,"dateRange":{"0":1356337809,"1":1644665044}},"fileDate":"2023-01-20T17:50:09.391Z","category":"folder"}],"name":"Панданоцветные - Pandanales","comment":"Pandanales (pandans or screw-pines) is the botanical name for an order of flowering plants placed in the monocot clade in the Angiosperm Phylogeny Group and Angiosperm Phylogeny Web systems. Within the monocots Pandanales are grouped in the lilioid monocots where they are in a sister group relationship with the Dioscoreales. Historically the order has consisted of a number of different families in different systems but modern classification of the order is based primarily on molecular phylogenetics despite diverse morphology which previously placed many of the families in other groupings based on apparent similarity. Members of the order have a subtropical distribution and includes palms, trees, shrubs, and vines as well as herbaceous plants. The order consists of 5 families, 36 genera and about 1,610 species.\nPandanales are highly diverse including large arboraceous plants of tropical rainforests and coastal areas, climbing vines and lianas, as well as very small achlorophyllous (mycoheterotrophic) and saprophytic herbaceous forest floor species. This has made it difficult to reliably define synapomorphies, but the loss of trimery distinguishes many of them from other lilioid monocots.\nThe Pandanales order is distinctive with its highly variable and hardly definable floral morphology, especially the number of stamens and their structure so as many other characteristics. In some of the members, even different interpretations exist about the composition and organization of the reproductive structures. The structure of the inflorescence also varies.\nThe order includes plants with traits that seem atypical when compared to other groups of monocots. A good example is the female reproductive organ and its position relative to other parts of the flower. Some of the species included in the families Pandanaceae and Stemonaceae show flowers formed from only one carpel, while in the Triuridaceae, a family that lacks chlorophyll, the carpels are free from each other. In fact, the Triuridaceae hold the most doubtful flower morphology from the whole order.","dates":{"added":1644691405,"dateRange":{"0":1356337809,"1":1644665044}},"fileDate":"2023-01-20T17:40:03.443Z"}