{"path":"%D0%9A%D0%B0%D0%BF%D1%83%D1%81%D1%82%D0%BE%D1%86%D0%B2%D0%B5%D1%82%D0%BD%D1%8B%D0%B5%20-%20Brassicales","deepCounters":{"total":1143,"images":1052,"folders":91,"files":1052},"counters":{"total":6,"folders":6},"thumb":{"path":"%D0%9A%D0%B0%D0%BF%D1%83%D1%81%D1%82%D0%BD%D1%8B%D0%B5%20-%20Brassicaceae\/%D0%AD%D1%80%D1%83%D0%BA%D0%B0%20%D0%BF%D0%BE%D1%81%D0%B5%D0%B2%D0%BD%D0%B0%D1%8F%20-%20Eruca%20sativa\/thumbs\/DSC03243.webp","width":512,"height":410},"thumbCaption":"<h3>Капустоцветные - Brassicales<\/h3><div class=\"comment\">The Brassicales (or Cruciales) are an order of flowering plants, belonging to the eurosids II group of dicotyledons under the APG II system. One character&hellip;<\/div>","album":{"description":"<br\/>\nHerbarium.INFO Herbarium Photo Collection: Ferns, Conifers, Cycads, Flowers, Trees, Mosses, Grasses, Pests and Diseases.<br\/>\n<br\/><i><b>3221<\/b> species in <b>221<\/b> families and in <b>66<\/b> orders photographed.<br\/>\n<br\/><b>39191<\/b> images total.<\/i><br\/><br\/>\nTry also other sites: <br\/>\n    <a href=\"https:\/\/herbariuminfo.netlify.app\">Herbarium.INFO<\/a>&nbsp;•&nbsp;\n     <a href=\"https:\/\/plantariuminfo.netlify.app\">Plantarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/fungarium.netlify.app\">Fungarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/lichenarium.netlify.app\">Lichenarium.INFO<\/a>&nbsp;•&nbsp;\n    <a href=\"https:\/\/algaerium.netlify.app\">Algaerium.INFO<\/a>","title":"Herbarium.INFO Herbs: Dicotyledones & Monocotyledones"},"objects":[{"path":"%D0%9A%D0%B0%D0%BF%D1%83%D1%81%D1%82%D0%BD%D1%8B%D0%B5%20-%20Brassicaceae","deepCounters":{"total":1040,"images":964,"folders":76,"files":964},"counters":{"total":76,"folders":76},"thumb":{"path":"%D0%9A%D0%B0%D0%BF%D1%83%D1%81%D1%82%D0%BD%D1%8B%D0%B5%20-%20Brassicaceae\/%D0%AD%D1%80%D1%83%D0%BA%D0%B0%20%D0%BF%D0%BE%D1%81%D0%B5%D0%B2%D0%BD%D0%B0%D1%8F%20-%20Eruca%20sativa\/thumbs\/DSC03243.webp","width":512,"height":410},"thumbCaption":"<h3>Капустные - Brassicaceae<\/h3><div class=\"comment\">Brassicaceae or Cruciferae is a medium-sized and economically important family of flowering plants commonly known as the mustards, the crucifers, or the cabbage&hellip;<\/div>","name":"Капустные - Brassicaceae","comment":"Brassicaceae or Cruciferae is a medium-sized and economically important family of flowering plants commonly known as the mustards, the crucifers, or the cabbage family. Most are herbaceous plants, some shrubs, with simple, although sometimes deeply incised, alternatingly set leaves without stipules or in leaf rosettes, with terminal inflorescences without bracts, containing flowers with four free sepals, four free alternating petals, two short and four longer free stamens, and a fruit with seeds in rows, divided by a thin wall (or septum).\nThe family contains 372 genera and 4060 accepted species. The largest genera are Draba (440 species), Erysimum (261 species), Lepidium (234 species), Cardamine (233 species), and Alyssum (207 species).\nThe family contains the cruciferous vegetables, including species such as Brassica oleracea (e.g., broccoli, cabbage, cauliflower, kale, collards), Brassica rapa (turnip, Chinese cabbage, etc.), Brassica napus (rapeseed, etc.), Raphanus sativus (common radish), Armoracia rusticana (horseradish), Matthiola (stock) and the model organism Arabidopsis thaliana (thale cress).\nPieris rapae and other butterflies of the family Pieridae are some of the best-known pests of Brassicaceae species planted as commercial crops. Trichoplusia ni (cabbage looper) moth is also becoming increasingly problematic for crucifers due to its resistance to commonly used pest control methods.","dates":{"added":1703514519,"dateRange":{"0":1274181507,"1":1703334543}},"fileDate":"2023-12-25T15:17:19.625Z","category":"folder"},{"path":"%D0%9A%D0%B0%D0%BF%D0%B5%D1%80%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Capparaceae","deepCounters":{"total":5,"images":4,"folders":1,"files":4},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9A%D0%B0%D0%BF%D0%B5%D1%80%D1%81%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Capparaceae\/%D0%9A%D0%B0%D0%BF%D0%B5%D1%80%D1%81%D1%8B%20%D0%BA%D0%BE%D0%BB%D1%8E%D1%87%D0%B8%D0%B5%20-%20Capparis%20spinosa\/thumbs\/DSC02503.webp","width":512,"height":410},"thumbCaption":"<h3>Каперсовые - Capparaceae<\/h3><div class=\"comment\">The Capparaceae (or Capparidaceae), commonly known as the caper family, are a family of plants in the order Brassicales. As currently circumscribed, the family&hellip;<\/div>","name":"Каперсовые - Capparaceae","comment":"The Capparaceae (or Capparidaceae), commonly known as the caper family, are a family of plants in the order Brassicales. As currently circumscribed, the family contains 33 genera and about 700 species. The largest genera are Capparis (about 150 species), Maerua (about 100 species), Boscia (37 species) and Cadaba (30 species).\nThe Capparaceae have long been considered closely related to and have often been included in the Brassicaceae, the mustard family (APG, 1998), in part because both groups produce glucosinolate (mustard oil) compounds. Subsequent molecular studies support Capparaceae sensu stricto as paraphyletic with respect to the Brassicaceae. However Cleome and several related genera are more closely related to members of the Brassicaceae than to the other Capparaceae. These genera are now either placed in the Brassicaceae (as subfamily Clemoideae) or segregated into the Cleomaceae. Several more genera of the traditional Capparaceae are more closely related to other members of the Brassicales, and the relationships of several more remain unresolved. Based on morphological grounds and supported by molecular studies, the American species traditionally identified as Capparis have been transferred to resurrected generic names. Several new genera have also been recently described.","dates":{"added":1458398057,"dateRange":{"0":1342858281,"1":1342858298}},"fileDate":"2023-01-20T17:48:47.186Z","category":"folder"},{"path":"%D0%9A%D0%B0%D1%80%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Caricaceae","deepCounters":{"total":25,"images":24,"folders":1,"files":24},"counters":{"total":1,"folders":1},"thumb":{"path":"%D0%9A%D0%B0%D1%80%D0%B8%D0%BA%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Caricaceae\/%D0%9A%D0%B0%D1%80%D0%B8%D0%BA%D0%B0%20%D0%BF%D0%B0%D0%BF%D0%B0%D0%B8%D1%8F%20-%20Carica%20papaya\/thumbs\/0DSC00093.webp","width":512,"height":410},"thumbCaption":"<h3>Кариковые - Caricaceae<\/h3><div class=\"comment\">The Caricaceae are a family of flowering plants in the order Brassicales, found primarily in tropical regions of Central and South America and Africa. They are&hellip;<\/div>","name":"Кариковые - Caricaceae","comment":"The Caricaceae are a family of flowering plants in the order Brassicales, found primarily in tropical regions of Central and South America and Africa. They are short-lived evergreen pachycaul shrubs or small trees growing to 5–10 m tall. One species, Vasconcellea horovitziana is a liana and the three species of the genus Jarilla are herbs. Some species bear edible fruit and produce papain. \nBased on molecular analyses, this family has been proposed to have originated in Africa in the early Cenozoic era, ~66 million years ago (mya). The dispersal from Africa to Central America occurred ~35 mya, possibly via ocean currents from the Congo delta. From Central America, the family reached South America 19-27 mya.\nThe family comprises six genera and about 34-35 species.","dates":{"added":1649437849,"dateRange":{"0":1355991808,"1":1649417921}},"fileDate":"2023-01-20T17:48:47.202Z","category":"folder"},{"path":"%D0%9A%D0%BB%D0%B5%D0%BE%D0%BC%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cleomaceae","deepCounters":{"total":10,"images":8,"folders":2,"files":8},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%9A%D0%BB%D0%B5%D0%BE%D0%BC%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Cleomaceae\/%D0%9A%D0%BB%D0%B5%D0%BE%D0%BC%D0%B5%20%D0%A5%D0%B0%D1%81%D1%81%D0%BB%D0%B5%D1%80%D0%B0%20%27%D0%98%D1%81%D0%BA%D1%80%D0%B8%D1%81%D1%82%D0%B0%D1%8F%20%D0%A0%D0%BE%D0%B7%D0%B0%27%20-%20Cleome%20hassleriana%20%27Sparkler%20Rose%27\/thumbs\/DSC09877.webp","width":512,"height":410},"thumbCaption":"<h3>Клеомовые - Cleomaceae<\/h3><div class=\"comment\">The Cleomaceae are a small family of flowering plants in the order Brassicales, comprising about 300 species in 10 genera, or about 150 species in 17 genera.&hellip;<\/div>","name":"Клеомовые - Cleomaceae","comment":"The Cleomaceae are a small family of flowering plants in the order Brassicales, comprising about 300 species in 10 genera, or about 150 species in 17 genera. These genera were previously included in the family Capparaceae, but were raised to a distinct family when DNA evidence suggested the genera included in it are more closely related to the Brassicaceae than they are to the Capparaceae. The APG II system allows for Cleomaceae to be included in Brassicaceae.\nIn 1994, a group of scientists including Walter Stephen Judd suggested to merge the Capparaceae (which at that time included the Cleomaceae) with the Brassicaceae. Early DNA-analysis showed that the Capparaceae - as defined at that moment - were paraphyletic, and others suggested to assign the genera closest to the Brassicaceae to the Cleomaceae. The Cleomaceae and Brassicaceae diverged approximately 41 million years ago. All three families have consistently been placed in one order (variably called Capparales or Brassicales). The APG II system, merged Cleomaceae and Brassicaceae. Other classifications have continued to recognise the Capparaceae, but with a more restricted circumscription, either including Cleome and its relatives in the Brassicaceae or recognizing them in the segregate family Cleomaceae. The APG III system has recently adopted this last solution, but this may change as a consensus arises on this point. Current insights in the relationships of the Brassicaceae, based on a 2012 DNA-analysis, are summarized in the following tree.","dates":{"added":1507405992,"dateRange":{"0":1378035047,"1":1500128148}},"fileDate":"2023-01-20T17:48:47.202Z","category":"folder"},{"path":"%D0%9D%D0%B0%D1%81%D1%82%D1%83%D1%80%D1%86%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Tropaeolaceae","deepCounters":{"total":45,"images":42,"folders":3,"files":42},"counters":{"total":3,"folders":3},"thumb":{"path":"%D0%9D%D0%B0%D1%81%D1%82%D1%83%D1%80%D1%86%D0%B8%D0%B5%D0%B2%D1%8B%D0%B5%20-%20Tropaeolaceae\/%D0%9D%D0%B0%D1%81%D1%82%D1%83%D1%80%D1%86%D0%B8%D1%8F%20%D0%B1%D0%BE%D0%BB%D1%8C%D1%88%D0%B0%D1%8F%20-%20Tropaeolum%20majus\/thumbs\/DSC00542.webp","width":512,"height":410},"thumbCaption":"<h3>Настурциевые - Tropaeolaceae<\/h3><div class=\"comment\">Tropaeolum , commonly known as nasturtium (literally \"nose-twister\" or \"nose-tweaker\"), is a genus of roughly 80 species of annual and perennial herbaceous&hellip;<\/div>","name":"Настурциевые - Tropaeolaceae","comment":"Tropaeolum , commonly known as nasturtium (literally \"nose-twister\" or \"nose-tweaker\"), is a genus of roughly 80 species of annual and perennial herbaceous flowering plants. It was named by Carl Linnaeus in his book Species Plantarum, and is the only genus in the family Tropaeolaceae. The nasturtiums received their common name because they produce an oil similar to that of watercress (Nasturtium officinale).\nThe genus Tropaeolum, native to South and Central America, includes several very popular garden plants, the most common being T. majus, T. peregrinum and T. speciosum. One of the hardiest species is T. polyphyllum from Chile, the perennial roots of which can survive the winter underground at altitudes of 3,300 metres (10,000 ft).\nPlants in this genus have showy, often intensely bright flowers, and rounded, peltate (shield-shaped) leaves with the petiole in the centre. The flowers are bisexual and zygomorphic, with five petals, a superior three-carpelled ovary, and a funnel-shaped nectar spur at the back, formed by modification of one of the five sepals.","dates":{"added":1627227936,"dateRange":{"0":1250251275,"1":1627211181}},"fileDate":"2023-01-20T17:48:47.374Z","category":"folder"},{"path":"%D0%A0%D0%B5%D0%B7%D0%B5%D0%B4%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Resedaceae","deepCounters":{"total":12,"images":10,"folders":2,"files":10},"counters":{"total":2,"folders":2},"thumb":{"path":"%D0%A0%D0%B5%D0%B7%D0%B5%D0%B4%D0%BE%D0%B2%D1%8B%D0%B5%20-%20Resedaceae\/%D0%A0%D0%B5%D0%B7%D0%B5%D0%B4%D0%B0%20%D0%B4%D1%83%D1%88%D0%B8%D1%81%D1%82%D0%B0%D1%8F%20-%20Reseda%20odorata\/thumbs\/DSC00796.webp","width":512,"height":410},"thumbCaption":"<h3>Резедовые - Resedaceae<\/h3><div class=\"comment\">Resedaceae is a family of mostly herbaceous dicotyledonous plants comprising 107 known species in 8 to 12 genera:<br>Recent molecular studies suggest that&hellip;<\/div>","name":"Резедовые - Resedaceae","comment":"Resedaceae is a family of mostly herbaceous dicotyledonous plants comprising 107 known species in 8 to 12 genera:\nRecent molecular studies suggest that Oligomeris, Randonia and Ochradenus all arose from within the ranks of Reseda. This would imply that only three genera should be recognized, although as yet no nomenclatural changes have been made.\nThe family includes annuals, biennials and perennials and is distributed in temperate to sub-tropical regions of the Europe, western Asia, the Middle East, East Asia, North America, Mesoamerica, the Caribbean and South Africa.\nResedaceae were placed under the Cronquist system in the order Capparales. The APG II system places it in the order Brassicales. In APG IV (2016) it was expanded to include the genera Borthwickia (formerly Borthwickiaceae), Neothorelia, Stixis, and Tirania (formerly Stixidaceae) and Forchhammeria (formerly in Capparaceae)","dates":{"added":1658856649,"dateRange":{"0":1508067862,"1":1658742568}},"fileDate":"2023-01-20T17:48:47.374Z","category":"folder"}],"name":"Капустоцветные - Brassicales","comment":"The Brassicales (or Cruciales) are an order of flowering plants, belonging to the eurosids II group of dicotyledons under the APG II system. One character common to many members of the order is the production of glucosinolate (mustard oil) compounds. Most systems of classification have included this order, although sometimes under the name Capparales (the name chosen depending on which is thought to have priority).\nUnder the Cronquist system, the Brassicales were called the Capparales, and included among the \"Dilleniidae\". The only families included were the Brassicaceae and Capparaceae (treated as separate families), the Tovariaceae, Resedaceae, and Moringaceae. Other taxa now included here were placed in various other orders.\nThe families Capparaceae and Brassicaceae are closely related. One group, consisting of Cleome and related genera, was traditionally included in the Capparaceae but doing so results in a paraphyletic Capparaceae. Therefore, this group is generally now either included in the Brassicaceae or as its own family, Cleomaceae.","dates":{"added":1703514519,"dateRange":{"0":1250251275,"1":1703334543}},"fileDate":"2023-01-20T17:39:38.935Z"}